{
  "term": "What Is a Vendor? Definition, Types, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA vendor is an individual or company that sells goods or services to other parties.\n\nA vendor is a party in the supply chain that sells goods and services to companies or consumers. Vendors can be found at various points during thesupply chain, including manufacturers, wholesalers, and retailers. These entities are paid for the goods they provide their customers. Although they are commonly confused, vendors are different from suppliers, which provide raw materials for production.\n\nA vendor is a person or business entity thatsellssomething. A vendor generally finds somewhere to purchase their goods and services. After acquiring the necessary items, the vendormarketsand sells their wares through whichever method works best for them. If the vendor is a food truck, it ensures there are enough supplies to make items on the menu and feed an expected number of customers before driving to a target area and selling food.\n\nVendors are found throughout the supply chain, which is the sum of all individuals, organizations, resources, activities, and technologies used to manufacture and sell a product or service. The supply chain starts with the production and delivery ofraw materials. It ends with the sale and final delivery of the product.\n\nManufacturers and retailers try to eliminate as much of the supply chain as possible, as they know that the final cost of a product increases with each link in the supply chain. The supply chain typically consists of three parts: a manufacturer, a seller, and areselleror retailer. Vendors can be cheaper than a traditional supply chain because some of the links in the chain are bypassed.\n\nStates require most vendors to be licensed. If you're considering becoming a vendor or using one, ensure you check with your state licensing office to learn about the requirements.\n\nThere are several types of vendors, but in general, they all fall into one or two of four categories:\n\nMany vendors act asbusiness-to-business (B2B)sales organizations that provide parts of a product to another business to make an end product. For example, if your small business made widgets out of gadgets, you'd need to find vendors with all the gadgets you need. You might find one vendor that has them all or would need to find multiple vendors to assemble your widgets.\n\nIn turn, you could sell your widgets on an online retailer platform, becoming a vendor yourself.\n\nAs noted above, the terms vendor and supplier are commonly used interchangeably, but there are some subtle differences. Suppliers are commonly found early in the supply chain and provide raw materials tomanufacturersfor the production process. They may also provide semi-finished goods for companies to complete.\n\nSome large retail store chains, such asWalmart and Target, may rely on suppliers that sell them goods at wholesale prices.In turn, they sell the goods at retail prices to their customers. A vendor that supplies one of these large stores would need a much larger operation to plan for, acquire, and provide the goods and services they are contracted for.\n\nSome vendors provide services for entities of all sizes and levels. For example, thehuman resourcesdepartment of a large company may plan a holiday party for its employees. Many hire external vendors to supply goods and services for the event. Sometimes, the event is too large to be held in buildings owned by the business, so the department must choose a location, in which case the event space owner becomes a vendor when the area is reserved and the contract signed.\n\nAfter that, the HR department reaches out to decorators. These become vendors when they are hired to transform the event space into a themed party. After the theme is implemented, a catering company is contracted to provide food and beverages for the party. When the company delivers its service, it becomes a vendor to the company hosting the party.\n\nVendor reconciliation refers to the comparison of a company's payment and accounts payable records to any outstanding invoices and bank statements. This ensures that all internal records are accurate and there is no fraud. It also helps companies build strong relationships with their vendors.\n\nAmazon, while primarily known for being an online retailer, is also a web service provider. It provides web hosting, database storage, and many more services businesses need, which are too expensive for many small businesses to buy and maintain.\n\nA vendor purchases products and services and resells them to clients. Suppliers, on the other hand, are generally the first supply chain entity where products and services originate.\n\nVendors purchase goods and services and resell them to business clients and consumers. You find vendors throughout many business models because paying a vendor is sometimes cheaper than buying directly from a supplier. They can be businesses of any size, from a one-person hotdog stand on the sidewalk to a large vendor that stocks warehouse retailers.\n\nU.S. Small Business Administration. \"Apply for Licenses and Permits.\"",
  "url": "https://www.investopedia.com/terms/v/vendor.asp"
}