{
  "term": "What Is the Rule of 70? Definition, Example, and Calculation",
  "definition": "valentinrussanov / Getty Images\n\nThe rule of 70 calculates the years it takes for an investment to double in value. It is calculated by dividing the number 70 by the investment's growth rate. The calculation is commonly used to compare investments with different annual interest rates.\n\n# of Years to Double an Investment = 70/Annual Rate of Return\n\nThe Rule of 70 helps investors determine the future value of an investment. Although considered a rough estimate, the rule provides the years it takes for an investment to double. The Rule of 70 is an accepted way to manageexponential growthconcepts without complex mathematical procedures.\n\nInvestors can use this metric to compare investments with different growth rates or annual returns. If the calculation yields a result of 15 years, an investor looking to double their money in 10 years could make allocation changes to their portfolio to attempt to increase the rate of return.\n\nThe rule evaluates investments but can also estimate other economic factors such as population growth orgross domestic product (GDP). The Rule of 70 is an estimate based on a forecasted growth rate. If future rates fluctuate, the original calculation will be inaccurate.\n\nAs of May 2024, the population of the United States was approximately 342 million. A 2020 prediction estimates that the U.S. population will grow at a rate of .62% annually. Using the estimation of the Rule of 70, the population of the U.S. will double in 113 years.\n\nReal growth figures dispute the use of the Rule of 70 in estimatingpopulationgrowth. In 1955, the population of the United States was approximately 172 million and was estimated to double by 2025 based on actual population counts and rates of growth. If the Rule of 70 was used in 1955 to predict the doubling of the population when the growth rate was 1.57%, the population would have doubled by 1999.\n\nCompound interestis calculated on the initial principal and the accumulated interest of previous periods. The rate at which compound interest accrues depends on the frequency of compounding. The higher the number ofcompoundingperiods, the greater the compound interest.\n\nCompound interest is a feature in calculating the long-term growth rates of investments and the various rules of doubling. If the interest earned is not reinvested, the number of years it'll take for the investment to double will be higher than a portfolio that reinvests the interest earned.\n\nThe Rule of 70 and any other doubling rules include estimates of growth rates or investment rates of return. As a result, the rule can generate inaccurate results with its limited ability to forecast future growth.\n\nThe Rule of 70 assumes a constant rate of growth or return. As a result, the rule can generate inaccurate results since it does not consider changes in future growth rates.\n\nThe Rule of 70 can estimate how long it would take a country's gross domestic product (GDP) to double. Instead of estimating compound interest rates, the GDP growth rate is the divisor of the rule. For example, if the growth rate for China is estimated as 10%, the Rule of 70 predicts it would take seven years, or 70/10, for China's real GDP to double.\n\nTheRule of 72or the Rule of 69 may also be used. The function is the same as the rule of 70 but uses 72 or 69, respectively, in place of 70 in the calculations. The Rule of 69 is often considered more accurate when addressingcontinuous compoundingprocesses, and 72 may be more accurate for less frequent compounding intervals.\n\nThe Rule of 70 is a calculation that provides an estimate, based on a constant growth rate, of how many years it takes for an investment to double in value. Investors may use this calculation to evaluate the investment returns of mutual funds and retirement portfolios.\n\nWorldometers. \"United States Population.\"",
  "url": "https://www.investopedia.com/terms/r/rule-of-70.asp"
}