{
  "term": "What Is a Non-Qualified Stock Option (NSO), and How Is It Used?",
  "definition": "A non-qualified stock option (NSO) is a type ofemployee stock optionthat allows an employee to purchase company shares at a set price (also known as the grant price) within a specified period. When exercising an NSO, the employee pays ordinary income tax on the difference between the grant price and the price at which they exercise the option.\n\nNSOs are a more common and simpler form of stock option compared toincentive stock options (ISOs), and they don’t meet all of the requirements set by the IRS to qualify as ISOs.\n\nNon-qualified stock options give employees the right, within a designated timeframe, to buy a set number of shares of their company’ssharesat a preset price. It may be offered as an alternative form of compensation to workers and also as a means to encourage their loyalty with the company.\n\nNon-qualified stock options often reduce the cash compensation employees earn from employment.\n\nThe price of these stock options is typically the same as the market value of the shares when the company makes such options available, also known as the grant date. Employees will have a deadline to exercise these options, known as the expiration date. If the date passes without theoptions being exercised, the employee would lose those options.\n\nThere is an expectation that the company’s share price will increase over time. That means employees stand potentially to acquire stock at a discount if the grant price—also known as the exercise price—is lower than later market prices. However, the employee will pay income tax against the difference with amarket share priceof the stock when the option is exercised. Once the options are exercised, the employee can choose to sell the shares immediately or retain them.\n\nNon-qualified stock options (NSOs) allow employees to buy a company’s shares at a preset price.\n\nAs with other types of stock options, non-qualified stock options can be a way to reduce the cash compensation that companies pay directly to their employees while also connecting part of their compensation to the growth of the companies.\n\nThe terms of the options may require employees to wait a period of time for the options to vest. Furthermore, the employee could lose the options if they left the company before the stock options arevested. There might also beclawbackprovisions that allow the company to reclaim NSOs for a variety of reasons. This can include insolvency of the company or a buyout.\n\nFor smaller and younger businesses with limited resources, such options that can be offered in lieu of salary increases. They can also be used as a recruiting tool to make up for shortcomings in the salaries offered when hiring talent.\n\nThe best time to exercise a non-qualified stock option is when the share value is higher than the cost of exercising the option, but before the option expires. This should ensure that the stock is more valuable than the cost of buying it.\n\nWhen you exercise non-qualified stock options, you must pay taxes on the difference between the market price and the exercise price.This is called the compensation element, and it will be reported on yourW-2as income. When you sell the stock, you must also report the capital gain (or loss) between the original market price and the sales price. This will be reported on Schedule D, Capital Gains or Losses. If you sell after less than a year, it is considered ashort-term capital gainand taxed at your ordinary income level. If you sell after a year or longer, you will pay along-term capital gainstax at a lower rate in the year of the actual sale.\n\nWhile stock options can be a valuable part of your compensation package, they come with risk. If the company’s stock price doesn’t rise or if the company faces challenges, the options may be worthless.\n\nWhen deciding whether to accept NSOs, employees should consider the potential value of the company’s shares and the company's growth prospects. If the company is a startup or a smaller business, the risk could be higher, but the rewards might also be greater if the company succeeds. If you’re offered only a small percentage of the company or if the company's future growth prospects are uncertain, it might make more sense to negotiate for a higher salary instead.\n\nNon-qualified stock options are a form of compensation that allows employees to buy company stock at a set price, with the expectation that the stock will appreciate over time. While this offers the potential for significant financial gain if the company grows, it also carriesrisk, especially if the company’s stock doesn’t perform well. Employees should carefully evaluate the company’s prospects and the potential value of their stock options when considering whether to accept them as part of their compensation package.\n\nInternal Revenue Service. \"Publication 525, Taxable and Nontaxable Income,\" Page 12.\n\nInternal Revenue Service. \"Publication 525, Taxable and Nontaxable Income,\" Page 11.\n\nInternal Revenue Service. \"Publication 525, Taxable and Nontaxable Income,\" Pages 11-12.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"",
  "url": "https://www.investopedia.com/terms/n/nso.asp"
}