{
  "term": "What Are Asset Classes? More Than Just Stocks and Bonds",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn asset class is a category of financial instruments with common characteristics and bound by the same regulations.\n\nAn asset class groupsinvestmentsthat have similar attributes and are subject to the same laws and regulations. It contains securities that often behave similarly to one another in the marketplace.\n\nCommon asset classes include equities, fixed income, commodities, and real estate.\n\nThere is usually very little correlation and sometimes even a negative correlation between different asset classes. This characteristic is important and necessary for investors.\n\nThat's because if all asset classes' price movements moved in the same direction at the same rate, then investors could suffer great financial loss in dropping markets.\n\nHistorically, the three mainassetclasses have beenequities(stocks),fixed income(bonds), andcash equivalentsor money market instruments.\n\nMost investment professionals consider real estate,commodities,futures, other financialderivatives, and evencryptocurrenciesto be asset classes.\n\nInvestment assets include both tangible and intangible instruments thatinvestorsbuy and sell for the purposes of generating additional income, on either ashort-orlong-term basis.\n\nFinancial advisors viewinvestment vehiclesaccording to their asset classes fordiversificationpurposes.\n\nEach asset class is expected to reflect different risk and return investment characteristics and perform differently in any given market environment. Investors interested in maximizing return often do so by reducing portfolioriskthrough asset class diversification.\n\nFinancial advisors help investors diversify theirportfoliosby combining assets from different asset classes that have different cash flow streams and varying degrees of risk.\n\nInvesting in several different asset classes ensures a certain amount of diversity overall. Diversification reduces risk and increases the probability of earning a positive return.\n\nThe main asset classes are equities, fixed income, cash or cash-equivalent securities, and commodities.\n\nThe most common asset classes are:\n\nCash and cash equivalents represent actual cash on hand and securities that are similar to cash. These investments are considered very low risk since there is little to no chance of losing your money. The consequent peace of mind means thereturnsare also lower than those of other asset classes.\n\nExamples of cash and cash equivalents include cash parked in asavings accountas well as U.S. governmentTreasury bills (T-bills),guaranteed investment certificates (GICs), andmoney market funds.\n\nGenerally, the greater the risk of losing money,the greater the prospective return.\n\nFixed income securities offer investors a fixed income stream. You buy a bond (lend money) and, in return, receive set payments of interest every year until the security'smaturity date. When the security matures, the money you initially invested is paid back to you.\n\nGovernment and corporatebondsare the most common types of fixed-income products. The government or company pays youinterestfor the life of the loan, with rates varying depending oninflationand the perceived risk that they won’t make good on the loan.\n\nThe risk of certain governmentsdefaultingon their bonds is very low, so they pay out less. Conversely, some companies risk going bust and need to pay investors more to convince them to lend their money.\n\nWhen people talk about equities, they are usually speaking about owningsharesin a company. For companies to expand and meet their objectives, they often sell slices of ownership to the general public in exchange for cash.\n\nBuying these shares can be a great way to profit from the success of a company.\n\nThere are two ways to make money by investing in companies:\n\nThe market can bevolatile, though. Share prices are known to fluctuate, and some companies may even go bust.\n\nCommodities are basic goods that can be transformed into other goods and services. Examples include metals, energy resources, and agricultural goods.\n\nCommodities are crucial to the economy and, in some cases, are viewed as a goodhedgeagainst inflation. Their return is based onsupply and demanddynamics rather than profitability.\n\nMany investors invest indirectly in commodities by buying shares in companies that produce them. However, there is also a huge market for investing directly, whether that is actually buying a physical commodity with the view of eventually selling it for a profit or investing in futures contracts.\n\nEach asset class carries a different level of risk and return and tends to perform differently from others in a given market environment.\n\nEquities, bonds, cash or marketable securities, and commodities are the mostliquid assetclasses and, therefore, the most quoted asset classes.\n\nThere are also alternative asset classes, such asreal estate, and valuable inventory, such as artwork, stamps, and other tradable collectibles.\n\nSome analysts refer to an investment inhedge funds,venture capital,crowdsourcing, or cryptocurrencies as examples of alternative investments..\n\nThat said, an asset’silliquiditydoes not speak to its return potential; it only means that it may take more time to find a buyer should you wish to convert the asset to cash.\n\nInvestors looking foralphaemploy investment strategies focused on achieving alpha returns. Investment strategies can be tied to growth, value, income, or a variety of other factors that help to identify and categorize investment options according to a specific set of criteria.\n\nSome analysts link criteria to performance and/or valuationmetricssuch asearnings-per-share (EPS)growth, or theprice-to-earnings (P/E) ratio. Other analysts are less concerned with performance and more concerned with the asset type or class.\n\nInvestors are often advised to not put all their eggs into one basket and to invest in different asset classes to spread their bets and reduce risk.\n\nThe three main asset classes are equities, fixed income, and cash equivalents or money market instruments. Also popular are real estate, commodities, futures, other financial derivatives, andcryptocurrencies.\n\nThestock markethas proven to produce the highest returns over extended periods of time. Looking at the S&P 500 from 1928 through the first quarter of 2025, the average annualized return was9.96%. Here's another comparison: If you'd invested $100 in the S&P 500 on Jan. 1, 1928, you would have had $982,817.82 in 2024. However, the same $100 invested in Treasury bonds for that period of time would have been worth only about $7,159.\n\nThey're useful because they can help investors diversify their portfolios to reduce risk and maximize returns. Investing in several different asset classes ensures a certain amount of investment diversity.\n\nAn asset class is a grouping of investments that exhibit similar characteristics and that may be subject to the same rules and regulations. Equities, fixed income, commodities, and real estate are common examples of asset classes.\n\nAsset classes can be used to diversify portfolios and reduce risk, as each class typically reflects different risk and return characteristics. Building a portfolio with asset classes that are not highly correlated with one another is an important concept for successful diversification.\n\nNew York University, Stern School of Business.“Historical Returns on Stocks, Bonds and Bills: 1928–2024.”",
  "url": "https://www.investopedia.com/terms/a/assetclasses.asp"
}