{
  "term": "What Is a Reverse Repurchase Agreement (RRP)? How It Works, With Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA reverse repurchase agreement (RRP), or reverse repo, is the sale ofsecuritieswith the agreement to repurchase them at a higher price at a specific future date. A reverse repo refers to the seller side of arepurchase agreement (RP), or repo.\n\nThese transactions, which often occur between two banks, are essentially collateralized loans. The difference between the original purchase price and the buyback price, along with the timing of the transaction (often overnight), equates to interest paid by the seller to the buyer. The reverse repo is the final step in the repurchase agreement, closing the contract.\n\nRepos are classified as a money market instrument, and they are usually used toraise short-term capital. Reverse repurchase agreements (RRPs, or reverse repos) are the seller end of a repurchase agreement.Thesefinancial instrumentsare also called collateralized loans, buy/sell back loans, and sell/buy back loans.\n\nReverse repos are commonly used by businesses like lending institutions or investors to access short-term capital when facingcash flowissues. In essence, the borrower sells abusiness asset, equipment, or even shares in its company. Then, at a set future time, the lender sells the asset back for a higher price.\n\nThe higher price represents theinterestto the buyer for loaning money to the seller during the duration of the deal. The asset acquired by the buyer acts as collateral against anydefault riskthat it faces from the seller. Short-term RRPs hold smallercollateralrisks than long-term RRPs because, over the long term, assets held as collateral can oftendepreciatein value, causing collateral risk for the buyer.\n\nIn a macro example of RRPs, theFederal Reserve Bankuses repos and RRPs to provide stability in lending markets throughopen market operations (OMOs). The RRP transaction is used less often than a repo by the Fed, as a repo puts money into the banking system when it is short, whereas an RRP borrows money from the system when there is too muchliquidity. The Fed conducts RRPs to maintain long-termmonetary policyand control capital liquidity levels in the market.\n\nPart of the business of repos and RRPs is growing, with third-party collateral management operators providing services to develop RRPs to provide quick funding to businesses in need. As quality collateral is sometimes difficult to find, businesses are taking advantage of their assets as a quality way to fund expansion and equipment acquisition through the use of tri-party RRPs, resulting in repo agreement opportunities for investors. This industry is known as collateral management optimization and efficiency.\n\nAn RRP differs from buy or sell backs in a simple way. Buy or sell back agreements legally document each transaction separately, providing clear separation in each transaction. In this way, each transaction can legally stand on its own without the enforcement of the other. RRPs, on the other hand, have each phase of the agreement legally documented within the same contract and ensure the availability and right to each phase of the agreement.\n\nLastly, in an RRP, although collateral is in essence purchased, the collateral generally never changes physical location or actual ownership. If the sellerdefaultsagainst the buyer, then the collateral would need to be physically transferred.\n\nRepos and reverse repos aretwo sides of the same coin, reflecting the role of each party in the transaction. Repo refers to the buyer side of a repurchase agreement, while reverse repo refers to the seller side.\n\nLet’s say Bank ABC currently has excess cashreserves, and it is looking to put some of that money to work. Meanwhile, Bank XYZ is facing a reserve shortfall and needs a temporary cash boost. Bank XYZ may enter a reverse repo agreement with Bank ABC, agreeing to sell securities for the other bank to hold overnight before buying them back at a slightly higher price. From the perspective of Bank ABC, which buys the securities and agrees to sell them back at a premium the next day, the transaction is a repurchase agreement.\n\nIn a reverse repurchase agreement (RRP, or reverse repo), a party sells securities to a counterparty with the stipulation that it will buy them back at a slightly higher price. The agreement functions much like a collateralized loan. The original seller (engaging in a reverse repurchase agreement) receives an infusion of cash, while the original buyer (engaging in a repurchase [repo] agreement) essentially provides a loan and earns interest from the higher resale price. In general, the assets that serve as collateral for the transaction do not physically change hands.\n\nIn a reverse repo, a party in need of cash reserves temporarily sells a business asset, equipment, or even shares in another company, with the stipulation that it will buy the assets back at a premium. Like other types of lenders, the buyer of the assets in a repo agreement earns money for providing a cash boost to the seller, and the underlying collateral reduces the risk of the transaction.\n\nWhen the Federal Reserve uses a reverse repo, thecentral bankinitially sells securities and agrees to buy them back later. In these cases, the Fed borrows money from the market, which it may do when there is too much liquidity in the system. Regular repurchase agreements (repos), in which the Fed plays the role of the lender by buying securities and then selling them back, are a more common central bank measure to inject additional reserve balances into the banking system.The Fed is not the only central bank to use this liquidity-maintaining method. The Reserve Bank of India also uses repos and reverse repos as they work to stabilize the economy through theliquidity adjustment facility.\n\nA reverse repurchase agreement (RRP), or reverse repo, refers to the seller side of a repurchase agreement (repo). The party executing the reverse repo sells assets to the other party while agreeing to buy them back later at a slightly higher price. From a practical perspective, a reverse repo agreement is akin to taking out a short-term loan, with theunderlying assets serving as collateral.\n\nBrookings Institution. “What Is the Repo Market, and Why Does It Matter?”\n\nCongressional Research Service. “Repurchase Agreements (Repos): A Primer,” Page 1.\n\nFederal Reserve Bank of New York. “FAQs: Reverse Repurchase Agreement Operations.”\n\nPwC Viewpoint. “U.S. Transfers of Financial Assets Guide: 5.5 Repurchase Agreements.”\n\nFederal Reserve System. “Policy Tools: Overnight Reverse Repurchase Agreement Facility.”\n\nFederal Reserve Bank of New York. “Repo and Reverse Repo Agreements.”",
  "url": "https://www.investopedia.com/terms/r/reverserepurchaseagreement.asp"
}