{
  "term": "What Is Identity Theft? Types and Examples",
  "definition": "Identity theft happens when someone uses your personal information without your permission—such as yourSocial Security number, bank account number, and credit card information— to gain financial benefits or commit fraud.  Thieves can use your information to access personal accounts, open up new accounts without your permission, make unauthorized transactions, or commit crimes.\n\nThieves can steal anything from a credit card or bank account number to a driver's license or passport. Victims of identity theft often end up with damaged credit, incorrect information added to their records, or wrongful arrest.\n\nTo protect yourself, stay informed about data breaches, report any security incidents, and consider freezing your credit.\n\nThere are several types of identity theft, including:\n\nFinancial identity theft occurs when someone uses another person's identity or information to obtain credit, goods, services, or benefits. This is the most common form of identity theft.\n\nThieves use stolen Social Security numbers toapply for credit cards and loansresulting in unpaid balances. Fraudsters can also use your number to receive medical, disability, and other benefits.\n\nInmedical identity theft, someone poses as another person to obtain free medical care or benefits.\n\nSynthetic identity theftis a type of fraud in which a criminal combines real (often stolen) and fake information to create a new identity for fraudulent accounts and purchases. Synthetic identity theft allows criminals to steal money from credit card companies and lenders who extend credit to them based on their fake identities.\n\nChild and teen identity theftinvolves using a child's identity for personal gain. This is common, as children typically do not have the capability to take steps to create obstacles for the perpetrator.\n\nThe fraudster may use the child's name and Social Security number to obtain a residence, find employment, obtain loans, or avoid arrest on outstanding warrants. Often, the victim is a family member, the child of a friend, or someone else close to the perpetrator. Some people even steal the personal information of deceased loved ones.\n\nTax identity theft occurs when someone uses your personal information to file a bogus state or federal tax return in your name and collect a refund.\n\nIn criminal identity theft, a criminal poses as another person during an arrest to try to avoid a summons, prevent the discovery of a warrant issued in their real name, or avoid an arrest or conviction record.\n\nThieves can attempt to obtain your personal information in various ways. For instance, some sift through trash bins looking for bank account and credit card statements.\n\nIdentity thieves increasinglyuse computer technologyto obtain other people's personal information for identity fraud.\n\nOnce identity thieves have the information they are looking for, they can ruin a person'scredit ratingand the standing of other personal information.\n\nVictims of identity theft often do not know their identity has been stolen until they begin receiving calls from creditors or are turned down for a loan because of abad credit score.\n\nIt can be difficult to know if you've been a victim of identity theft, especially if you don't check your financial statements regularly. Some clear indicators of identity theft include:\n\nAnyone can be a victim of identity theft, but children and aging adults are particularly vulnerable. They may not understand specific situations or paperwork, such as bills. In addition, their care and finances are often handled by others who may not inform them of details or regularly check their accounts.\n\nChildren who are victims of identity theft may not become aware of it until they are adults. Adults who need medical care often have to provide a lot of personal information repeatedly to hospitals, clinics, caregiving agencies, and doctor's officers,  increasing the risk of data theft.\n\nIf you believe you are a victim of identity theft, immediately visitIdentityTheft.gov, a website administered by the Federal Trade Commission (FTC). It provides directions to help you recover your identity and repair damage you may have experienced.\n\nPreventive measures include regularly checking personal documents for accuracy and addressing discrepancies promptly.\n\nThere are several identity theft protection services that help people avoid or mitigate the effects of identity theft. Typically, such services help:\n\nIn addition, some government agencies andnonprofit organizationsprovide resources to help prevent and address identity theft.\n\nMany of the best credit monitoring services also provide identity protection tools and services.\n\nRecovery can be a lengthy process. After filing a report with the FTC, take these steps:\n\nReport the theftto the Federal Trade Commission (FTC) atIdentityTheft.govor call 1-877-438-4338. Freeze your credit reports, file a police report, and change your login and password information for all sensitive accounts. It would also be wise to close your current credit and debit cards and receive new ones. Check your credit reports for false accounts and dispute any with the credit agencies.\n\nEarly signs of identity theft are unfamiliar charges on your credit card or debit card statements, new cards that you did not apply for, incorrect items on your credit report, medical bills for doctor's visits that you did not have, and collection notices for purchases that you did not make.\n\nThree common types of identity theft are medical identity theft, financial identity theft, and child identity theft.\n\nIdentity theft is a traumatic, difficult experience and can severely damage your creditworthiness. It can leave you with bills you did not incur and cannot pay.\n\nRegularly monitor your financial statements and credit reports for signs of fraud. If you suspect that you are a victim of fraud, there are ways to dispute the charges, fix the theft, and stop your private information from being made available to thieves. In addition, the government provides various resources to help you repair your credit standing.\n\nEquifax. “8 Types of Identity Theft You Should Know.”\n\nExperian. “What Is Social Security Fraud?”\n\nExperian. \"How to Avoid Medical Identity Theft.\"\n\nExperian. \"What Is Synthetic Identity Theft?\"\n\nExperian. “How to Protect Your Child From Identity Theft.\"\n\nExperian. \"How Does Tax Identity Theft Occur?\"\n\nU.S. Department of Justice, Criminal Division. \"Fraud: Identity Theft.\"\n\nFederal Trade Commission. \"Recovery Steps.\"\n\nFederal Trade Commission. \"What To Know About Identity Theft.\"",
  "url": "https://www.investopedia.com/terms/i/identitytheft.asp"
}