{
  "term": "What Is Deferred Compensation?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDeferred compensation is part of an employee's regular compensation that is set aside to be paid at a later date, usually atretirement. In many cases, taxes on this income are deferred (postponed) until it is paid out. There are many forms of deferred compensation, includingretirement plans,pension plans, andstock-optionplans.\n\nThere are qualified and non-qualified deferred compensation plans. While qualified deferred compensation plans are available to many employees,non-qualified deferred compensation (NQDC) planscater mainly tohigh-income earnerswho want to put away funds for retirement and find the company401(k) planinadequate for their needs.\n\nAn employee may negotiate for deferred compensation because it offers immediate tax benefits. In many cases, the taxes due on the income is deferred until the compensation is paid out, often when the employee reaches retirement age.If employees expect to be in a lowertax bracketwhen retiring, they have a chance to reduce their tax burden.\n\nRoth 401(k)s are an exception, as they require the employee to pay taxes on income as it is earned. The balance in a Roth account is, however, normally tax-free when it is withdrawn.It can be a better option for people who expect to be in a higher tax bracket when they retire.\n\nThere are two broad categories of deferred compensation: qualified and non-qualified. These differ in their legal treatment and the purpose they serve.\n\nQualified deferred compensation plans are governed by theEmployee Retirement Income Security Act (ERISA), a key set of federal regulations for retirement plans.They include 401(k) plans and many403(b) plans.\n\nFunds in qualified deferred compensation plans are for the sole benefit of their recipients. Creditors cannot access the funds if the company goesbankrupt. Contributions to the plans are capped by law.\n\nNon-qualified deferred compensation (NQDC) plans are contractual agreements between employers and participants. Also known as409(a) plansor, in some cases,golden handcuffs, NQDCs take different forms, including bonus plans, equity (stock) arrangements, andsupplemental executive retirement plans (SERPs), otherwise known as \"top hat plans.\"\n\nNQDC plans have no caps on contributions and are typically offered only to top-level employees and key talent that the company wants to retain. Independent contractors are eligible for NQDC plans.(This isn't the case with qualified deferred compensation plans.)\n\nCompensation is usually paid out when the employee retires, although there can be provisions for earlier payouts in case of certain events like a change in ownership of the company or a strictly-defined emergency. Depending on the terms of the contract, deferred compensation might be canceled by the company if the employee is fired, defects to a competitor, or otherwise forfeits the benefit.\n\nFrom the participant's perspective, NQDC plans offer a reduced tax burden and a retirement savings bonus. This is especially valued byhighly compensated employeesbecause qualified 401(k) plans have annual contribution limits.On the downside, the money in NQDC plans does not have the same protection as a 401(k) balance. If the company goes bankrupt, creditors can seize funds from NQDC plans.\n\nFor some companies, NQDC plans are a way to hire expensive talent without having to pay their full compensation immediately, meaning they can postpone funding the obligations. That approach, however, can be a gamble for the employee.\n\nThe employee paysSocial SecurityandMedicare taxeson the deferred income at the time of the deferral but does not payincome taxon it until the funds are actually received.\n\nA deferred compensation plan is generally an addition to a company 401(k) plan and may be offered only to a few executives and other key employees as an incentive. Generally, those employees participate in both plans. They max out their contributions to the company 401(k) while enjoying the bonus of a deferred compensation plan.\n\nThat said, a 401(k) plan that includes a matching contribution from an employer is technically a form of deferred compensation. It's part of a regular salary that is payable only after the employee leaves the company or retires, much like a type of non-qualified deferred compensation called a \"golden parachute\", which is reserved for highly-compensated employees.\n\nHowever, the 401(k) is a qualified plan, meaning the employer must stick to federal regulations that ensure the integrity of such plans. Non-qualifying plans are less regulated.\n\nUnlike 401(k)s orindividual retirement accounts (IRAs), there are no contribution limits to a deferred compensation plan. An eligible employee can, for example, earmark an annual bonus as retirement savings.\n\nThe money in both of these plans can grow tax-free until it is withdrawn. (The big exception is the Roth 401(k) orRoth IRA, where contributions are taxed when they are made and no further taxes are due on withdrawals.)\n\nThe absence of contribution limits can add a great deal of value to a deferred compensation plan for a highly-paid employee.\n\nThe plans also offer tax-deferred growth and a tax deduction for the period that the contributions are made.\n\nBalances are not protected in case of company bankruptcy\n\nThe money is not available until retirement\n\nNo way to borrow against balance\n\nThere are, however, some drawbacks.\n\nWith a deferred compensation plan, you are effectively a creditor of the company, lending the company the salary you have deferred. If the company declares bankruptcy in the future, you can lose some or all of this money.\n\nEven if the company remains solid, your money is locked up, in many cases, until retirement, meaning that you cannot access it easily.\n\nDepending on the plan's structure, you also may find yourself with limited investment options. It may include only the company's stock, for example.\n\nUnlike with a 401(k) plan, when funds are received from a deferred compensation plan they cannot be rolled over into an IRA account.\n\nNobody turns down a bonus, and that's what deferred compensation typically is.\n\nA rare exception might be if an employee feels that the salary offer for a job is inadequate and merely looks sweeter when the deferred compensation is added in. In particular, a younger employee might be unimpressed with a bonus that won't be paid until decades down the road.\n\nIn any case, the downside is that deferred compensation cannot be accessed for years, normally until the employee retires.\n\nFor most employees, saving for retirement via a company's 401(k) is most appropriate. However, high-income employees may want to defer a greater amount of their income for retirement than the limits imposed by a 401(k) or IRA.\n\nThe distribution date may be at retirement or after a specified number of years. This must be designated at the time the plan is set up and typically cannot be changed.\n\nIt is generally better for the employee if the deferred income is distributed over several years. A large single payout can push the recipient into a higher tax bracket for the year.\n\nNote that distributions cannot be rolled into a qualified retirement plan. That means the taxes are due for that year.\n\nIn a non-Roth scenario, those making contributions to a plan enjoy atax deductionin that year.\n\nThe funds grow tax-deferred until the payout date.\n\nIf you retire in a lower tax bracket or alower-tax jurisdiction, you will benefit from the tax deferral upon retirement.\n\nThough a 401(k) plan with a matching contribution is technically a type of deferred compensation, most people are typically referring to the non-qualified form when they talk about deferred compensation.\n\nFinancial advisors usually suggest you only use a non-qualified deferred compensation (NQDC) plan after you've made the maximum possible contribution to your 401(k)—and only if your employer is very solid financially, because NQDC plans are not strictly regulated and your funds may not be protected in the case of company bankruptcy.Deferred compensation plans are non-qualified, meaning they don't have to follow certain federal regulations. Tread carefully.\n\nInternal Revenue Service. \"Topic No. 424, 401(k) Plans.\"\n\nInternal Revenue Service. \"IRC 457(b) Deferred Compensation Plans.\"\n\nInternal Revenue Service. \"Roth Account in Your Retirement Plan.\"\n\nU.S. Department of Labor, Employee Benefits Security Administration. \"FAQs about Retirement Plans and ERISA.\" Page 1.\n\nFinancial Industry Regulatory Authority. \"Retirement Accounts.\"\n\nU.S. Department of Labor, Employee Benefits Security Administration. \"FAQs About Retirement Plans and ERISA.\" Page 13.\n\nHarvard Law School Forum on Corporate Governance. \"Tax Implications of Executive Pay: What Boards Need to Know.\"\n\nMeridian Compensation Partners. \"Section 409A: Deferred Compensation Plans.\"\n\nInternal Revenue Service. \"Retirement Topics: 401(k) and Profit-Sharing Plan Contribution Limits.\"\n\nInternal Revenue Service. \"Nonqualified Deferred Compensation Audit Technique Guide.\" Page 22.\n\nInternal Revenue Service. \"Nonqualified Deferred Compensation Audit Technique Guide.\" Page 9.\n\nInternal Revenue Service. \"Rollover Chart.\"",
  "url": "https://www.investopedia.com/terms/d/deferred-compensation.asp"
}