{
  "term": "What Is a Standby Letter of Credit (SLOC), and How Does It Work?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWhen there are large projects in the works, some companies look for reassurance that their investment will be good. Enter a standby letter of credit (SLOC). This document, provided by a bank, guarantees that a sale or project will be completed as promised. The backing bank will only pay out in the event of a catastrophic failure.\n\nAstandby letter of credit (SLOC)is a legal document that guarantees a bank's commitment of payment to a seller in the event that the buyer—or the bank's client—defaults on the agreement. A standby letter of credit helps facilitate international trade between companies that don't know each other and have different laws and regulations. Although the buyer is certain to receive the goods and the seller is certain to receive payment, a SLOC doesn't guarantee the buyer will be happy with the goods. A standby letter of credit can also be abbreviated SBLC.\n\nA SLOC is most often sought by a business to help it obtain a contract. The contract is a \"standby\" agreement because the bank will have to pay only in a worst-case scenario. Although an SBLC guarantees payment to a seller, the agreement must be followed exactly. For example, a delay in shipping or misspelling a company's name can lead to the bank refusing to make the payment.\n\nThere are two main types of standby letters of credit:\n\nThe recipient of a standby letter of credit is assured that it is doing business with an individual or company that is capable of paying the bill or finishing the project.\n\nThe procedure for obtaining a SLOC is similar to anapplication for a loan. The bank issues it only after appraising the creditworthiness of the applicant.\n\nIn the worst-case scenario, if acompany goes into bankruptcyor ceases operations, the bank issuing the SLOC will fulfill its client's obligations. The client pays a fee for each year that the letter is valid. Typically, the fee is 1% to 10% of the total obligation per year.\n\nThe SLOC is often seen in contracts involving international trade, which tend to involve a large commitment of money and have added risks.\n\nFor the business that is presented with a SLOC, the greatest advantage is the potential ease of getting out of that worst-case scenario. If an agreement calls for payment within 30 days of delivery and the payment is not made, the seller can present the SLOC to the buyer's bank for payment. Thus, the seller is guaranteed to be paid. Another advantage for the seller is that the SBLC reduces the risk of the production order being changed or canceled by the buyer.\n\nAn SBLC helps ensure that the buyer will receive the goods or service that's outlined in the document. For example, if a contract calls for theconstructionof a building and the builder fails to deliver, the client presents the SLOC to the bank to be made whole. Another advantage when involved in global trade, a buyer has an increased certainty that the goods will be delivered from the seller.\n\nAlso, small businesses can have difficulty competing against bigger and better-known rivals. An SBLC can add credibility to its bid for a project and can often times help avoid an upfront payment to the seller.\n\nSince a bank is taking a risk by offering a SBLC, there are fees to obtain one. Typically, banks will charge between 1% and 10% of the total guaranteed price for each year that the SBLC is active.\n\nStandby letters of credit are typically offered by commercial banks and lenders. The bank will assess the creditworthiness of the applicant much like a loan application.\n\nStandby letters of credit are often used in international trade deals where the terms may be different between parties, but that is not the only use. Anytime a buyer needs to guarantee payment for goods or services, a SBLC may be in order.\n\nA SBLC is a powerful tool for companies negotiating large deals for goods or services. With the backing of a commercial bank, an SBLC offers reassurance that an agreement will go through, even in a worst-case scenario. But a SBLC is not without cost—there are fees, and your creditworthiness will be assessed.\n\nTrade Finance Global. \"Standby Letters of Credit (SBLC / SLOC).\"\n\nCorporate Finance Institute. \"Standby Letter of Credit (SBLC).\"",
  "url": "https://www.investopedia.com/terms/s/standbyletterofcredit.asp"
}