{
  "term": "What Is the Network Effect?",
  "definition": "The network effect is a phenomenon whereby increased numbers of people or participants improve thevalue of a good or service. The more popular a business or product grows, the more the users effectively act as salesmen, spreading the word about the entity or item.\n\nThe network effect concept originated in the early 20th century, with the advent of the telephone. Theodore Vail, the first post-patent president of Bell Telephone, used the network effect to argue why Bell Telephone should have a monopoly on telephone networks.\n\nRobert Metcalfe, the creator of Ethernet, helped to popularize the idea by introducing Metcalfe's law, which states that the value of a telecommunications network is proportional to the square of the number of connected users of the system.\n\nThere are commonly two types of network effects, direct and indirect. Direct effects occur when a product's value increases as the number of users increases. Telephones were the first example of an item with direct network effects.\n\nSometimes one product can spur new technology or innovation. When the use of a product leads to new items, indirect effects occur. The original item becomes more valuable along with the supporting items. Video gaming systems and subsequent games are an example of this.\n\nThe network effect can lead to an improved experience as more people participate. It can also encourage new participants as they look to benefit from the network. The internet is an example of the network effect. Initially, there were few users on the internet with its only traffic from the military and scientists.As more users gained access, they produced content, information, and services. The development and improvement of websites attracted more users to connect and conduct business.\n\nNetwork effects can be found throughoutsocial media. As users post content, the more useful a platform becomes. The network effect has created exponential growth rates for networking platforms such as Facebook, YouTube, and Instagram.\n\nCompanies looking to advertise their products and services rush to join these sites to capitalize on the trend. The increase in advertisers leads to more revenue for social media websites. As a result, the sites evolve and offer more services to the consumer.\n\nAlthough similar, network effect and network externality have distinct differences. Network externality is an economics term that refers to how the buying patterns of consumers are influenced by others purchasing a product.\n\nFor example, a crowded restaurant parking lot may tell consumers it sells good food. Trends in fashion also influence buying patterns. Clothes routinely go in and out of style based primarily on copycat buying and selling patterns.\n\nPositive network externalities can lead to a network effect. If a consumer's friends are on Facebook, they might join hoping to connect, which is a positive externality. If they join and post quality content, that may lead to many people enjoying the experience, boosting engagement, and creating a network effect.\n\nThe internet is a notable example of the network effect. The escalation of users has lead to more websites and engagement as well as companies offering products and services.\n\nThe network effects that exist on the internet often benefit a variety of services-for-hire apps and websites. As more professionals, such as dog walkers, tutors, or electricians, list their services online, more customers rely on those online directories.E-commercesites, such as Etsy and eBay, grew in popularity as more sellers joined those marketplaces and sold their products to consumers who embraced online shopping.\n\nCompanies such as Uber and Lyft evolved and grew the support of participants who signed up and expanded the companies' reach across cities and states. Leveraging the network effect can help grow a business. Once the effect occurs, users effectively act as salesmen, spreading news of the product.\n\nNew market items may be offered for free or low cost until a network effect occurs. As demand for the product grows, prices increase and people become willing to pay more. The more people who use the product, the more value the product has.\n\nSome of the leading, fastest-growing companies, such as Meta, Apple, and Airbnb, achieved success because of the network effect.\n\nThe chief hurdle for any company that seeks to benefit from the network effect is gaining traction or attracting enough users so that the effect can take hold. The number of users required for a significant network effect is called the critical mass. Aftercritical massis attained, the good or service attracts additional new users because of the utility or benefits to the consumer, helping the company become self-sustaining.\n\nHowever, if too many people use a good or service, congestion may occur. Providers of goods and services that use a network effect must ensure that capacity can be increased sufficiently to accommodate all users. Once a company achieves and maintains critical mass, it may become less efficient and innovative because it knows it has a solid consumer base.\n\nEncourages entrepreneurs to pursue unique and efficient products\n\nProvides benefit to users from an increasingly valuable service\n\nStresses the importance of reaching critical mass\n\nCongestion can occur if too many people use the network\n\nCompanies must ensure that capacity is sufficient to accommodate all users\n\nCompanies may become less innovative after critical mass is achieved.\n\nIf a business is in a market subject to the network effect, a company may price products differently when the business begins than when the network effect takes hold. As a business grows due to the network effect, it often makes sense to increase prices as demand for the product grows. Businesses commonly price their products to maximize profits. However, starting at a lower price and increasing the price as the network effect occurs may result in a larger user base.\n\nSocial media networks such as Facebook and X are examples of the network effect.The value of these websites increases as more people sign up for accounts on the site.\n\nPlatforms that operate on the network effect include the internet, mobile phone and landline networks, as well as social media websites.\n\nAs a product grows in popularity, users effectively act as salesmen, spreading the word about the company. This helps to promote a network effect. The internet demonstrates the network effect and producers and consumers have a firm grasp of its benefits.\n\nHarvard Business School. \"Etsy: Supporting Handmade.\"\n\nSeeking Alpha. \"eBay: A Case Study Of 2-Sided Marketplaces.\"\n\nFederal Reserve Bank of Richmond. \"Network Effects.\"\n\nPrecision Optical Technologies. \"Metcalfe's Law: Explained.\"\n\nUniversity of California at Santa Barbara. \"Revolution of the Internet.\"\n\nIansiti, Marco. \"Assessing the Strength of Network Effects in Social Network Platforms.\"Harvard Business School Working Paper, No. 21-086, February 2021.\n\nHarvard Business School. \"YouTube 1, Everyone Else 0.\"\n\nHarvard Business School. \"Textbook Network Effects: How Instagram Achieved Instagrowth.\"\n\nHarvard Business School. \"Apple Music – Locking Customers In Through Network Effects.\"\n\nHarvard Business School. \"Trust Eats Network Effects at Airbed & Breakfast.\"",
  "url": "https://www.investopedia.com/terms/n/network-effect.asp"
}