{
  "term": "What Is a Living Wage? Definition, History, and How to Calculate",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term \"living wage\" refers to a theoretical income level that allows individuals or families to afford adequate shelter, food, and other life necessities. The goal of a living wage is to allow employees to earn enough income for a satisfactorystandard of livingand prevent them from falling into poverty. Economists suggest that it should be enough to ensure that no more than 30% of this income gets spent on housing.\n\nA living wage is often substantially higher than the legalminimum wage. The living wage at the federal level was $25.02 per hour for a family of four with two working adults at the close of 2022, the last year for which statistics are available. Two working adults earning $20 an hour each or $41,600 a year wouldn't reach this threshold to adequately support themselves and their two children.\n\nWhat constitutes a living wage can vary slightly depending on who's defining it. Some 60-plus definitions and descriptions of the term exist, according to the Global Living Wage Coalition. Despite some deviations, the organization found certain common themes when comparing how it's defined in human rights declarations bynon-governmental organizations (NGOs)and others.\n\nThe consensus is that a living wage provides individuals with enough income to support themselves without falling below thefederal poverty line (FPL). It gives workers and their families the means to maintain a decent standard of living so they can afford:\n\nThe idea of a living wage isn't new but it became a hot topic following theGreat Recession. The economic crisis highlighted the fact that some individuals just can't afford to make ends meet. Some experts believe that people who don't earn a living wage face challenges such as having to work more than one job, pulling their children out of school, and succumbing to unexpected health issues that they can't afford to address.\n\nThe living wage in the United States was $25.02 per hour in 2022 or $104,077.70 per year before taxes, according to research from MIT. This figure is based on a family of four with two working adults. Each adult would have to work 52 weeks a year, earning $52,038.85 or $25.02 for a 40-hour workweek. That's an increase from $24.16 or $100,498.60 per year in 2021.\n\nThese figures can vary by family size and thecost of livingin a particular city or location.\n\nThe movement for a reasonable living wage is hardly new. Boston ship carpenters came together in 1675 to demand higher pay. The American Federation of Labor, founded in 1886, proposed a general living wage that adequately supported a family and maintained a standard of living higher than the 19th-century European urbanworking class.\n\nCongress passed the Fair Labor Standards Act (FLSA) in 1938, which established the first national minimum wage of $0.25/hour. The passage of the law marked a turning point for the labor movement in the United States. In 1968, the federal minimum wage was set at $1.60 an hour, which is about $14.63 per hour in 2024 dollars (latest available data), but unfortunately, it slowly declined after the late 1960s due to inflation.\n\nThe federal minimum wage rose to $7.25 in 2009 where it remains in 2025. Many states, cities, and municipalities have minimum wages higher than the federal minimum wage. These minimum hourly rates increased in 21 states on Jan. 1, 2025, for over 9.2 million workers.\n\nCalifornia and New York City's minimum wage increased to $16.50 for example.\n\nA living wage can't be confused with a minimum wage which is the least amount of money a worker can earn as mandated by law. Many experts argue that the federal minimum wage should be increased to align with a living wage. They point out that the minimum wage doesn't provide enough income to survive because it doesn't rise with inflation. The minimum wage can only increase with congressional action.\n\nThe minimum wage dollar amount has risen since its introduction by President Franklin Delano Roosevelt in 1938 but theconstant dollaramount, which accounts for the effects of inflation, has decreased for American households since 1968. The federal minimum wage of $7.25 per hour has remained at that level since 2009. It hasn't kept up with the cost of living since the late 1960s.\n\nMost states have their own minimum wage laws to try and align it more closely with a living wage but it's actually below the federal minimum wage in some states. The federal minimum applies when this occurs.\n\nThe U.S. House of Representatives passed an amended version of the Raise the Wage Act in 2019 that would have gradually increased the federal minimum wage to $15 by 2025. The bill died in the Senate but the debate about whether to lift the minimum wage rages on. Several states and cities nonethelessraised the local minimum wageand several companies have done so voluntarily.\n\nThis table indicates the rates for 2024 and 2025 for the 21 states that raised their rates in 2025.\n\nPovertyin the U.S. may have something to do with the lack of a living wage in all states, at least to an extent. The Raise the Wage Act of 2021, an updated version from 2019 that was introduced in January 2021, could potentially help reduce or eliminate low wages that don't lift families and individuals out of poverty. The bill aims to increase the federal minimum wage over five years for regular employees along with those who receive tips and new workers under the age of 20.\n\nThe federal minimum wage of $7.25 an hour isn't enough to raise a family of four above thefederal poverty level: $31,200 in 2024. Working and earning the federal minimum wage isn't enough to get out of poverty for families and not enough money to beclassified as a living wage.\n\nMany opponents of increasing the federal minimum wage believe it would lead to inflation, creating other economic problems.\n\nLiving wages are very controversial. The ideas surrounding them and their effects on the economy are hotly debated.\n\nSupporters of a living wage argue that paying employees higher salaries benefits corporations as a whole. They claim that employees who earn a living wage end up being more satisfied, which helps to reduce staff turnover.\n\nAnother advantage to living wages is that they reduce corporate costs associated with recruitment and training. Proponents of living wages point out that higher wages improve employee morale and this can often lead to higher productivity. This in turn allows companies to benefit from increased worker output.\n\nSome critics suggest leaders should scrap the idea of living wages altogether. Naysayers believe that implementing a living wage establishes a wage floor and this harms the economy by hurting companies, especially small businesses that can't afford to raise salaries.\n\nCompanies may reduce the number of employees hired if they're forced to pay increased wages. This creates higher unemployment, resulting in adeadweight loss. People who would work for less than a living wage are no longer offered employment.\n\nLowers recruitment and training costs\n\nIncreases unemployment through deadweight loss\n\nEarning a living wage means that you can pay necessary costs including shelter, food, healthcare, childcare, taxes, and transportation. It can vary depending on your circumstances, including the state and town in which you live. MIT created aLiving Wage Calculatorin 2004 that's updated in the first quarter of every year.\n\nThis online calculator provides the living wage, minimum wage, and poverty wage for 50 states plus counties and the District of Columbia. First plug in the state then choose from a list of counties. The calculator shows the wages for individuals, couples (one or both working), and families with up to three children.\n\nOne alternative to a living wage could be a liveable federal minimum wage that allows individuals and families to earn enough to pay for basic necessities and medical care.\n\nAnother option is auniversal basic incomefrom the federal government that covers basic living costs. Various plans address universal income from only giving money to those earning below the poverty line to paying every citizen a certain amount of money.\n\nThe U.S. doesn't offer this type of income as of 2025 but some might suggest that President Biden's $1.9 trillionAmerican Rescue Planwas a step in this direction. Families who qualified received government-issued cash benefits for each child in July 2021 but the program lasted only for 2021.\n\nThe living wage in the United States was $25.02 per hour in 2022 (latest data available) or $104,077.70 per year before taxes based on a family of four with two working adults and two children. This varies by state, however.\n\nThe highest livable wage was for Massachusetts in 2024 at a total of $128,086. Mississippi had the lowest living wage at a total of $80,766. New York's livable wage was $113,131. California, Texas, and Wisconsin had living wages of $117,478, $89,045, and $96,283 respectively.\n\nRaising the federal minimum wage to $15 an hour from $7.25 an hour still doesn't provide a livable wage to many low-income adults and families in certain locations. Earning $15 an hour at a full-time job would equate to approximately $31,200 before taxes. This increase would still not meet a livable wage in most states.\n\nA minimum wage is the least amount a worker can be paid hourly as determined by law. Paying an individual below the minimum wage is illegal. A living wage is the amount an individual or family would have to earn to avoid living in poverty. This amount is usually higher than the minimum wage and it's not mandated by law.\n\nA living wage is a hypothetical level of income that's meant to show how much money is necessary for people to afford things like food and shelter. This number depends on certain economic factors including inflation and the cost of living in an individual's area. There's no concrete number because it can vary based on who's calculating it. The consensus is that it should be enough to help keep people out of poverty, however.\n\nNational Low Income Housing Coalition. \"NLIHC Releases Out of Reach 2022: The High Cost of Housing.\"\n\nMassachusetts Institute of Technology. \"NEW DATA POSTED: 2023 Living Wage Calculator.\"\n\nGlobal Living Wage Coalition. \"What Is a Living Wage?\"\n\nEthical Trading Initiative. \"A Living Wage for Workers.\"\n\nUniversity of Maryland. \"A Living Wage.\"\n\nU.S. Department of Labor. \"History of Federal Minimum Wage Rates Under the Fair Labor Standards Act, 1938 - 2009.\"\n\nU.S. Department of Labor. \"History of Federal Minimum Wage Rates Under the Fair Labor Standards Act, 1938 - 2009.\"\n\nU.S. Bureau of Labor Statistics. \"CPI Inflation Calculator.\"\n\nU.S. Department of Labor. \"Minimum Wage.\"\n\nEconomic Policy Institute. \"Over 9.2 Million Workers Will Get a Raise on January 1 From 21 States Raising Their Minimum Wages.\"\n\nU.S. Department of Labor Wage and Hour Division. \"State Minimum Wage Laws.\"\n\nState of California Department of Industrial Relations. \"Minimum Wage.\"\n\nNew York State. \"Minimum Wage.\"\n\nU.S. Congress. \"Raise the Wage Act.\"\n\nU.S. Congress. \"Raise the Wage Act of 2021.\"\n\nU.S. Department of Health and Human Services Office of the Assistant Secretary for Planning and Evaluation. \"Poverty Guidelines.\"\n\nCongressional Budget Office. \"How Increasing the Federal Minimum Wage Could Affect Employment and Family Income.\"\n\nMassachusetts Institute of Technology. \"Living Wage Calculator.\"\n\nThe White House. \"President Biden Announces American Rescue Plan.\"\n\nThe White House. \"The Child Tax Credit.\"\n\nWorld Population Review. \"Livable Wage by State 2024.\"",
  "url": "https://www.investopedia.com/terms/l/living_wage.asp"
}