{
  "term": "What Are Stakeholders? Definition, Types, and Examples",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA stakeholder is someone with a vested interest in a company.\n\nA stakeholder is an individual or a group of individuals with an interest, often financial, in the success of some venture. The primary stakeholders in a corporation include itsinvestors, employees, customers, and suppliers.\n\nWith increasing attention oncorporate social responsibility, the concept of stakeholder has been extended to include communities, governments, andtrade associations.\n\nStakeholders can be internal or external to an organization. Internal stakeholders are people whose interest in a company comes through a direct relationship, such as employment, ownership, or investment.\n\nExternal stakeholders do not directly work for or with a company but are affected by the actions and outcomes of the business. Suppliers, creditors, and public interest groups are all considered external stakeholders.\n\nStakeholder capitalismis a business concept that maintains that companies should serve the interests of all of their stakeholders, not only their shareholders.\n\nInvestors are internal stakeholders who are significantly affected by a company and its performance.\n\nIf, for example, aventure capitalfirm decides to invest $5 million in a technologystartupin return for 10% equity and significant influence, the firm becomes an internal stakeholder of the startup.\n\nThe return on the venture capitalist firm’s investment hinges on the startup’s success or failure, meaning that the firm has avested interest.\n\nExternal stakeholders do not have a direct relationship with the company but may be affected by its operations.\n\nWhen a company goes over the allowable limit of carbon emissions, for example, the town in which it is located is considered an external stakeholder because its residents may be harmed by the increased pollution.\n\nExternal stakeholders in some cases can have a direct effect on a company. The federal government, for example, is an external stakeholder. A policy change on carbon emissions affects the operations of any business that burns a significant amount of fossil fuel.\n\nA common problem is that the interests of various stakeholders may not align. In fact, they may be in direct conflict.\n\nFor example, the primary goal of a corporation, from the perspective of its shareholders, is often considered to be the maximization of profits to enhanceshareholder value.\n\nLabor costs are unavoidable for most companies, but a company may seek to keep them under tight control.\n\nThis is likely to upset another group of stakeholders—its employees. The most efficient companies successfully manage the interests and expectations of all of their stakeholders.\n\nIt is a widely held myth that public corporations have a legal mandate to maximize shareholder wealth. In fact, there have been several legal rulings, including by the Supreme Court, clearly stating that U.S. companies need not adhere to shareholder value maximization.\n\nAll stakeholders are bound to a company by some type of vested interest, usually for the long term.\n\nAshareholderis a stakeholder with a financial interest in a company due to their ownership of a company's stock.\n\nHowever, shareholders can sell their stock; they do not necessarily have a long-term need for the company and can usually get out at any time and reduce their losses.\n\nOther stakeholders cannot necessarily make such an exit. The vendors in a company’ssupply chainmight suffer if the company limits production and reduces or eliminates its services. Employees of the company might lose their jobs.\n\nExamples of important stakeholders for a business include its shareholders, customers, suppliers, and employees.\n\nSome stakeholders, such as shareholders and employees, are internal to the business. Others, such as the business’s customers and suppliers, are external to the business but are nevertheless affected by the business’s actions.\n\nIn recent years, it has become common to consider a broader range of external stakeholders, such as the government of the countries in which the business operates or the public at large.\n\nWhen a business fails and goes bankrupt, there is a pecking order among various stakeholders of who gets repaid for their capital investment.\n\nSecured creditors are first in line to be repaid. They are followed by unsecured creditors, preferred shareholders, and finally owners of common stock (who may receive pennies on the dollar, if anything).\n\nClearly, not all stakeholders have the same status or privileges. Workers in a bankrupt company can be laid off without any severance.\n\nStakeholders in a business include any entity that has a vested interest in a company’s success or failure.\n\nFirst, there are the owners of the business. These can include hands-on owners as well as investors who have passive ownership.\n\nIf the business has loans or debts outstanding, the creditors (including banks or bondholders) will be the second set of stakeholders in the business.\n\nThe employees of the company are a third set of stakeholders, along with the suppliers who rely on the business for their income.\n\nCustomers, too, are stakeholders who purchase and use the goods or services that the business provides.\n\nAlthough shareholders are an important type of stakeholder, they are not the only stakeholders. Other stakeholders include employees, customers, suppliers, governments, and the public at large. In recent years, there has been a trend toward thinking more broadly about who constitutes the stakeholders of a business.\n\nStakeholders are individuals, organizations, or other entities that have a vested interest in the success or failure of a company or other endeavor.\n\nStakeholders can be internal or external and range from customers and shareholders to communities and even governments.\n\nThe New York Times. “Corporations Don’t Have to Maximize Profits.” (Subscription may be required.)",
  "url": "https://www.investopedia.com/terms/s/stakeholder.asp"
}