{
  "term": "What Is a Trading Strategy? How to Develop One",
  "definition": "A trading strategy is a systematic methodology used for buying and selling in the securities markets. A trading strategy is based on predefined rules and criteria used when making trading decisions.\n\nA trading strategy may be simple or complex, and involve considerations such asinvestment style(e.g., value vs. growth), market cap, technical indicators, fundamental analysis, industry sector, level of portfolio diversification, time horizon or holding period, risk tolerance, leverage, tax considerations, and so on. The key is that a trading strategy be set using objective data and analysis and is adhered to diligently. At the same time, a trading strategy should be periodically re-evaluated and tweaked as market conditions or individual goals change.\n\nA trading strategy includes a well-considered investing and trading plan that specifies investing objectives, risk tolerance, time horizon, and tax implications. Ideas and best practices need to be researched and adopted then adhered to. Planning for trading includes developing methods that include buying or sellingstocks,bonds,ETFs, or other investments and may extend to more complex trades such as options or futures.\n\nPlacing trades means working with a broker or broker-dealer and identifying and managing trading costs including spreads, commissions, and fees. Once executed, trading positions are monitored and managed, including adjusting or closing them as needed. Risk and return are measured as well as portfolio impacts of trades and tax implications.\n\nThe longer-term tax results of trading are a major factor and may encompass capital gains or tax-loss harvesting strategies to offset gains with losses.\n\nThere are many types of trading strategies, but they are based largely on either technicals or fundamentals. The common thread is that both rely on quantifiable information that can be backtested for accuracy. Technical trading strategies rely ontechnicalindicators to generate trading signals. Technical traders believe all information about a given security is contained in its price and that it moves in trends.For example, a simple trading strategy may be amoving averagecrossover whereby a short-term moving average crosses above or below a long-term moving average.\n\nFundamental trading strategies takefundamentalfactors into account. For instance, an investor may have a set of screening criteria to generate a list of opportunities. These criteria are developed by analyzing factors such as revenue growth and profitability.\n\nThere is a third type of trading strategy that has gained prominence in recent times. Aquantitative tradingstrategy is similar to technical trading in that it uses information relating to the stock to arrive at a purchase or sale decision. However, the matrix of factors that it takes into account to arrive at a purchase or sale decision is considerably larger compared to technical analysis. A quantitative trader uses several data points—regression analysis of trading ratios, technical data, price—to exploit inefficiencies in the market and conduct quick trades using technology.\n\nTrading strategies are employed to avoidbehavioral finance biasesand ensure consistent results. For example, traders following rules governing when to exit a trade would be less likely to succumb to thedispositioneffect, which causes investors to hold on to stocks that have lost value and sell those that rise in value. Trading strategies can be stress-tested under varying market conditions to measure consistency.\n\nProfitable trading strategies are difficult to develop, however, and there is a risk of becoming over-reliant on a strategy. For instance, a trader maycurve fita trading strategy to specific backtesting data, which may engender false confidence. The strategy may have worked well in theory based on past market data, but past performance does not guarantee future success in real-time market conditions, which may vary significantly from the test period.\n\nCorporate Finance Institute. \"Trading Strategy.\"\n\nIG. \"Beginners' Guide to Technical Analysis.\"\n\nIG. \"Beginners' Guide to Fundamental Analysis.\"\n\nIG. \"A Trader's Guide to Quantitative Trading.\"\n\nBehavioral Economics. \"Disposition Effect.\"\n\nKeystone Strategy Trading. \"What is Curve Fitting.\"",
  "url": "https://www.investopedia.com/terms/t/trading-strategy.asp"
}