{
  "term": "What Is a Transferable Letter of Credit? Definition & Advantages",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA transferable letter of credit is aletter of creditthat allows the first beneficiary to transfer some or all of the credit to another party, creating a secondary beneficiary. The party that initially accepts the transferable letter of credit from the bank is referred to as the first, or primary, beneficiary, while the party that applied for the letter of credit is the applicant. A transferable letter of credit is often used in business deals to ensure payment to a supplier or manufacturer and is an alternative to making anadvance payment.\n\nA letter of credit is a document provided by a bank, guaranteeing that a seller will receive the money a buyer has promised to pay it for goods or services in a particular transaction. If the buyer fails to do so, the bank can become responsible for paying.\n\nFor example, sellers of manufactured goods often require a letter of credit guaranteeing that they will receive the money they are due—on time and for the full, correct amount—before proceeding to fill a customer's order. The buyer applies to a bank to obtain the letter of credit and pays a fee to compensate the bank for the risk it is taking.\n\nLetters of credit are often used in transactions between importers and exporters. As the U.S. Department of Commerce explains, \"Letters of credit (LCs) are one of the most secure instruments available to international traders.... An LC is useful when reliable credit information about a foreign buyer is difficult to obtain, but the exporter is satisfied with the creditworthiness of the buyer's foreign bank. An LC also protects the buyer since no payment obligation arises until the goods have been shipped as promised.\"\n\nA transferable letter of credit includes an additional provision making some or all of the credit that the bank is guaranteeing transferable to another party, known as the secondary beneficiary. The secondary beneficiary might, for example, be a supplier that the seller (the first beneficiary) is relying on to provide the goods that they are selling. In this type of arrangement, the first beneficiary is serving as a sort of middleman between the supplier and the buyer. There can be more than one secondary beneficiary.\n\nTransferable letters of credit, like other credit letters, are used in both domestic and international commerce.\n\nLetters of credit are available from many banks, particularly those with an international presence.\n\nThe approval process for letters of credit, both transferable and non-transferable, is similar to applying for a bank loan. The buyer must submit acredit application, including details on their income, assets, and existing debts, as well as the transaction itself. The bank will analyze that information as part of itsunderwriting process. Underwriting is the procedure banks follow to assess how much risk a particular borrower poses and make a decision on whether to extend them credit—and, if so, at what cost.\n\nWith a letter of credit, the borrower isn't taking an actual loan. Instead, the letter of credit guarantees that the bank is willing to issue a loan for a specified amount to the borrower if one is needed to cover the payment promised to the seller.\n\nA transferable letter of credit can be a more convenient option for a buyer than aconfirmed letter of credit. That's because the buyer is only required to deal with one bank for a transferable letter of credit.\n\nWith a confirmed letter of credit, however, the buyer must obtain two letters of credit, with the second letter guaranteeing the first one. Confirmed letters of credit can be required by a seller in the event that the first bank defaults on repayment. The second bank will typically be a bank that the seller is familiar with. Confirmed letters are common in international trade and may involve banks in more than one country.\n\nWith a commercial letter of credit, the bank makes payment directly to the beneficiary (typically the seller in a transaction) by releasing the buyer's funds when the beneficiary has fulfilled its obligations. This contrasts with astandby letters of credit, in which the bank pays the seller directly only if the buyer fails to do so.\n\nAback-to-back letter of creditrefers to two separate letters of credit issued for the same transaction when a middleman is involved. The buyer will provide a letter of credit to the middleman (such as a re-seller or broker), assuring them that they'll be paid. Based on the first letter, the middleman can then provide a separate letter of credit to their supplier (such as a manufacturer). The two letters ensure that all parties get paid.\n\nA revolving letter of credit is one that provides a sum of credit that can be used over a series of transactions. It is often useful when a buyer and seller (such as an importer and an exporter) have an ongoing relationship. With a revolving letter of credit, the buyer doesn't have to get a new letter of credit each time.\n\nAcredit facilityrefers to a loan made to a borrower who can then access the funds as needed rather than all at once. Revolving credit is one example of a credit facility.\n\nBanks typically charge a percentage of the amount of money they are guaranteeing for a letter of credit, but the fee can also vary based on the applicant's creditworthiness. A review of lender websites shows fees generally ranging from about 0.75% to 2%.\n\nLetters of credit are an important tool in business transactions between buyers and sellers, especially if the parties are in different countries or have not had a long relationship and built up trust. Transferable letters assure both sellers and their suppliers that they will be paid for their goods and services if they deliver as promised. Buyers must pay for letters of credit, but they often facilitate deals that wouldn't be possible otherwise.\n\nExport-Import Bank of the United States. \"How Does a Letter of Credit Work and What Is It?\"\n\nU.S. Department of Commerce International Trade Administration. \"Trade Finance Guide: A Quick Reference for U.S. Exporters,\" Page 4.\n\nU.S. Department of Commerce International Trade Administration. \"Trade Finance Guide: A Quick Reference for U.S. Exporters,\" Page 8.\n\nCornell Law School Legal Information Institute. \"Credit Facility.\"",
  "url": "https://www.investopedia.com/terms/t/transferable-letter-of-credit.asp"
}