{
  "term": "What Is FUTA? Definition and How to Calculate FUTA Liability",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVioletaStoimenova / Getty Images\n\nThe Federal Unemployment Tax Act (FUTA) is a federal law requiring employers to pay a tax on employee wages to help fundunemploymentbenefits for individuals who are out of work. FUTA is levied on top of federal income andpayroll taxesand its proceeds are allocated to state unemployment insurance agencies.\n\nFUTA taxes are only paid by employers, which means individual taxpayers are not responsible for paying them. The FUTA tax rate is 6% and only applies to a certain dollar figure paid to employees during the year.\n\nFUTA is a federal law that raises revenue to administerunemployment insuranceand job service programs in every state. As directed by the Act, employers are required to pay annual or quarterly federal unemployment taxes. These taxes make up a part of what is commonly known as payroll taxes.\n\nThe FUTA tax rate is 6%. According to the Internal Revenue Service (IRS), the \"tax applies to the first $7,000 you paid to each employee as wages during the year. The $7,000 is often referred to as the federal or FUTA wage base. Your state wage base may be different based on the respective state’s rules.\"\n\nThe funds accrued from FUTA are used forunemployment compensationpayments to workers who have lost their jobs. Although the amount of the FUTA payroll tax is based on employees' wages, it is imposed on employers only, not their employees. In other words, it is not deducted from a worker's wages. As such, FUTA differs from other payroll taxes such as theSocial Security tax, which applies to both employers and employees.\n\nCompanies that paid into state unemployment funds may be eligible to receive a credit of up to 5.4% of FUTA taxable wages when filing Form 940. That means the FUTA tax rate can be reduced to 0.6%.\n\nTo be eligible for the maximum credit of 5.4%, companies must:\n\nA company's FUTA tax liability is fairly straightforward to calculate. A company is subject to FUTA taxes on the first $7,000 of payments made to an employee excluding exempt payments. The FUTA tax rate is 6%, and employers often receive a credit of up to 5.4% against this tax.\n\nSuppose that Employee A was paid $10,000 in wages subject to FUTA taxes while Employee B was paid $5,000 in wages subject to FUTA taxes—both in the first quarter. Regarding Employee A, only the first $7,000 of wages per quarter are subject to the tax. Therefore, the tax liability is $720:\n\nFUTA Liability = (Employee A's Eligible Wages [$7,000] + Employee B's Eligible Wages [$5,000]) x 6% = $12,000 x 6% = $720\n\nNote that the company may be eligible for a tax credit of $648 ($12,000 x 5.4%); if this is the case, the company would only owe $72.\n\nEmployers pay the FUTA tax. However, there are exceptions and different thresholds to meet, which vary depending on the type of employer. Certain organizations aren't liable to pay FUTA tax or file Form 940. Others will have to pay if they meet the criteria, which is usually based on either having a certain number of employees or paying above a certain threshold in wages.\n\nHere are the different reporting requirements for various types of entities or employers:\n\nAccording to the IRS, a business owes FUTA if it meets one of two requirements:\n\nA calendar quarter is January through March, April through June, July through September, or October through December.\n\nThere is a different set of reporting requirements for household employers, meaning those who hire a nanny, babysitter, maid, housekeeper, or other people to provide services within their private home, a local college club, or a local chapter of a college fraternity. Household employers must pay FUTA tax on wages if:\n\nHousehold employers can opt to file and report FUTA taxes using Schedule H viaForm 1040instead of Form 940.\n\nAnother varying set of requirements exists for agricultural or farming employers. If the employer meets either of the conditions below, they are subject to FUTA tax collection and reporting:\n\nIndian tribal governments areexempt from the FUTA taxand don't have to file Form 940. However, the tribe must have participated in the state unemployment system for the entire year and be compliant with prevailing unemployment laws.\n\nReligious, educational, scientific, charitable, or othertax-exemptorganizations are also generally exempt from FUTA. The exception is when paying wages to employees on behalf of a non-section501(c)(3) organization. In such cases, those payments would be subject to the tax.\n\nServices performed by state or local government parties are exempt from the tax, too.\n\nCertain payments are also exempt from FUTA taxes. They include wages that an employer pays to their spouse, a child under the age of 21, or parents. Payments such asfringe benefits,group term life insurancebenefits, and employer contributions to employee retirement accounts are not included in the tax calculation for the federal unemployment tax either.\n\nIf you're filing your last Form 940 because your business has closed or you have stopped paying wages, you can select Box D in the top right corner of the form to notify the IRS.\n\nThere are two components to FUTA: depositing FUTA taxes and filing the appropriate tax form.\n\nFUTA taxes can be paid annually or quarterly, and the amount of an employer's FUTA tax liability determines when the tax must be paid. Companies that owe $500 or more of FUTA in a calendar year must make at least one quarterly payment. The IRS permits any single quarterly tax liability of less than $500 to be rolled to the next period.\n\nFUTA must usually be deposited at the end of the month after quarter-end. For example, with the first quarter ending March 31, FUTA taxes in Q1 are due for deposit by April 30. The IRS also requires all federal tax deposits to be made viaelectronic funds transfer.\n\nThe Federal Unemployment Tax Act requires employers to file IRS Form 940 annually to report the paying of their FUTA taxes. The tax form is due at the end of each January, although if you deposit all FUTA tax when it was due you may file Form 940 slightly later (the deadline in 2024 for compliant payers was Feb. 12). Form 940 is considered to be on time as long as it is properly addressed and postmarked before the due date.\n\nFUTA can be reported via Form 940 electronically using the IRS' electronic filing platform. Taxpayers wanting to mail in a paper form will have varying mailing addresses based on the state they are in.\n\nVarious authorized personnel are allowed to sign Form 940 and remit the reporting of FUTA taxes. In general, a business owner, president, vice president, principal officer,fiduciaryoverseeing an estate, authorized partner, or officer knowing the affairs of a company may be allowed to sign the form.\n\nIf you spot an error on a form already submitted, it can be amended. Previously the only way to make amendments was by sending a paper version of Form 940 with the correct information and checking the amended return box in the top right corner of page 1, box a. However, in 2024, it became possible to do this electronically.\n\nIf the due date for filing falls on a Saturday, Sunday, or a legal holiday, IRS guidelines mandate that the return is subsequently due the next business day.\n\nMany states collect an additional unemployment tax from employers as per the State Unemployment Tax Act (SUTA). The SUTA taxes range from 0% to 20.93% of an employee's wages.\n\nPaying SUTA taxes can lessen the burden of FUTA taxes. As noted above, employers can take atax creditof up to 5.4% of taxable income if they pay state unemployment taxes in full and on time. This amount is deducted from the amount of employee federal unemployment taxes owed.\n\nAn employer that qualifies for the highest credit will have a net tax rate of 0.6% (calculated as 6% minus 5.4%). Thus, the minimum amount an employer can pay in FUTA tax is $42 per employee. However, companies that are exempt from state unemployment taxes do not qualify for the FUTA credit.\n\nFederal Insurance Contribution Act (FICA)taxes are different in several ways. FICA taxes are paid by both the employer and the employee. The tax is split evenly between the two, though self-employed individuals are usually responsible for both portions.\n\nFICA is intended to fund different government programs. These taxes are used to provide Social Security andMedicarebenefits. It is automatically deducted from employee paychecks, and federal law dictates that it is furnished by workers and their employers.\n\nFUTA stands for Federal Unemployment Tax Act. The law imposes a payroll tax on employers to fund unemployment programs in the United States. A company is usually responsible for a tax of 6% on every employee's wages up to $7,000 per year. A company may often be eligible to receive a credit of up to 5.4%.\n\nFUTA is a payroll tax implemented on just an employer to help fund federal unemployment programs. FICA is a payroll tax implemented on both the employer and employee that provides funding for Medicare and Social Security.\n\nMost businesses are subject to FUTA if they have employees. If a company pays wages of more than $1,500 to employees in any calendar quarter during the year, they are subject to FUTA. In addition, if one or more employees worked part of a day in 20 or more different weeks during the year, the company they work for is subject to FUTA.\n\nThe Federal Unemployment Tax Act (FUTA) is legislation requiring most companies to pay up to $420 per employee each year to fund unemployment benefits for people who are out of work. The tax is only imposed on employers, not employees, and companies that pay state unemployment taxes fully and on time may qualify for a significant reduction.\n\nInternal Revenue Service. \"Topic No. 759 Form 940– Employer's Annual Federal Unemployment (FUTA) Tax Return – Filing and Deposit Requirements.\"\n\nInternal Revenue Service. \"FUTA Credit Reduction.\"\n\nInternal Revenue Service. \"Instructions for Form 940 (2024).\"\n\nInternal Revenue Service. \"Publication 51 (2023), (Circular A), Agricultural Employer's Tax Guide.\"\n\nInternal Revenue Service. \"Employment e-File Tax Forms.\"\n\nBallotpedia. \"State Unemployment Tax.\"",
  "url": "https://www.investopedia.com/terms/f/federal-unemployment-tax-act-futa.asp"
}