{
  "term": "What Is a Fortune 500 Company? How Companies Are Ranked",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nInvestopedia / Michela Buttignol\n\nThe Fortune 500 is an annual list of the 500 biggest United States companies byrevenue. It is compiled byFortunemagazine every year and ranks public and private for-profit companies based on their revenues from the previousfiscal year.\n\nThe Fortune 500 list is available online and in the print edition of the magazine and is closely followed. Making the list and being named a Fortune 500 company is widely considered to be a mark of prestige.\n\nFortunewas founded in 1929 by Henry Robinson Luce.The first issue was published the following year and it has since become one of the world's leading businesspublications. The magazine was originally published monthly and now, since 2021, is issued six times a year.Fortunealso has a major presence online.\n\nThe magazine compiled its first list of the most successful American companies—bothpublic and private—in 1955. It was created by editor Edgar P. Smith in an effort to measure the size and power of American businesses during a time when the country's economic power was \"the envy of the world.\" Originally called the Fortune Industrial 500, the name of the list was later shortened to Fortune 500.\n\nThe Fortune 500 focuses on companies that areincorporatedand operate in the United States and file financial statements with government agencies. This includes companies that are bothpublicly tradedandprivately held.\n\nFrom this pool of companies, the 500 that register the highest total revenues for their respective fiscal years as reported on their10-Kfilings or comparable financial statements make the list. The 500 are then ranked, with the highest ranked being the company with the highest revenues.\n\nPrivate companies that don't file financial statements with government agencies and foreign corporations are excluded, as are American companiesconsolidatedby other companies and those that neglect to report full financial statements for at least three quarters of the current fiscal year.\n\nA lot of the Fortune 500 appear in the S&P 500 index, so consider an S&P 500 index fund if you want to invest in many of these companies.\n\nThe list has changed dramatically from the very first Fortune 500.More than 2,200 American companies have been featured on the list over the course of its history.\n\nMergers and acquisitions(M&A), shifts in production output, andbankruptcieshave taken companies off of the list. The impact of arecessioncan also take out multiple companies from individual sectors. The Fortune 500 list can often be a telling sign of how strong the economy is and the types of goods and services that are most in demand.\n\nThe number of companies that have been in the Fortune 500 every year since its inception in 1955.\n\nIn 2024, Walmart took the top spot on the Fortune 500 list for the 12th consecutive year.The company earned revenue of $648 billion. Online retailer Amazon took the second spot with revenues of $575 billion. Apple came in third with revenues of $383 billion, while United Heath Group and Berkshire Hathaway ranked in fourth and fifth.\n\nThe three most profitable companies on the 2024 list were Apple, Berkshire Hathaway, and Alphabet.\n\nFourteen companies made the list for the first time in 2024. They include DoorDash, First Citizens BancShares, and Monster Beverage.\n\nAs noted above, the idea for the list came from Edgar P. Smith, who was an assistant managing editor forFortune. Smith's idea took off and provided the grounds for the popular annual list.\n\nThe original Fortune 500 lists contained only companies that were in the manufacturing, mining, and energysectors, limiting inclusion for many big-name companies. In the original 1955 Fortune 500 list, General Motors was the top company with annual revenues of $9.8 billion. The lowest-ranked company, meanwhile, was Copperweld Steel with $49.7 million in annual revenue.\n\nThe Fortune 500 underwent its biggest change in 1995. In that year, it combined all sectors on the same list. The new list continued to include companies from the original manufacturing, mining, and energy sectors, but it also included service companies for the first time.The change greatly impacted the future of the Fortune 500 list.\n\nFor example, service companies made up291 of the 500 entriesthat year. Three of the newly included service companies even made the top 10 listings in the Fortune 500. Walmart ranked fourth, AT&T was number five, and Sears Roebuck took the ninth spot on the list. Walmart has spent several years at number one—a position it would not have held if this change didn't occur.\n\nIn 2024, the number one spot on the Fortune 500 went to Walmart. The retail giant has now been recognized as the biggest revenue generator in the U.S. for 12 consecutive years.\n\nTo be eligible for inclusion, a company must be a for-profit U.S.-based entity that files financial statements with a U.S. government agency. And to make the list, it needs to be among the 500 companies with the highest revenues in the last fiscal year.\n\nBeing considered one of the biggest U.S. companies by revenue is a big deal. Bringing in that much money means the company has a lot of reach and that its goods or services are extremely popular,\n\nThe Fortune 500 is an annual classification of the biggest revenue generators in the U.S. Public and private companies can qualify and making the list and being named a Fortune 500 company is considered a badge of honor. One objective is to make the list. Another is to rank as highly as possible on it. The company that comes first is the one with the highest revenues from the previous fiscal year.\n\nFortune. \"From trophy wife to hedge fund to HENRY, 7 iconic phrases Fortune invented in our 93-year history.\"\n\nFortune. \"Methodology for Fortune 500.\"\n\nFortune. \"These 49 companies have been on the Fortune 500 every year since 1955. Here’s who they are.\"\n\nFortune. \"How a change to the Fortune 500 in 1995 shaped the list of 2024.\"\n\nFortune. \"DoorDash and Monster Energy are among the 14 companies that cracked the Fortune 500 for the first time.\"",
  "url": "https://www.investopedia.com/terms/f/fortune500.asp"
}