{
  "term": "What Is a Day Order? Definition, Duration, Types, and Example",
  "definition": "A day order is a stipulation placed on an order to a broker to execute a trade at a specific price that expires at the end of the trading day if it is not completed. A day order can be alimit orderto buy or sell a security, but its duration is limited to the remainder of that trading day.\n\nA day order is one of several different orderduration typesthat determine how long the order is in the market before it is canceled. In the case of a day order, that duration is one trading session. In other words, if the trader's order is not executed ortriggeredthe order on the day it was placed, the order gets canceled. Two examples of other duration-based orders are thegood 'til canceled(GTC) order which remains active until it is manually canceled, and theimmediate or cancel(IOC) order, which fills all or part of an order immediately and cancels the remaining part of the order if it cannot be fulfilled.\n\nDay order often serves as the default order duration ontrading platforms. Therefore, the trader must specify a different time frame for the expiration of the order, or it will automatically be a day order. That said, day traders can use many different types of orders when placing trades. By being the default, however, mostmarket ordersare in fact day orders.\n\nDay orders can be particularly useful when used to order a security at a specific price point, so that the trader does not need to monitor the security for the rest of the day waiting for the right time to execute the order. This helpsintradaytraders monitor and trade multiple securities at one time, which is common practice. Before the market opens, traders analyze each individual security they trade and then place orders according to their strategies. The trader takes further action over the course of the trading day as the individual orders are executed.\n\nIntraday traders often use strategies that dictate exiting positionsbefore the market closes. Thus, if an order is not filled by the end of the day, the trader will cancel it. Because this happens automatically for day orders, intraday traders tend to favor them.\n\nDay orders can be a source of stress for investors who are not professional traders. If an investor is not monitoring the price of the security during the trading day, a day limit order may take place without their knowledge. If an investor makes a day order to sell a certain security and the security experiences an unforeseen price drop, the order may be executed before the investor becomes aware of the situation, leaving the investor with bigger loss than was expected. In this scenario, of course, the loss would have been realized either way, but the investors may have chosen to hold rather than sell at a loss depending on what was behind the drop. As a rule, it is a good idea to pay attention to the market when actively placing orders.",
  "url": "https://www.investopedia.com/terms/d/dayorder.asp"
}