{
  "term": "What Is Market Value, and Why Does It Matter to Investors?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nMarket value is the price an asset would fetch in the market, based on the price that buyers are willing to pay and sellers are willing to accept. It may also refer to themarket capitalizationof a publicly traded company, calculated by multiplying the number ofoutstanding sharesby the current share price.\n\nMarket value is easiest to determine for exchange-traded instruments such as stocks and futures, since their market prices are widely disseminated and easily available, but it is a little more challenging for over-the-counter instruments like fixed-income securities. It is also difficult to get an objective market value for illiquid assets like real estate and businesses, which may necessitate the use of real estate appraisers or business valuation experts.\n\nA company’s market value is a good indication of investors’ perceptions about its business prospects. The range of market values in the marketplace is enormous, ranging from less than $1 million for the smallest companies to hundreds of billions, and even trillions for the world’s biggest and most successful companies.\n\nMarket value is determined by the valuations ormultiplesaccorded by investors to companies, such asprice-to-sales,price-to-earnings, enterprise value-to-EBITDA, and so on. The higher the valuations, the greater the market value.\n\nThe total market capitalization of the U.S. stock market, as of January 1st, 2025.\n\nMarket value can fluctuatea great deal over periods of time and is substantially influenced by the business cycle. Market values plunge during the bear markets that accompany recessions and rise during the bull markets that happen during economic expansions.\n\nMarket value is also dependent on numerous other factors, such as the sector in which the company operates, its profitability,debt load, and the broad market environment. For example, Company X and Company B may both have $100 million in annual sales, but if X is a fast-growing technology firm while B is a stodgy retailer, X’s market value will generally be significantly higher than that of Company B.\n\nIn the example above, Company X may be trading at a sales multiple of 5, which would give it a market value of $500 million, while Company B may be trading at a sales multiple of 2, which would give it a market value of $200 million.\n\nMarket value for a firm may diverge significantly frombook valueorshareholders’ equity. A stock would generally be considered undervalued ifits market value is well below book value, which means the stock is trading at a deep discount to book value per share. This does not imply that a stock is overvalued if it is trading at a premium to book value, as this again depends on the sector and the extent of the premium in relation to the stock’s peers.\n\nThe book value is also known as the explicit value, and it can heavily influence a company's implicit value (i.e., the personal perceptions and research of investors and analysts), which in turn affects whether a company's stock price rises ordrops.\n\nThe market value of an asset is the price that asset would sell for in the market. This is generally determined by market forces, including the price that buyers are willing to pay and that sellers will accept for that asset.\n\nIn real estate, the appraised value of a property is the price estimate calculated by a professional appraiser, based on sales of comparable properties. The market value is the actual price that the property will sell for. This may be higher or lower than the appraised value, depending on market conditions.\n\nFor publicly traded companies, the market value refers to the market capitalization: the market price of shares trading on the stock exchange, multiplied by the circulating number of shares.\n\nAn asset's market value is determined by the price that buyers are willing to pay for that asset, and the price that sellers are willing to accept for it. For publicly traded companies, the market value usually refers to the market cap. For certain types of unique assets, it can be more difficult to determine an objective market value.\n\nSiblis Research. \"Total Value of the U.S, Stock Market.\"",
  "url": "https://www.investopedia.com/terms/m/marketvalue.asp"
}