{
  "term": "What Is a Tax Lien Certificate? How They're Sold in Investing",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA tax lien certificate is a claim against a property that's had a lien placed upon it as a result of unpaidproperty taxes. Tax lien certificates are generally sold to investors through anauctionprocess.\n\nA tax lien can be placed on a property because the owner hasn't paid property taxes. The county or municipality will issue a property tax bill each time property tax comes due and it will eventually issue a tax lien if the bill isn't paid.\n\nThe lien is removed when the owner pays the taxes but the municipal or county authority will eventually auction the lien off to an investor if they continue to go unpaid. A certificate is issued to the investor detailing the outstanding taxes and penalties on the property after they've placed a winning bid. The investor will then pay the taxes on behalf of the property tax owner but now they have the lien rather than the government.\n\nNot all states, counties, or municipalities offer tax liens.Some states such as California only hold tax sales on defaulted properties, resulting in the winning bidder becoming the legal owner of the property in question.\n\nThe term of tax lien certificates typically ranges from one to three years. The certificate enables the investor to collect the unpaid taxes plus the applicable prevailing rate of interest during this time. The rate can range from 6% up to 24% depending on the jurisdiction.\n\nTax lien certificates can be bid on and won based on the highest cash amount, the lowest interest rate, or another method.\n\nThe sale of a tax lien certificate starts when the local government sends out tax bills to property owners for the amount owed on their property taxes. The local government places a tax lien on the property if the property owner fails to pay the taxes on time. This lien is then entered in an auction that's typically held online or in person. Bidders usually have to register and provide a deposit before participating.\n\nInvestors bid on the tax lien certificates at the auction by offering to pay the unpaid taxes plus any interest and fees. The winning bidder receives a certificate that represents a lien on the property for the amount they paid. The property owner then has a period of time to redeem the lien certificate from the investor by paying the amount owed plus interest and fees. The investor is typically able to foreclose on the property and take ownership if the owner fails to redeem the certificate.\n\nA property must be considered tax-defaulted for a minimum period that depends on local law before it's subject to the lien and auction process.\n\nTax lien certificates can offerrates of returnthat are substantially higher than those offered by other types of investments because they're spurred by high state-mandated rates of interest. Tax liens generally have precedence over other liens, such as mortgages.\n\nAn investor could potentially acquire the property for pennies on the dollar if the property owner fails to pay the back taxes. Acquiring a property in this manner is a rare occurrence, however, because most tax liens are redeemed well before the property goes toforeclosure.\n\nThe rate of return on tax lien certificates isn't guaranteed and can vary depending on whether the property owner redeems the certificate and whether the investor can foreclose on the property.\n\nBuying a tax lien certificate can be an attractiveinvestment. Some certificates have a low entry point so you can buy them for a few hundred dollars. Compare that to a traditional investment like amutual fundthat often comes with a minimum investment requirement.\n\nYou also have the option to spread your money around so that you can buy multiple certificates for a low dollar value. The rate of return is usually pretty consistent so you're not going to have to worry about the ups and downs of the market.\n\nNegative aspects of tax lien certificates include the requirement that the investor pay the tax lien certificate amount in full within a very short period, usually one to three days. These certificates are also highly illiquid because there's no secondary trading market for them. Those who invest in tax lien certificates must also undertake significant due diligence and research to ensure that the underlying properties have an appropriate assessed value.\n\nThe tax implications of tax lien certificates depend on several factors. There may be taxes imposed at the federal, state, or local levels depending on the circumstances of the certificate.\n\nThe income earned may be subject to taxes if an investor gains interest on a tax lien certificate. Interest income is typically reported on the investor's tax return in the year it's earned. The taxpayer must report the interest income as taxable income even if they didn't receive any cash distributions.\n\nThe investor will receive the amount paid for the certificate plus the interest earned if the property owner redeems the tax lien certificate by paying the unpaid taxes and any interest or fees owed. This amount is considered a return ofprincipaland it isn't taxable income.\n\nThe investor can take possession of the property through foreclosure if the property owner is unable to redeem the tax lien certificate. The investor will then become responsible for paying taxes on the property going forward. Any income or gains earned from the sale or rental of the property will also be taxed, just as with any other property. Some states and localities may also impose taxes or fees on tax lien certificate investments.\n\nA tax lien and amortgage lienare both legal claims against a property but they're significantly different in a few ways. A tax lien is placed on a property by the government to collect unpaid property taxes. A mortgage lien is placed on a property by a lender to secure the loan used to purchase the property.\n\nTax liens generally have priority over mortgage liens in the event of default. The government's tax lien will typically be satisfied before any mortgage liens are paid if a property is foreclosed upon due to unpaid taxes.The individual or lender who owns a mortgage lien is more at risk of losing their principal investment and not receiving any funds.\n\nProperty owners have the right to redeem a tax lien by paying the unpaid taxes plus any interest or fees owed. Mortgage liens can typically only be satisfied by paying off the entire underlying loan. Both liens are similar in that they represent debt that may be repaid but the underlying nature of that debt is different.\n\nTax liens are typically placed on a property for a specific time. A local government entity may wish to sell the lien to an investor through a tax lien certificate sale after that time has passed. Mortgage liens can last for the duration of the mortgage loan which may be significantly longer.\n\nProperty tax lien investing may be a plausible investment for those who want to hold alternative investments and want exposure to real estate. It's a reasonable way for investors to own real estate without the necessity of holding tangible property. It's usually advised that you understand tax lien investing, know the local real estate market, and do research on properties before investing.\n\nThere are several downsides to tax lien investing. It can be easy to overbid on tax lien properties or not fully understand the redemption periods. You may hold a lesser claim to other, more strongly perfected liens on the property. The major risk is that the property owner files for bankruptcy so they'll never have to repay the delinquent tax and the home may escape foreclosure.\n\nHaving a tax lien against you doesn't necessarily hurt your credit because the three major credit bureaus don't include tax liens on their consumer credit reports.But property tax liens may be a matter of public record and the information that you owe an outstanding tax bill would be widely available to the general public.\n\nA tax lien certificate is a representation of ownership resulting from defaulted taxes owed on a property. A local government creates a lien against the property and can auction off the rights to that lien in the form of a certificate if the taxes continue to go unpaid.\n\nAn investor who purchases the tax lien certificate may be able to recoup their principal while also earning some interest via penalty fees should the original property owner be able to pay off the tax lien in the future. But returns are often a function of risk just like other forms of investment.\n\nThe National Tax Lien Association. \"Common Questions about Tax Liens.\"\n\nState of California. \"Public Auctions and Bidder Information.\"\n\nTax Lien University. \"Tax Lien States That Sell Tax Lien Certificates.\"\n\nFairway Independent Mortgage Corporation/The Wood Group. \"Tax Liens and Mortgages.\"\n\nInternal Revenue Service. \"Topic No. 403, Interest Received.\"\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses (Including Capital Gains and Losses).\" Page 20.\n\nRocket Mortgage. \"Tax Lien Investing.\"\n\nExperian. \"Tax Liens Are No Longer a Part of Credit Reports.\"",
  "url": "https://www.investopedia.com/terms/t/taxliencertificate.asp"
}