{
  "term": "What Is a Bid-Ask Spread, and How Does It Work in Trading?",
  "definition": "A bid-ask spread is the range between the buying and selling prices offered for a security.\n\nIn trading, a bid-ask spread is the difference between the ask price and the bid price for anassetin the marketplace. It shows the highest price that a buyer is willing to pay for a security and the lowest price that aselleris willing to accept.\n\nAn individual looking to sell will accept the bid price while one looking to buy will pay the ask price.\n\nA security's price is the market's perception of its value at any given point in time. To understand why there is a bid and an ask, one must factor in the two major players in any market transaction, namely theprice taker(trader) and the market maker (counterparty).\n\nMarket makers, many of which may be employed by brokerages, offer to sell securities at a given price (the ask price) and will also bid to purchase securities at a given price (the bid price).\n\nWhen an investor initiates a trade, they will accept one of these two prices depending on whether they wish to buy the security (ask price) or sell the security (bid price).\n\nThe difference between these two, the spread, is the principal transaction cost of trading (outside of commissions). It is collected by the market maker through the natural flow of orders processed at the bid and ask prices. This is what financial brokerages mean when they state that their revenues are derived from traders \"crossing the spread.\"\n\nThe number of bids and asks can have a significant impact on the bid-ask spread. The spread may widen significantly if fewer participants place limit orders to buy a security (thus generating fewer bid prices) or if fewer sellers place limit orders to sell.\n\nAs such, it's critical to keep the bid-ask spread in mind when placing a buy-limit order to ensure itexecutessuccessfully. Bid-ask spread trades can be transacted for most securities, as well as foreign exchange and commodities.\n\nTraders view the bid-ask spread as an indicator of market liquidity. High friction between thesupply and demandfor a security will create a wider spread, reflecting a less liquid market for it. Most traders prefer to uselimit ordersinstead of market orders; this allows them to choose their own entry points rather than accepting the current market price. There is a cost involved with the bid-ask spread, as two trades are being conducted simultaneously.\n\nThe bid-ask spread is calculated as the difference between the highest price that a buyer is willing to pay for a security and the lowest price that a seller is willing to accept.\n\nBid-Ask Spread = Ask Price - Bid Price\n\nWhile the basic calculation of the bid-ask spread involves pretty simple math, more complex calculations may be necessary. During dynamic, volatile markets, specific things may happen that make the spread not so straightforward. For example, in markets with multiple tiers of bids and asks, you might calculate a weighted average spread that takes into account the distribution of orders at different price levels.\n\nYou could also lean on the effective spread. The effective spread accounts for the impact of market orders. This calculation is the difference between the execution price of a market order and the midpoint of the bid-ask spread. This can be a more accurate reflection of the true cost of trading, especially in highly liquid markets.\n\nYou can also convert a bid-ask spread to a percentage spread if you prefer a comparative metric. For instance, if the bid-ask spread is $1 and a stock is trading at $50, a percentage spread of 2% ($1/$50) may have more meaning for you than the nominal amount of $1.\n\nThe bid-ask spread is the de facto measure of marketliquidity. Certain markets are more liquid than others, and that should be reflected in their narrow spreads.\n\nEssentially, transaction initiators (price takers) demand liquidity while counterparties (market makers) supply liquidity. For example, currency is considered the mostliquid assetin the world, and the bid-ask spread in the currency market is one of the narrowest (one-hundredth of a percent); in other words, the spread can be measured in fractions of pennies. On the other hand,less liquid assets, such as small-cap stocks, may have spreads that are equivalent to 1% to 2% of the asset's lowest ask price.\n\nBid-ask spreads can also reflect the market maker's perceived risk in offering a trade. For example, options or futures contracts may have bid-ask spreads that represent a much larger percentage of their price than a forex or equities trade. The width of the spread might be based not only on liquidity but also on how quickly the prices could change.\n\nMarket structure and competition among market participants also impacts the spread. In more competitive markets with numerous buyers and sellers, spreads tend to be tighter. For example, think of electronic markets that facilitate trades instantly. On the other hand, over-the-counter markets or less transparent markets that have fewer participants typically has wider spreads.\n\nMarket orders can be risky when the bid-ask spread is shifting or wide. If you find this happening, consider using a limit order to set the exact price you want to trade at instead of getting filled at whatever the market offerings.\n\nIf thebid pricefor a stock is $19 and the ask price for the same stock is $20, then the bid-ask spread is $1. The bid-ask spread can also be stated in percentage terms; it is customarily calculated as a percentage of the lowest sell price or ask price:\n\nThis spread would close if a potential buyer offered to purchase the stock at a higher price or if a potential seller offered to sell the stock at a lower price.\n\nMany things affect bid-ask spreads. The list below provides an overview of why bid-ask spreads exist and how they may change.\n\nMarket makers play a part in how bid-ask spreads are formulated. They are able to make an impact because they:\n\nTraders who engage inarbitragelook for opportunities to profit from inefficiencies in the bid-ask spread, often by simultaneously buying and selling the same or related assets across different markets or platforms.\n\nFor example, if a stock is trading with a bid of $100 on one exchange and an ask of $99 on another (perhaps due to time lags or fragmented markets), an arbitrageur could buy at $99 and sell at $100, locking in a $1 profit per share, minus transaction costs. These trades typically need to be executed quickly, as arbitrage opportunities tend to disappear rapidly once discovered and acted upon. Therefore, especially in this context, arbitrage is usually done leveraging technological tools.\n\nArbitrage involving the bid-ask spread isn't limited to price differences across venues. Traders also use algorithmic strategies like market making, where they post both bid and ask quotes and profit from capturing the spread itself. They can make this happen by managing order flow and adjusting quotes in response to market activity\n\nThe bid-ask spread is the difference between the highest price a buyer will offer (the bid price) and the lowest price a seller will accept (the ask price). Typically, an asset with a narrow bid-ask spread will have high demand. By contrast, assets with a wide bid-ask spread may have a low volume of demand, therefore influencing wider discrepancies in its price.\n\nWhen there is a significant amount of liquidity in a given market for a security, the spread will be tighter. Stocks that are traded heavily, such as Google, Apple, and Microsoft will have a narrower bid-ask spread.\n\nConversely, a bid-ask spread may be wide because a security is unpopular on a given day. For instance, small-cap stocks may have lower trading volumes and be in less demand among investors.\n\nConsider the following example where a trader is looking to purchase 100 shares of Apple for $50. The trader sees that 100 shares are offered at $50.05. The spread would be $50.05 - $50.00, or $0.05. While this spread may seem small or insignificant, on large trades, it can be meaningful financially. That's why narrow spreads are typically more ideal. The total value of the bid-ask spread, in this instance, would be equal to 100 shares x $0.05, or $5.\n\nThe bid-ask spread serves as an effective measure of liquidity, as more liquid securities will have narrow spreads while illiquid ones will have wider ones.\n\nInvestors should keep an eye on the spread of any security they wish to buy or sell to get a sense of how frequently it trades and to decide on the type of order to use when making a transaction.\n\nCorrection—Dec. 4, 2022:This article’s question-and-answer segment was edited from a previous version that incorrectly defined bid-ask spread.",
  "url": "https://www.investopedia.com/terms/b/bid-askspread.asp"
}