{
  "term": "What Are Operating Activities, and What Are Some Examples?",
  "definition": "Operating activities are the functions of a business directly related to providing its goods and/or services to the market. These are the company's core business activities, such as manufacturing, distributing, marketing, and selling a product or service. Operating activities will generally provide the majority of a company’scash flowand largely determine whether it is profitable. Some common operating activities include cash receipts from goods sold, payments to employees, taxes, and payments to suppliers. These activities can be found on a company's financial statements and in particular the income statement and cash flow statement.\n\nOperating activities are distinguished from investing or financing activities, which are functions of a company not directly related to the provision of goods and services. Instead, financing and investing activities help the company function optimally over the longer term. This means that the issuance of stock or bonds by a company are not counted as operating activities.\n\nKey operating activities for a company include manufacturing, sales, advertising, and marketing activities.\n\nOperating activities are the daily activities of a company involved in producing and selling its product, generating revenues, as well as general administrative and maintenance activities. The operating income shown on a company's financial statements is the operating profit remaining after deducting operating expenses from operating revenues. There is typically an operating activities section of a company's statement of cash flows that shows inflows and outflows of cash resulting from a company's key operating activities.\n\nIn the event of ambiguity, operating activities can readily be identified by classification in financial statements. Many companies report operating income or income from operations as a specific line on the income statement. Operating income is calculated by subtracting the cost of sales (COGS), research and development (R&D) expenses selling and marketing expenses, general and administrative expenses, and depreciation and amortization expenses.\n\nOperating income excludes interest income or expenses. For example, an apparel store's operating activities might include the following:\n\nOther less common operating activities include fines or cash settlements from lawsuits, refunds and money collected from insurance claims.\n\nThe key operating activities that producerevenuesfor a company are manufacturing and selling its products or services. Sales activities can include selling the company's own in-house manufactured products or products supplied by other companies, as in the case of retailers. Companies that primarily sell services may or may not also sell products.\n\nFor example, a spa business, in addition to providing services such as massages, may also seek additional revenue income from the sale of health and beauty products.\n\nInterest and dividend income, while part of overall operational cash flow, are not considered to be key operating activities since they are not part of a company's core business activities.\n\nExpenses generated from key operating activities include manufacturing costs, as well as the expenses of advertising and marketing the company's products or services. Manufacturing costs include all the direct production costs included incost of goods sold (COGS).\n\nOperating costs related to advertising and marketing include the expenses of advertising the company and its products or services using various media outlets, whether through traditional or online platforms. In addition, marketing costs include such things as appearing at trade shows and participating in public events such as charity fundraisers.\n\nCash flows from operating activities are among the major subsections of thestatement of cash flows. It is separate from the sections on investing and financing activities. Investing activities refer to earnings or expenditures on long-term assets, such as equipment and facilities, while financing activities are the cash flows between a company and its owners and creditors from activities such as issuing bonds, retiring bonds, selling stock or buying back stock.\n\nTo get an accurate picture of a company’s cash flow from operating activities, accountants add depreciation expenses, losses decrease in current assets and increases in current liabilities to net income, and then subtract gains, increases in current assets and decreases in current liabilities. Investors examine a company’s cash flow from operating activities separately from the other two components of cash flow to see where a company is really getting its money.\n\nInvestors want to see positive cash flow because of positive income from operating activities, which are recurring, not because the company is selling off all its assets, which results in one-time gains. The company’s balance sheet and income statement help round out the picture of its financial health.\n\nLet’s look at the cash flow details of the leading technology company Apple Inc. (AAPL). The iPhone maker reported the following for the fiscal year ended September 2017:\n\nFollowing the first formula, the summation of these numbers brings the value for funds from operations as $69.15 billion. The net change in working capital for the same period was (-5.55 billion). Adding it to funds from operations gives the cash flow from operating activities for Apple as ($69.15 - $5.55) = $63.6 billion.﻿﻿\n\nApple Inc. \"2017 Form 10-K,\" Page 43. Accessed Nov. 15, 2020.",
  "url": "https://www.investopedia.com/terms/o/operating-activities.asp"
}