{
  "term": "What Is the Consumer Price Index (CPI)?",
  "definition": "Peter Westfall is a distinguished professor of information systems and quantitative sciences at Texas Tech University. He specializes in using statistics in investing, technical analysis, and trading.\n\nThe Consumer Price Index (CPI) presents the percentage change in prices that consumers pay for goods and services.\n\nThe Consumer Price Index (CPI), calculated by the Bureau of Labor Statistics (BLS), measures the monthly change in price for a figurative basket of goods and services. These items can change over time.\n\nCPI is aweighted averageof prices and is representative of aggregate U.S. consumer spending. It is used as a metric for inflation and deflation.\n\nThe CPI report uses a different survey methodology, price samples, and index weights than theproducer price index (PPI), which measures changes in the prices paid by U.S. producers of goods and services.\n\nThe BLS collects about 80,000 prices monthly from retail stores, service establishments, rental units, and doctors' offices.\n\nThe data compiled and used to track prices covers 93% of the U.S. population. User fees and sales or excise taxes are included in CPI while income taxes and the prices of investments such as stocks, bonds, or life insurance policies are not.\n\nThe CPI accounts forsubstitution effects—consumers' tendency to shift spending away from products and product categories that have grown relatively more expensive with time.\n\nIt also adjusts price data for changes in product quality and features. The weighting of the product and service categories in the CPI indexes corresponds to recent consumer spending patterns derived from a separate survey.\n\nShelter category prices are based on a survey of rental prices for 50,000 housing units. They are then used to calculate the rise in rental prices as well as owners' equivalents.\n\nThe owners' equivalent category models the rent equivalent for owner-occupied housing to properly reflect housing costs' share ofconsumer spending.\n\nThe BLS publishes two CPI indexes each month. TheConsumer Price Index for All Urban Consumers (CPI-U)represents 93% of the U.S. population not living in remote rural areas.\n\nIt doesn't cover spending by people living in farm households, institutions, or on military bases. CPI-U is the basis of the widely reported CPI numbers that matter to financial markets.The BLS also publishes theConsumer Price Index for Urban Wage Earners and Clerical Workers (CPI-W). The CPI-W covers 29% of the U.S. population living in households with income derived predominantly from clerical employment or jobs with an hourly wage.\n\nCPI-W is used to adjust Social Security payments as well as other federal benefits and pensions for changes in the cost of living.\n\nIt also shifts federal incometax bracketsto ensure taxpayers aren't subjected to a higher marginal rate as a result of inflation.\n\nThe CPI-U increased 3% over the 12 months ending January 2025 before seasonal adjustment. The index increased by 0.5% in January 2025 on a seasonally adjusted basis compared to a 0.4% increase in December 2024.\n\nThe more common CPI-U calculation entails two primary formulas. The first is used to determine the current cost of the weighted average basket of products, while the second is used to analyze theyear-over-year (YOY)change.\n\nTo calculate the annual CPI, the BLS divides the current value of a specific basket of goods compared to one year ago:\n\nThe basket of goods and services used in the CPI calculation is acompositeof popular items commonly purchased by Americans.\n\nThe weight of each component of the basket is in proportion to how they are sold.The annual CPI is reported as a whole number, and the figure is often greater than 100, assuming current market prices are appreciating.\n\nThen, the BLS uses the current year's CPI and the prior year's CPI to calculate the inflation rate.\n\nThe inflation rate can be calculated for a given month or annual period; in either case, the appropriate new and prior period must be selected.\n\nThe inflation rate is reported as a percentage and is often positive, indicating current market prices are appreciating.\n\nThemonthly CPI releasefrom the BLS leads with the change from the prior month for the overall CPI-U as well as its key subcategories, along with the unadjusted change year-over-year.\n\nThe BLS' detailed tables show price changes for a variety of goods and services organized by eight umbrella spending categories.\n\nSubcategories estimate price changes for everything from tomatoes and salad dressing to auto repairs and sporting events tickets. Price changes for each subcategory are provided with and withoutseasonal adjustment.\n\nBLS also publishes CPI data for U.S. regions, sub-regions, and major metropolitan areas. The metro data is subject to wider fluctuations and is useful mainly to identify price changes based on local conditions.\n\nThe table below represents the CPI basket weighted distribution for food, energy, and all other items.\n\nThe CPI is widely used by financial market participants to gauge inflation and by the Federal Reserve to calibrate its monetary policy.\n\nBusinesses and consumers also use the CPI to make informed economic decisions. Since CPI measures the change in consumers'purchasing power, it is often a key factor in pay negotiations.\n\nThe BLS reports the CPI on a fixed, monthly basis at 8:30 a.m. Eastern time. A schedule of prior and future releases can be found on the BLS website.\n\nIn the broadest sense, the CPI and unemployment rates are often inversely related. The Federal Reserve often attempts to decrease one metric while balancing the other. For example, in response to the COVID-19 pandemic, the Federal Reserve took unprecedented supervisory and regulatory actions to stimulate the economy.\n\nAs a result, the labor market strengthened and returned to pre-pandemic rates by March 2022; however, the stimulus resulted in the highest CPI calculations in decades. When the Federal Reserve attempts to lower the CPI, it runs the risk of unintentionally increasing unemployment rates.\n\nThe CPI Index is an inflation indicator closely watched by policymakers and financial markets. A related CPI measure is used to calculate cost-of-living adjustments for federal benefit payments.\n\nThe CPI-U calculation only measures inflation for urban populations and remains a less-than-reliable source of data for individuals living in rural areas. The CPI does not explicitly state how different demographics may be impacted by inflation.\n\nFor example, soaring education costs may adversely impact younger individuals, while the impact of increasing elderly care costs is felt by a different group of individuals. Lower-income individuals who contribute more gross income towards necessities of shelter and food will skew differently than households with larger disposable income. For this reason, the CPI may not adequately reflect each individual's experience about costs and changes over time.\n\nThe Consumer Price Index measures the average change in prices paid by consumers over time for a basket of goods and services. The index is calculated and published monthly by the Bureau of Labor Statistics.\n\nIt is a common measure of inflation, indicating the health and direction of the economy. It also serves in other capacities, notably to help make adjustments to certain income payments, such as Social Security and pensions for federal civil service retirees.\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index,\" Page 6.\n\nFederal Reserve Bank of Richmond. \"A CPI Basket Case.\"\n\nU.S. Bureau of Labor Statistics. \"CPI.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Frequently Asked Questions,\" Select \"How and when are the majority of CPI prices collected and reviewed?\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Indexes Overview.\"\n\nU.S. Bureau of Labor Statistics. \"Measuring Price Change in the CPI: Rent and Rental Equivalence.\"\n\nU.S. Bureau of Labor Statistics. \"Frequently Asked Questions about the Chained Consumer Price Index for All Urban Consumers (C-CPI-U),\" Select \"What is substitution and substitution bias? And does the C-CPI-U eliminate it?\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Frequently Asked Questions,\" Select \"Is the CPI a cost-of-living index?\"\n\nSocial Security Administration. \"Cost-of-Living Adjustment (COLA) Information.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index News Release.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Frequently Asked Questions,\" Select \"When should I use seasonally adjusted data?\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Frequently Asked Questions,\" Select \"What area indexes are published and how often?\"\n\nU.S. Bureau of Labor Statistics. \"Table 1. Consumer Price Index for All Urban Consumers (CPI-U): U.S. City Average, by Expenditure Category.\"\n\nBoard of Governors of the Federal Reserve System. \"FAQs: Why Does the Federal Reserve Aim for Inflation of 2 Percent Over the Longer Run?\"\n\nU.S. Bureau of Labor Statistics. \"How to Use the Consumer Price Index for Escalation.\"\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Frequently Asked Questions,\" Select \"How is the CPI used?\"\n\nU.S. Bureau of Labor Statistics. \"Schedule of Releases for the Consumer Price Index.\"\n\nBoard of Governors of the Federal Reserve System. \"Coronavirus Disease 2019 (COVID-19): Supervisory and Regulatory Actions in Response to COVID-19.\"\n\nFederal Reserve Bank of St. Louis, FRED Economic Data. \"Unemployment Rate.\"",
  "url": "https://www.investopedia.com/terms/c/consumerpriceindex.asp"
}