{
  "term": "What Is the Midstream Stage in the Oil and Gas Industry?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nMidstream is a term used to describe one of the three major stages of oil and gas industry operations. Midstream activities include the processing, storing, transporting and marketing of oil, natural gas, andnatural gas liquids.\n\nThe two other major stages are upstream, which refers to raw crude oil and natural gas production, and downstream, which refers to the refining of crude oil into gasoline, diesel, jet, and other fuels. Today, many large oil companies undertake all streams of the process and are known asintegrated oil companies.\n\nMidstream activities are commonly included as part of other operations for much of the global oil and gas industry. The midstream anddownstreamactivities take place after the initial production phase, known asupstream, and through to the endpoint of sale. Many oil and gas companies are considered integrated because of their ability to combine upstream, midstream, and downstream activities as part of their overall operations.\n\nThe midstream industry designation is much more prevalent in the oil industry in the United States andCanadathan in the rest of the world because of the large privately-owned oil pipelines and storage facilities in these countries. For example, the Keystone Pipeline System is an oil pipeline system in Canada and the United States, commissioned in 2010 and is now owned solely byTransCanada Corporation. Other pure midstream operating companies include names like Oasis Midstream Partners, Sanchez Midstream Partners, Hess Midstream, Magellan Midstream Partners, and EQT Midstream Partners. The designation in the U.S. of crude oil transportation and storage as a separate part of the production chain is what allows the midstream industry to exist.\n\nMagellan Midstream Partners states on their website that they own and operate five marine storage terminals located along coastal waterways with approximately 26 million barrels of aggregate storage capacity and approximately one million barrels of storage jointly owned through their Texas Frontera, LLC joint venture. The marine terminals provide distribution, storage, blending, inventory management and additive injection services for refiners, marketers, traders, and other end-users of petroleum products. These key services offered between raw upstream production and the refiners are an important part of the midstream business designation.\n\nIn Europe, the transportation and storage of crude tends to be integrated with the upstream production business. Major European oil companies such as Shell or BP tend to report production and transportation costs together in their annual financial results. Additionally, many European oil pipelines are controlled by governments of the countries whose territory they cross or by state-owned oil transportation companies in those countries. This state ownership tends to result in the absence of midstream as a separately designated part of the oil production value chain.",
  "url": "https://www.investopedia.com/terms/m/midstream.asp"
}