{
  "term": "What Is a Custodial Account?",
  "definition": "The term \"custodial account\" generally refers to a child's or teen's savings account at a financial institution, mutual fund company, or brokerage firm managed by one person for the benefit of another. Generally, an adult controls a custodial account for a minor (a person under the age of 18 or 21 years, depending on the laws of the state of residence). Approval from thecustodianis mandatory for the account to conduct transactions, such as buying or selling securities.\n\nIn a broader sense, a custodial account can mean any account maintained by a fiduciarily responsible party on behalf of abeneficiary, such as an employer-basedretirement accounthandled for eligible employees by a plan administrator. A fiduciary is bound ethically and legally to act in the best interest of another.\n\nEach state has specific regulations governing the age of majority and the naming of custodians and alternative custodians.\n\nOnce established, a custodial account functions like any other account at a bank or brokerage. The custodian—a designated manager or investment advisor—decides how to invest the money. The account manager or other entities can continue contributing to the fund.\n\nAs noted above, custodial accounts can invest in a variety of assets. Some even offer cryptocurrency investing. However, financial institutions generally do not allow the manager to use the account totrade on marginor buy futures, derivatives, or other highly speculative investments.\n\nOnce the minor reaches the legal age of adulthood in their state, control of the account is officially transferred to the named beneficiary from the custodian. At that point, the beneficiary can claim full control and use of the funds. Should theminordie before the age of majority, the account will become part of the child's estate.\n\nThere are two types of custodial accounts: theUniform Transfers to Minors Act (UTMA)and theUniform Gift to Minors Act (UGMA). The UTMA is allowed in all states except Vermont and South Carolina. The UGMA is allowed in all 50 states.\n\nA UTMA account can hold virtually any kind of asset, including real estate, intellectual property, and works of art. However, it is limited to financial assets such as cash, securities (stocks, bonds, mutual funds),annuities, and insurance policies.\n\nIn either type of custodial account, you set up the account in the minor's name. You also specify the designated custodian—usually the child's parent or guardian. Initial investments, minimum account balances, and interest rates vary by the company that houses the account.\n\nCustodial accounts offer advantages, including tax advantages, compared to noncustodial accounts. However, they also have downsides, including the risk that the account will limit the amount the child can receive in financial aid from a college because it is considered an asset owned by the minor.\n\nYet custodial accounts offer big benefits. For one, custodial accounts have enormous flexibility. There are no limits on the custodian’s eligibility to contribute based on their income. There are no contribution limits. And there are no requirements to make regular distributions at any point. Also, there are nowithdrawal penalties.\n\nWhile all withdrawn funds are restricted to being used \"for the benefit of the minor,\" this requirement is vague and isn't limited to educational costs, as withcollege savings plans. The custodian may use the funds for everything from providing a place to live to paying for clothing as long as the beneficiary receives a benefit.\n\nA custodial account is much simpler and less expensive to establish than atrust fund. The aim of both UGMA and UTMA regulations was to allow adults to transfer assets to minors without the need to establish a special trust to enable such ownership.\n\nWhile nottax-deferredlike IRAs, custodial accounts have some tax advantages known as thekiddie tax. The IRS considers the minor child the owner of the account, so the earnings are taxed at the child's tax rate up to a certain point. Every child under 19 years old—24 for full-time students—who files as part of their parent's tax return is allowed a certain amount of \"unearned income\" at a reduced tax rate.\n\nFor 2025, the first $1,350 of unearned income is tax-free and income over $1,350 is subject to the child’s tax rate, up from $1,300 of unearned income tax-free and income over $1,300 subject to taxation in 2024.An individual can contribute up to $19,000 for the 2025 tax year (up from $18,000 for 2024) without incurring the federalgift tax.\n\nA minor's ownership of the custodial account can be a double-edged sword. Because the holdings count as assets, they may reduce a child's financial aid eligibility when they apply for college.It could also reduce their ability to access other forms of government or community aid.\n\nAny deposits or gifts made to the account are irrevocable, meaning they can't be changed or reversed. All the account's holdings pass, irrevocably, to the minor at the age of majority.In contrast, many college savings plans, such as529 accounts, allow parents to retain control of the funds.\n\nCustodial accounts aren't as tax-sheltered as other accounts. To mitigate a tax bite, a custodian can transfer education funds to an eligible 529 plan. However, to do so, the custodian mustliquidateany non-cash investments in the custodial account.\n\nAlso, the custodial account beneficiary can't be altered. In contrast, the beneficiary of a 529 college plan may be changed, with some limitations.A custodial account is set up in the minor's name. Because the account is irrevocable, the beneficiary of the account may not change, and no gifts or contributions made into the account can be reversed.\n\nFree from income, contribution, or withdrawal limits\n\nCan invest in a variety of assets\n\nLess tax-advantaged than some comparable accounts like 529s\n\nCan hurt child's financial aid prospects\n\nIrrevocably passes to child upon their reaching majority age\n\nMostbrokerages, both digital and brick-and-mortar, offer custodial accounts. Many custodial account terms resemble those of regular, non-tax-advantaged accounts for individuals.\n\nFor example, atMerrill Edge—the digital broker platform that used to be Merrill Lynch—a UGMA/UTMA custodial account can be set up online with funds directly transferred from a checking or savings account at Bank of America, Merrill's parent company. There are no annual account fees or minimum investment amounts.\n\nYou can also open custodial deposit and checking accounts at most bank branches.\n\nTheRetirement Security Rule, also known as the fiduciary rule, is meant to protect investors from conflicts of interest when receivinginvestment advicethat the investor uses for retirement savings.\n\nThe rule was issued by theU.S. Department of Labor (DOL)on Apr. 23, 2024. It took effect on Sept. 23, 2024, but the effective date of certain conditions is delayed to 2025.\n\nThe rule affects people who are saving and investing for retirement and who use an advisor who acts as a fiduciary under the Employee Retirement Income Security Act (ERISA). Those advisors are subject to the higher standard—the fiduciary \"best advice\" standard rather than the lower, merely \"suitable advice\" standard. The designation can limit the products and services they are allowed to sell to clients who are saving for retirement.\n\nHowever, the rule will not affect custodial accounts. “The Department of Labor [which enforces ERISA rules] does not have jurisdiction over UGMA or UTMA accounts, so [the new] Retirement Security Rule does not have any impact on custodial accounts,” said Phil Korenman, head of individual investors for T. Rowe Price.\n\nYes, money can be withdrawn from custodial accounts, as long as it is used \"for the benefit of the minor,\" a vague term that includes, but isn't limited to, educational costs.\n\nThe account is transferred to the child once they reach the age of majority, which is either 18 or 21, depending on the state.\n\nIf you are under 18 or 21, depending on the state, an adult can open a custodial account for you. The person who opens the account will manage it until you reach the age of majority or a designated later age, at which point it is transferred over to you, and you are responsible for its management.\n\nChildren file as part of their parent's tax return, generally. For the 2025 year, any unearned income, interest, and dividends over the $3,150 threshold may be taxed at a 10% rate (up from $2,600 for 2024).\n\nA custodial account is a means by which an adult can open a savings or brokerage account for a child. The adult who opens the account is responsible for managing it, including making investment decisions and deciding how the money is to be used, as long as it benefits the child. There are specific tax advantages to a custodial account, but there are also risks, such as the possibility that the account's existence limits the amount of financial aid a child might get for college. Weigh the pros and cons before deciding to open a custodial account.\n\nWe researched 10 companies offering custodial accounts and evaluated each on minimum opening deposit as well as fees, including account maintenance fees, transfer fees, and enrollment fees. We also considered the company’s history, customer service, and ease of use of the company’s websites or apps. Lastly, we also looked at the educational resources provided by the different companies.Financial literacyis important for adults and their children who will be taking control of their custodial accounts, usually between 18 and 21 years of age. Our review prioritized companies with low fees, strong educational resources for adults and children, as well as convenient and easy-to-use platforms.\n\nFinancial Industry Regulatory Authority. \"FINRA Reminds Member Firms of Their Responsibilities for Supervising UTMA and UGMA Accounts.\"\n\nCornell Law School, Legal Information Institute. \"Fiduciary Duty.\"\n\nSocial Security Administration. \"Program Operations Manual System (POMS): SI 01120.205 Uniform Transfers to Minors Act.\"\n\nFinancial Industry Regulatory Authority. \"College Savings Accounts: Types.\"\n\nInternal Revenue Service. \"Topic No. 553, Tax on a Child's Investment and Other Unearned Income (Kiddie Tax).\"\n\nInternal Revenue Service. \"Rev. Proc. 2024-40,\" Page 7.\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments For Tax Year 2025.\"\n\nFederal Student Aid. \"Asset Net Worth (2023–24).\"\n\nInternal Revenue Service. “Publication 970, Tax Benefits for Education.\" Page 50.\n\nMerrill Edge. \"Custodial Accounts: Plan for the Future They're Dreaming About.\"\n\nFederal Register. \"Retirement Security Rule: Definition of an Investment Advice Fiduciary.\"\n\nU.S. Department of Labor. \"Fact Sheet: Retirement Security Rule and Amendments to Class Prohibited Transaction Exemptions for Investment Advice Fiduciaries.\"",
  "url": "https://www.investopedia.com/terms/c/custodialaccount.asp"
}