{
  "term": "What Is the Community Reinvestment Act (CRA)?",
  "definition": "MoMo Productions / Getty Images\n\nThe Community Reinvestment Act (CRA) is a federal law enacted in 1977 to encourage depository institutions to meet the credit needs of the communities where they operate, including low- and moderate-income neighborhoods.\n\nUnder the CRA, federal banking agencies are required to evaluate how well each institution serves these communities. These performance assessments are then considered when reviewing applications for bank mergers, charters, acquisitions, branch openings, and deposit facilities.\n\nBefore the Community Reinvestment Act (and other fair housing laws), U.S. banks systematically deniedmortgagesto Black Americans and other people of color who lived in certain areas \"redlined\" by a federal government agency called the Home Owners' Loan Corporation (HOLC).The HOLC created maps that classified neighborhoods across the country on a \"perceived level of lending risk\" based on information gathered from various sources, including local appraisers, loan officers, city officials, and real estate agents.\n\nThe neighborhoods were color-coded on maps, with each color representing the area's perceived risk to lenders. HOLC deemed the red communities hazardous, describing them as \"characterized by detrimental influences in a pronounced degree, undesirable population, or an infiltration of it.\"Neighborhoods with predominantly racial and ethnic minority populations were colored red—hence, \"redlined.\"\n\nThe maps were a tool for widespreadracial discrimination. The immediate effect of redlining was that residents in these areas couldn't access credit to buy or improve their housing. However, the long-term effects of redlining persist:\n\nHousing discrimination and lending discrimination are illegal.If you thinkyou've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, you can file a complaint with theConsumer Financial Protection Bureau (CFPB)or theU.S. Department of Housing and Urban Development (HUD).\n\nThe objective of the Community Reinvestment Act was to strengthen existing laws requiring banks to sufficiently address the banking needs of all members of the communities they served.\n\nThree federal regulators—theOffice of the Comptroller of the Currency (OCC), theFederal Deposit Insurance Corporation (FDIC), and theFederal Reserve Board—share oversight of the CRA. However, the last is chiefly responsible for assessing whether state member banks are fulfilling their obligations under the law.\n\nTheFederal Reserveuses one of five methods to rank a bank’s performance based on its size and mission. Though a 1995 update to the CRA requires regulators to consider lending and investment data, the evaluation process is somewhat subjective, with no specific quotas that banks have to satisfy.Still, each bank is given one of the following ratings:\n\nThe FDIC maintains an online database where the public can see a particular bank’s score. Additionally, banks are obliged to provide consumers with their performance evaluations upon request.\n\nThe CRA applies toFDIC-insureddepository institutions, including national banks, state-chartered banks, and savings associations. However, credit unions backed by the National Credit Union Share Insurance Fund and other non-bank entities are exempt from the legislation.\n\nThe CRA has faced criticism, particularly from some conservative politicians and commentators, who argue that it contributed to risky lending practices that played a role in the 2008 financial crisis. Critics claim that banks relaxed lending standards to meet CRA requirements, resulting in a proliferation of subprime mortgages.\n\nHowever, some economists, including Neil Bhutta and Daniel Ringo of the Federal Reserve Bank, argued in 2015 that CRA-based mortgages represented a small percentage of thesubprime loansissued during the financial crisis. As a result, Bhutta and Ringo concluded, the law was not a major factor in the housing market’s subsequent downturn.\n\nThe CRA has also received criticism that it has not been particularly effective. Though low- and moderate-income communities saw an influx of loans after the CRA’s passage, research by the Federal Reserve’s Jeffrey Gunther concluded that lenders not subject to the law—that is,credit unionsand other non-banks—represented an equal share of those loans.\n\nMore recently, some economists and policymakers have suggested the law needs to be revised to keep up with changes in the industry and make the evaluation process less onerous for banks. For example, the physical location of bank branches remains a component in the scoring process, even though an increasing number of consumers are conducting their banking online.\n\nIn a 2018 op-ed piece, former Comptroller of the Currency Joseph Otting asserted that the CRA’s outdated approach had led to “investment deserts,” where \"CRA activity often fails to reach by preventing banks from receiving consideration when they want to lend and invest in communities with a need for capital.\"\n\nThe Office of the Comptroller of the Currency (OCC) proposed a new rule in May 2020 to modernize the CRA, receiving more than 7,500 comments from stakeholders. Critics, including the National Community Reinvestment Coalition, claimed that the changes would reduce banks' accountability to communities.However, Otting defended the rule, arguing it would increase credit for mortgage origination and promote affordable mortgages in lower-income areas.\n\nIn December 2021, the OCC rescinded the June 2020 rule to be replaced with a rule designed jointly by the OCC, Federal Reserve, and FDIC.On May 5, 2022, the agencies jointly proposed a new rule intended to account for the ubiquity of online banking and distribute reinvestment more broadly across the country.\n\nIn 2023, the Office of the Comptroller of the Currency, the Federal Reserve Board, and the Federal Deposit Insurance Corporation issued a final rule to modernize regulations implementing the CRA. The final rule focuses on eight key objectives, including strengthening the CRA's core purpose, adapting to changes in the banking industry, promoting transparency, and ensuring consistency in regulatory approaches.\n\nFair lending laws prohibit lenders from discriminating based on specific protected classes during any aspect of a credit transaction. Several statutes comprise federal fair lending laws and regulations, including the:\n\nRedlining is the now-illegal practice of denying credit to residents of certain areas based on their race or ethnicity. The term originated in the 1960s to describe maps created by the Home Owners’ Loan Corporation (HOLC), which used color codes to mark neighborhoods as safe or hazardous for investment. Red areas, often home to racial and ethnic minorities, were deemed too risky for lenders.\n\nLending institutions can only consider factors relevant to an applicant'screditworthiness(their ability to pay). It's illegal for lenders to consider factors that are unrelated to creditworthiness, including the applicant's race, color, religion, national origin, sex, marital status, age, and participation in public assistance programs.\n\nRedlining prevented Black and minority communities from accessing home loans, blocking their ability to build wealth through homeownership. This led to long-term disinvestment in these areas, widening the wealth gap between these communities and White families who had access to property ownership.\n\nThe CRA ensures that federally insured banks meet the credit needs of all communities, especially low- and moderate-income areas. The law was initially created to combat redlining and promote equitable access to credit, and it has evolved over time to address changes in the banking sector.\n\nWhile some have criticized the CRA for its role in the 2008 financial crisis and question its effectiveness, many believe that the CRA remains vital for promoting equitable access to credit. Recent updates aim to modernize the CRA, focusing on transparency and adapting to current banking practices, to ensure fair financial services for all communities.\n\nOffice of the Comptroller of the Currency. \"Community Reinvestment Act (CRA).\"\n\nOffice of the Comptroller of the Currency. \"Community Reinvestment Act (CRA) Questions and Answers For Bank Customers.\"\n\nOffice of the Comptroller of the Currency. \"Interagency Overview of the Community Reinvestment Act Final Rule.\"\n\nFederal Deposit Insurance Corporation. \"Agencies Finalize Rule Updating and Modernizing the Community Reinvestment Act (CRA).\"\n\nFederal Deposit Insurance Corporation. \"Agencies Issue Final Rule to Strengthen and Modernize Community Reinvestment Act Regulations.\"\n\nFederal Reserve History. \"Redlining.\"\n\nNational Community Reinvestment Coalition. \"HOLC “Redlining” Maps: The Persistent Structure Of Segregation And Economic Inequality.\"\n\nUniversity of Richmond Digital Scholarship Lab. \"Mapping Inequality: Redlining in New Deal America.\"\n\nNational Community Reinvestment Coalition. \"HOLC \"Redlining\" Maps: The Persistent Structure of Segregation and Economic Inequality.\"\n\nU.S. Department of Housing and Urban Development. \"Housing Discrimination Under the Fair Housing Act.\"\n\nConsumer Financial Protection Bureau. \"Submit a Complaint.\"\n\nU.S. Department of Housing and Urban Development. \"File a Complaint.\"\n\nFederal Reserve Board. \"Community Reinvestment Act (CRA).\"\n\nJournal of Business and Economic Research. \"Effects Of Revisions To The CRA In 1995 On Regulatory Enforcement.\"\n\nFederal Reserve Board. \"Evaluating a Bank's CRA Performance.\"\n\nOffice of the Comptroller of the Currency. \"Community Reinvestment Act (CRA).\"\n\nUniversity of Chicago Law School. \"Did the Community Reinvestment Act (CRA) Lead to Risky Lending?\"\n\nJeffrey Gunther. \"Should CRA Stand for \"Community Redundancy Act\"?\"\n\nAmerican Banker. \"BankThink We Have a Once-in-a-Generation Chance to Revamp CRA. Let's Use It.\"\n\nNational Community Reinvestment Coalition. \"Summary Fact Sheet on the OCC’s Final CRA Rule.\"\n\nJD Supra. \"The OCC's Final CRA Rule: What Changed From The Agency's Proposed Rule?\"\n\nAmerican Banker. \"BankThink: The Final CRA Rule Is In. Here’s Why It’s Better.\"\n\nOffice of the Comptroller of the Currency. \"Community Reinvestment Act: Final Rule to Rescind and Replace Community Reinvestment Act Rule Issued in 2020.\"\n\nOffice of the Comptroller of the Currency. \"Community Reinvestment Act: Interagency Notice of Proposed Rulemaking to Implement the CRA.\"\n\nFederal Deposit Insurance Corporation. \"Interagency Overview of the Community Reinvestment Act Final Rule.\"\n\nFederal Reserve Bank of St. Louis. \"The Community Reinvestment Act's History and Future.\"\n\nFederal Deposit Insurance Corporation. \"Policy Statement on Discrimination in Lending.\"",
  "url": "https://www.investopedia.com/terms/c/community_reinvestment_act.asp"
}