{
  "term": "What Is a Finance Charge? Definition, Regulation, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA finance charge is afeecharged for the use of credit or the extension of existing credit. It may be a flat fee or a percentage of borrowings, with percentage-based finance charges being the most common. Afinance charge is often an aggregated cost, including the cost of carrying the debt along with any related transaction fees, account maintenance fees, or late fees charged by thelender.\n\nFinance charges allow lenders to make a profit on the use of their money. Finance charges forcommoditizedcredit services, such as car loans, mortgages, and credit cards, have known ranges and depend on thecreditworthinessof the person looking to borrow. Regulations exist in many countries that limit the maximum finance charge assessed on a given type of credit, but many of the limits still allow forpredatory lendingpractices, where finance charges can amount to 25% or more annually.\n\nFinance charges are a form of compensation to the lender for providing the funds, or extending credit, to a borrower. These charges can include one-time fees, such as anorigination feeon a loan, or interest payments, which canamortizeon a monthly or daily basis. Finance charges can vary from product to product or lender to lender.\n\nThere is no single formula for the determination of what interest rate to charge. A customer may qualify for two similar products from two different lenders that come with two different sets of finance charges.\n\nOne of the more common finance charges is theinterest rate. This allows the lender to make a profit, expressed as a percentage, based on the current amount that has been provided to the borrower. Interest rates can vary depending on the type of financing acquired and the borrower's creditworthiness. Secured financing, which is most often backed by an asset such as a home or vehicle, often carries lower interest rates than unsecured financings, such as a credit card. This is most often due to the lower risk associated with a loan backed by an asset.\n\nFor credit cards, all finance charges are expressed in the currency from which the card is based, including those that can be used internationally, allowing the borrower to complete a transaction in a foreign currency.\n\nFinance charges are subject to government regulation. The federalTruth in Lending Actrequires that all interest rates, standard fees, and penalty fees must be disclosed to the consumer.﻿﻿ Additionally, theCredit Card Accountability Responsibility and Disclosure (CARD) Act of 2009required a minimum 21-day grace period before interest charges can be assessed on new purchases.﻿﻿\n\nOffice of the Comptroller of the Currency. \"Truth in Lending.\" Accessed Dec. 10, 2020.\n\nFederal Trade Commission. \"Public Law 111–24—May 22, 2009, Credit Card Accountability Responsibility and Disclosure Act of 2009,\" Page 10. Accessed Dec. 10, 2020.",
  "url": "https://www.investopedia.com/terms/f/finance_charge.asp"
}