{
  "term": "What Is a Trilemma and How Is It Used in Economics? With Example",
  "definition": "Trilemma is a term in economic decision-making theory. Unlike a dilemma, which has two solutions, a trilemma offers three equal solutions to a complex problem. A trilemma suggests that countries have three options from which to choose when making fundamental decisions about managing their international monetary policy agreements. However, the options of the trilemma are conflictual because of mutual exclusivity, which makes only one option of the trilemma achievable at a given time.\n\nTrilemma often is synonymous with the \"impossible trinity,\" also called the Mundell-Fleming trilemma. This theory exposes the instability inherent in using the three primary options available to a country when establishing and monitoring its international monetary policy agreements.\n\nWhen making fundamental decisions about managing international monetary policy, a trilemma suggests that countries have three possible options from which to choose. According to the Mundell-Fleming trilemma model, these options include:\n\nThe technicalities of each option conflict because of mutual exclusivity. As such, mutual exclusivity makes only one side of the trilemma triangle achievable at a given time.\n\nThe challenge for a government’s international monetary policy comes in choosing which of these options to pursue and how to manage them. Generally, most countries favor side B of the triangle because they can enjoy the freedom of independent monetary policy and allow the policy to help guide the flow of capital.\n\nThe theory of the policy trilemma is frequently credited to the economistsRobert Mundelland Marcus Fleming, who independently described the relationships among exchange rates, capital flows, and monetary policy in the 1960s.Maurice Obstfeld, who became chief economist at theInternational Monetary Fund (IMF)in 2015, presented the model they developed as a \"trilemma\" in a 2004 paper.\n\nThe French economist Hélène Rey argued that the trilemma is not as simple as it appears. In the modern day, Rey believes that the majority of countries are faced with only two options, or a dilemma, since fixed currency pegs are not usually effective, leading to a focus on the relationship between independent monetary policy and free capital flow.\n\nA real-world example of solving these trade-offs occurs in theeurozone, where countries are closely interconnected. By forming the eurozone and using one currency, the countries have ultimately opted for side A of the triangle, maintaining a single currency (in effect a one-to-one peg coupled with the free capital flow).\n\nFollowing World War II, the wealthy opted for side C under theBretton Woods Agreement, which pegged currencies to the U.S. dollar but allowed countries to set their own interest rates.Cross-border capital flows were so small that this system held for a couple of decades—the exception being Mundell's native Canada, where he gained special insight into the tensions inherent in the Bretton Woods system.\n\nObstfeld, Maurice and et al. \"The Trilemma in History: Tradeoffs among Exchange Rates, Monetary Policies, and Capital Mobility.\"National Bureau of Economic Research, Working Paper 10396, March 2004, pp. 1.\n\nBoughton, James M. \"On the Origins of the Fleming-Mundell Model.\"International Monetary Fund Staff Papers, vol. 50, no. 1, 2003, pp. 1-2.\n\nObstfeld, Maurice and et al. \"The Trilemma in History: Tradeoffs Among Exchange Rates, Monetary Policies, and Capital Mobility.\"National Bureau of Economic Research, Working Paper 10396, March 2004, pp. 1-41.\n\nRey, Hélène. \"Dilemma not Trilemma: The Global Financial Cycle and Monetary Policy Independence.\"National Bureau of Economic Research, Working Paper 21162, May 2015, pp. 1-42.\n\nLibrary of Congress. \"Bretton Woods Conference & the Birth of the IMF and World Bank.\"",
  "url": "https://www.investopedia.com/terms/t/trilemma.asp"
}