{
  "term": "What Does an Accountant Do?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nAn accountant is a financial professional who reviews and analyses financial records and keeps track of a company's or individual's income, expenditures, and liabilities. An accountant may also work in project planning, cost analysis, auditing, and financial decision-making. Some specialize in tax preparation and tax planning. Accountants may work for large companies or external accounting firms. They must meet state-specific educational and testing requirements and are certified by national professional associations.\n\nThe first professional association for accountants, the American Association of Public Accountants, was formed in 1887, and CPAs were first licensed in 1896.Accounting grew as a profession during the Industrial Revolution. This was largely due to the growing complexity of businesses and the demands ofshareholdersand bondholders for evidence of the financial well-being of the companies in which they invested.\n\nAfter theGreat Depressionand the formation of theSecurities and Exchange Commission (SEC), all publicly traded companies were required to issue reports written by accredited accountants. This change further increased the need for corporate accountants. Today, accountants remain a ubiquitous and crucial part of any business.\n\nAccountants work with companies, governments, and non-profits, or set up private practices. They may perform account analysis, reviewfinancial statementsand other reports to ensure they are accurate, conduct routine and annualaudits, review financial operations, preparetax returns, advise on areas that require efficiencies and cost-savings, and providerisk analysisand forecasting.\n\nAn accountant's duties often depend on the type of educational background and designation they receive. Most professionals in the field possess bachelor's degrees and, if employed by a corporation, may require certification to move up within the firm.\n\nCertification requirements vary, with some roles requiring additional educational requirements above the bachelor's degree and successful completion of rigorous examinations. Accountants can have more than one designation. The most common are thecertified internal auditor (CIA),certified management accountant (CMA), andcertified public accountant (CPA).\n\nMany accountants choose to become CPAs because the designation is considered the gold standard in the accounting profession. In the United States, certification requirements for accountants vary from state to state. But one requirement is universal—the passing of the Uniform Certified Public Accountant Examination. This exam is written and graded by theAmerican Institute of Certified Public Accountants (AICPA).\n\nThere are 671,855 certified public accountants in the U.S. as of August 2024, according to the National Association of State Boards of Accountancy.\n\nAccountants must abide by theethical standardsand guiding principles of the region where they practice, such as theInternational Financial Reporting Standards (IFRS)orGenerally Accepted Accounting Principles (GAAP).\n\nThe IFRS is a set of rules issued by the International Accounting Standards Board. These rules promote consistency andtransparencyin financial statements. GAAP is a set of standards that accountants must adhere to when they complete financial statements forpublicly traded companiesin the U.S.\n\nCertified public accountants have afiduciary dutyto their clients. They are legally and ethically responsible to be honest and trustworthy and must avoid negligence in their duties. CPAs have real influence over their clients, which means their judgment and work can affect not just an individual but an entirecompany—including its employees, its board, and its investors.\n\nAccountants can be held liableunder the common law doctrine if they:\n\nThey can also be held liable understatutory lawby state or federal securities regulatory bodies. This happens when an accountant fails to provide their clients with appropriate services or gives them bad advice.\n\nThe median annual pay for an accountant in the U.S. was $79,880 in 2023, according to the Bureau of Labor Statistics.\n\nAccountants and certified public accountants are two different types of professionals. While all CPAs are accountants, not all accountants are CPAs. Accountants typically have a degree in accounting and don't necessarily require a license to practice their profession. They are usually responsible for account reconciliation, analyzing financial statements, budgeting, and reporting financial transactions. CPAs, on the other hand, is a licensed professional. This professional must adhere to standards and codes of conduct and must maintain continuing educational requirements. In addition to some of the duties of the accountant, a CPA must also conduct audits and file reports with the SEC among other duties.\n\nA certified public accountant is a professional who has passed a four-part examination known as the Uniform CPA Examination, conducted by the American Institute of Certified Public Accounts with input from the National Association of State Boards of Accountancy and state boards of accountancy.\n\nAccountants need both a bachelor's degree in accounting or finance and experience in the field to take the exam. The exam is tailored to each state's requirements and is administered by the state boards of accountancy.\n\nAccountants are always in demand because every company of any size needs one or more of them. They are the ones tracking, analyzing, and auditing the company's income and expenditures. They also have a key role in planning, decision-making, and forecasting, based on their ability to accurately estimate the cost of future projects.\n\nAssociation of International Certified Professional Accountants. \"History.\"\n\nRoberts, Diane. \"Follow in Footsteps: the First CPAs of 1896-1897 and Accounting Occupation Adoption by the Next Generation.\"Accounting Historians Journal,vol. 49. no 2., Winter 2022, pp. 73-89.\n\nAmerican Institute of Certified Public Accountants. \"Everything You Need To Know About the CPA Exam.\"\n\nNASBA. \"How Many CPAs Are There?\"\n\nCongressional Research Service. \"Introduction to Financial Services: Accounting and Auditing Regulatory Structure, U.S. and International.\"\n\nPIA. \"Accountant’s Liability: How It Works and What It Means for You.\"\n\nU.S. Bureau of Labor Statistics Occupational Outlook Handbook. \"Accountants and Auditors.\"\n\nAmerican Institute of Certified Public Accountants. \"CPA Licensure.\"\n\nNASBA. \"What Is the Uniform CPA Examination?\"",
  "url": "https://www.investopedia.com/terms/a/accountant.asp"
}