{
  "term": "What Is the Life-Cycle Hypothesis in Economics?",
  "definition": "The life-cycle hypothesis (LCH) is an economic theory that describes the spending andsaving habits of peopleover the course of a lifetime.\n\nThe theory states that individuals seek tosmooth consumptionthroughout their lifetimes by borrowing when their income is low and saving when their income is high.\n\nThe concept was developed by economists Franco Modigliani and his student Richard Brumberg in the early 1950s.\n\nThe LCH assumes that individuals plan their spending over their lifetimes, taking into account their future income.\n\nAccordingly, they take on debt when they are young, assuming future income will enable them to pay it off. They then save during middle age in order to maintain their level of consumption when they retire.\n\nA graph of an individual's spending over time thus shows a hump-shaped pattern in whichwealthaccumulation is low during youth and old age and high during middle age.\n\nThe LCH replaced an earlier hypothesis developed by economistJohn Maynard Keynesin 1936. Keynes believed that savings were just another good and that the percentage that individuals allocated to their savings would grow as their incomes rose.\n\nThis presented a potential problem as it implied that as a nation’s incomes grew, a savings glut would result, andaggregate demandand economic output would stagnate.\n\nAnother problem with Keynes's theory is that he did not address people's consumption patterns over time. For example, an individual in middle age who is the head of a family will consume more than a retiree.\n\nAlthough subsequent research has generally supported the LCH, it also has its problems (see \"Special Considerations\" below).\n\nThe LCH has largely supplanted Keynesian economic thinking about spending and saving patterns.\n\nThe LCH makes several assumptions, some of which could be wrong in certain cases:\n\n1.For example, it assumes that people deplete their wealth during old age. Often, however, the wealth is passed on to children, or older people may be unwilling to spend their wealth.\n\n2.The theory also assumes that people plan ahead when it comes to building wealth, but many procrastinate or lack the discipline to save.\n\n3.Another assumption is that people earn the most when they are of working age. However, some people choose to work less when they are relatively young and continue working part-time when they reach retirement age.\n\nAs a result, one implication is that younger people are more able to take on investment risks than older individuals, which remains a widely accepted tenet of personal finance.\n\n4.An additional, notable assumption is that those with high incomes are more able to save and have greater financial savvy than those on low incomes. People with low incomes may have credit card debt and less disposable income.\n\n5.Lastly, safety nets ormeans-testedbenefits for aging adults may discourage people from saving as they anticipate receiving a higherSocial Securitypayment when they retire.\n\nEconomists Franco Modigliani and his student Richard Brumberg developed the LCH in the early 1950s.\n\nThe theory is that people try to maintain approximately the same level of consumption throughout their lives. That means, generally speaking, that when young, people may take on debt. When they're in their prime earning years, they save more. And in their mature years, they live off the wealth that they accumulated earlier in life.\n\nA good example of the LCH theory in practice is saving for retirement. During your working years you save money for when you are no longer working, knowing that you may not have income when you're older.\n\nThe life-cycle hypothesis, developed in the 1950s, posits that people tend to maintain a consistent spending level over their lifetimes.\n\nCriticisms have been leveled against the LCH. One is that people don't always maintain a consistent pattern of consumption. For instance, someone who is middle-aged with a family of four and a mortgage is likely to consume more than when they are retired and have no dependents and own their home.\n\nHowever, the LHC is still considered an important part of modern economic theory.\n\nFederal Reserve Bank of Richmond. \"Life Cycle Hypothesis.\"",
  "url": "https://www.investopedia.com/terms/l/life-cycle-hypothesis.asp"
}