{
  "term": "What Is Research and Development (R&D)?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nResearch and development (R&D) is the series of activities that companies undertake to innovate. It's often the first stage in the development process that results in market research, product development, and product testing.\n\nThe concept of research and development is widely linked to innovation in both the corporate and government sectors. R&D allows a company to stay ahead of its competition. A company might not survive on its own and may have to rely on other ways to innovate without an R&D program such as engaging inmergers and acquisitions (M&A)or partnerships. Companies can design new products and improve their existing offerings through R&D.\n\nR&D is distinct from most operational activities performed by a corporation. The research and/or development is typically not performed with the expectation of immediate profit. It's instead expected to contribute to the long-termprofitabilityof a company. R&D may often allow companies to secure intellectual property includingpatents, copyrights, and trademarks as discoveries are made and products are created.\n\nCompanies that set up and employ departments that are dedicated entirely to R&D commit substantial capital to the effort. They must estimate the risk-adjusted return on their R&D expenditures which inevitably involves risk of capital. There's no immediate payoff and thereturn on investment (ROI)is uncertain. The level of capital risk increases as more money is invested in R&D. Other companies may choose to outsource their R&D for a variety of reasons including size and cost.\n\nCompanies across all sectors and industries undergo R&D activities. Corporations experience growth through these improvements and the development of new goods and services. Pharmaceuticals,semiconductors, and software/technology companies tend to spend the most on R&D. R&D is known as research and technical or technological development in Europe.\n\nMany small and mid-sized businesses may choose to outsource their R&D efforts because they don't have the right staff in-house to meet their needs.\n\nSeveral different types of R&D exist in the corporate world and within government. The type used depends entirely on the entity undertaking it and the results can differ.\n\nThere are business incubators and accelerators where corporations invest instartupsand provide funding assistance and guidance to entrepreneurs. The hope is that innovations will result that they can use to their benefit.\n\nM&As and partnerships are also forms of R&D as companies join forces to take advantage of other companies' institutional knowledge and talent.\n\nA department staffed primarily by engineers who develop newproductsis one R&D model. This is a task that typically involves extensive research. There's no specific goal or application in mind with this model. The research is done for the sake of research instead.\n\nThis model involves a department composed of industrial scientists or researchers, all of whom are tasked with applied research in technical, scientific, or industrial fields. This model facilitates the development of future products or the improvement of current products and/or operating procedures.\n\nThe largest companies may also be the ones that drive the most R&D spending. Amazon reportedly spent $88.54 billion on research and development in 2024, an increase from $85.62 billion in 2023.\n\nResearch and development offers several key benefits. It facilitates innovation, allowing companies to improve existing products and services or letting them develop new ones to bring to the market.\n\nR&D also is a key component of innovation so it requires a greater degree of skill from the employees who take part. This allows companies to expand their talent pool which often comes with special skill sets.\n\nThe advantages go beyond corporations. Consumers stand to benefit from R&D because it gives them better high-quality products and services as well as a wider range of options. Corporations can therefore rely on consumers to remain loyal to their brands. It also helps driveproductivityand economic growth.\n\nOne of the major drawbacks to R&D is its cost. It requires a significant investment of cash upfront. This can include setting up a separate R&D department, hiring talent, and product and service testing.\n\nInnovation doesn't happen overnight so there's also a time factor to consider. It takes a lot of time to bring products and services to market from conception to production to delivery. Companies stand the risk of being at the mercy of changing markettrendsbecause it takes time to go from concept to product. What they thought may be a great seller at one time may reach the market too late and not fly off the shelves when it's ready.\n\nImproved or new products and services\n\nExpands knowledge and talent pool\n\nIncreased consumer choice and brand loyalty\n\nR&D may be beneficial to a company's bottom line but it's considered anexpense. Companies spend substantial amounts on research and trying to develop new products and services. These expenses are often reported for accounting purposes on the income statement. They don't carry long-term value.\n\nR&D costs are capitalized and reported on the balance sheet in certain situations:\n\nCompanies and governments should consider some of the key factors associated with R&D before taking on the task of research and development. Some of the most notable considerations include:\n\nBasic research is aimed at a fuller, more complete understanding of the fundamental aspects of a concept or phenomenon. This understanding is generally the first step in R&D. These activities provide a basis of information without directed applications toward products, policies, oroperational processes.\n\nApplied research entails the activities that are used to gain knowledge with a specific goal in mind. These activities may be to determine and develop new products, policies, or operational processes. Basic research is time-consuming but applied research is painstaking and more costly because of its detailed and complex nature.\n\nThe IRS offers an R&D tax credit to encourage innovation and significantly reduce tax liability. The credit calls for specific types of spend such as product development, process improvement, and software creation.\n\nThis credit was enacted under Section 41 of the Internal Revenue Code and encourages innovation by providing a dollar-for-dollar reduction in tax obligations. The eligibility criteria were expanded by the Protecting Americans from Tax Hikes (PATH) Act of 2015. They encompass a broader spectrum of businesses. The credit tends to benefit small-to-midsize enterprises.\n\nBusinesses must document their qualifying expenses and complete IRS Form 6765 (Credit for Increasing Research Activities) to claim R&D expenses. The credit typically ranges from 6% to 8% of annual qualifying expenses. It offers businesses a direct offset against federal income tax liabilities. Businesses also can claim up to $500,000 against their payroll taxes as of 2025.\n\nOne of the more innovative companies of this millennium is Apple Inc. It had this to say about its research and development spending as part of its annual reporting:\n\nApple reported having spent $29.915 billion in 2023. This was 8% of their annual total net sales. Apple's R&D spending was reported to be higher than the company's selling, general and administrative costs of $24.932 billion in that year.\n\nThe company didn't go into length about what exactly the R&D spend was for. The company's year-over-year growth was \"driven primarily by increases in headcount-related expenses,\" according to the notes. This doesn't explain the underlying basis carried from prior years for materials and patents.\n\nResearch and development refers to the systematic process of investigating, experimenting, and innovating to create new products, processes, or technologies. It encompasses activities such as scientific research, technological development, and experimentation that are conducted to achieve specific objectives to bring new items to market.\n\nResearch and development activities focus on the innovation of new products or services in a company. A primary purpose of R&D activities is for a company to remain competitive as it produces products that advance and elevate its current product line.\n\nR&D typically operates on a longer-term horizon so its activities aren't anticipated to generate immediate returns. R&D projects may lead to patents, trademarks, or breakthrough discoveries with lasting benefits to the company, however, in time.\n\nR&D is important for companies to stay competitive given the rapid rate of technological advancement. R&D specifically allows companies to create products that are difficult for their competitors to replicate. R&D efforts can meanwhile lead to improved productivity that helps increase margins, creating an edge in outpacing competitors. It can allow a company to stay ahead of the curve, anticipating customer demands or trends.\n\nCompanies can do many things to advance in their industries and the overall market. Research and development is just one way they can set themselves apart from their competition. It opens up the potential for innovation and increasing sales but it does come with some drawbacks. The most obvious are the financial cost and the time it takes to innovate.\n\nMacrotrends. \"Amazon Research and Development expenses 2010-2024/AMZN.\"\n\nInternal Revenue Service. \"Research Credit.\"\n\nInternal Revenue Service. \"Instructions for Form 6765 (01/2025).\"",
  "url": "https://www.investopedia.com/terms/r/randd.asp"
}