{
  "term": "What Is Divergence in Technical Analysis?",
  "definition": "Tobi is a crypto writer at Investopedia. He aims to simplify the complex concepts of blockchain and cryptocurrencies for the masses.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nJackyenjoyphotography/Getty Images\n\nIn technical analysis, divergence occurs when the price and a technical indicator are moving in opposite directions.\n\nDivergence intechnical analysisoccurs when the price of an asset moves in the opposite direction of a related technical indicator or oscillator. It signals that the momentum underlying theprice trendis changing, which may foreshadow a potential shift in the trend's direction.\n\nTraders monitor divergences because they can provide early warnings that market momentum is weakening or strengthening, even before it is reflected in price action.\n\nDivergence highlights a discrepancy between prices and anindicator. Under normal market conditions, a rising price typically coincides with increasing momentum (and similarly, a falling price with decreasing momentum). Indicators like the relative strength index (RSI) may fail to hit a new high as price rises.\n\nThis variance suggests the prevailing trend could be weakening. Divergence is often considered a leading signal that a trend shift might be coming since changes in momentum usually precede shifts in price.\n\nThere are two basic types of divergence:\n\nPositive or bullish divergence occurs when prices reach new lows, but themomentum indicatorrecords higher lows. This implies declining bearish momentum and may indicate a price reversal upward.\n\nNegative divergence, or bearish divergence, occurs when prices create higher highs, but the momentum indicator shows lower highs. This signals a reduction in bullish momentum, suggesting that prices may reverse downward.\n\nThe RSI, MACD, and Stochastic Oscillator are useful tools for spotting divergences.\n\nHere's more on what these indicators are and what they can reveal:\n\nA bullish divergence in a downtrend can alert a trader that selling pressure is waning. A common strategy is to prepare to go long once additional confirmation arrives, such as a break above a downtrend line or a bullishcandlestick pattern.\n\nSimilarly, in an uptrend, a bearish divergence can prompt a trader to consider selling or shorting after confirming that the trend is turning. Some traders also use divergence as a signal to take profits or exit an existing position before a reversal erodes their gains.\n\nThe chart below ofbitcoin(BTC/USD) shows a clear example of how positive (bullish) divergence appears. Between late March and early April 2025, bitcoin's price formed distinct lower lows, dropping from about $82,080 to around $81,256. Meanwhile, the RSI made higher lows within the same period.\n\nThis divergence indicated weakening bearish momentum, signaling that selling pressure was decreasing even though the price continued downward. Traders observing this divergence could interpret it as an early sign of a bullish reversal. Indeed, subsequent price action confirmed this signal, with BTC having a noticeable rally, eventually climbing above $87,000.\n\nInvestopedia/Tobi Opeyemi Amure\n\nThe EUR/USD chart below shows a clear negative (bearish) divergence occurring between April 14 and April 16, 2025. During this period, EUR/USD price action formed higher highs, rising from about 1.05129 to around 1.05322. Meanwhile, the RSI showed lower highs, indicating a decline in bullish momentum.\n\nThis divergence suggested weakening buying strength despite the price reaching new highs. Traders noting this divergence could interpret it as an early indication of a potential downward reversal. As anticipated, shortly after the divergence formed, EUR/USD had a significant price decline, dropping below 1.04000.\n\nInvestopedia/Tobi Opeyemi Amure\n\nConfirmation in technical analysis occurs when a price trend aligns clearly with signals from momentum indicators, validating the strength and direction of a trend.In contrast, divergence signals a disagreement between price movements and indicator momentum, highlighting potential weakening or reversals of trends.\n\nIn practice, traders often wait for confirming events (such as a support break, resistance rejection, or indicator crossover) before acting on a divergence, thereby filtering out false signals.\n\nLike alltrading signals, divergence has its limitations. Here are some reasons why divergence can make traders prematurely exit or enter positions, misinterpreting these signals:\n\nBecause of these limitations, traders should confirm any divergence with evidence on the price chart itself before acting.\n\nTo use divergence signals effectively, managing your risk is crucial:\n\nDivergence occurs when an asset’s price and a technical indicator move in opposite directions, indicating a possible change in trend momentum. Traders use bullish or bearish divergence to anticipate reversals. However, these signals are not guarantees—it's essential to confirm divergence setups with other technical evidence and to employ proper risk management when trading based on divergence.\n\nMark Andrew Lim. \"The Handbook of Technical Analysis,\" Pages 323-337. John Wiley & Sons, 2015.\n\nP. J. Kaufman. \"Trading Systems and Methods,\" Pages 335-337. John Wiley & Sons, 2019, sixth edition.\n\nSteve Nison. \"Japanese Candlestick Charting Techniques, 2nd Edition,\" Pages 225-226. Penguin Publishing Group, 2001.",
  "url": "https://www.investopedia.com/terms/d/divergence.asp"
}