{
  "term": "What Is a Payday Loan? How It Works, How to Get One, and Legality",
  "definition": "Matt Webber is an experienced personal finance writer, researcher, and editor. He has published widely on personal finance, marketing, and the impact of technology on contemporary arts and culture.\n\nA payday loan is a short-term, high-cost loan, usually equal to the borrower's next paycheck.\n\nPayday loans are short-term, high-interest loans that lenders make based on your income. The amount of the loan is generally equal to a portion of your next paycheck.\n\nPayday loans can provide quick cash, but they charge high interest rates and are often described as a form of predatory lending. Even if you have bad credit, it's important to check out your other options, such as apersonal loanor anemergency loan, before considering a payday loan.\n\nInvestopedia / Michela Buttignol\n\nPayday loans go by a number of names in different places around the country, and there is no universally accepted definition for them. But they typically are short-term loans for amounts of $500 or less. In general, they must be repaid in full on the borrower's next payday, or when the borrower receives other income, such as a Social Security payment. As such, they typically have terms of two to four weeks.\n\nPayday loans are characterized by their high interest rates. For example, a two-week loan for $100 with a $15 fee equates to anannual percentage rate (APR)of 390%. You can calculate this by extrapolating the $15 every two weeks over a full year. That comes to $390 on what originally was a $10 loan.\n\nAt the time of the loan, the borrower will usually authorize the lender to automatically deduct the funds from their bank account on the due date if they haven't already made their payment or else write a post-dated check to cover the balance plus interest and fees. In some states, borrowers who are unable to repay the loan at that point can roll it over into a new loan, digging themselves further into debt.\n\nAllowing payday lenders access to borrowers' bank accounts has created problems in its own right. According to the CFPB, some lenders have made repeated attempts to withdraw money from borrower accounts, even after it's clear the money isn't there. (In one instance, the CFPB said, a lender made 11 attempts in a single day.) As a result, borrowers can be subject to multiple overdraft or nonsufficient funds fees from their banks. A CFPB rule limits lenders to two such attempts after surviving a challenge from the payday lending industry that went all the way to the U.S. Supreme Court.\n\nYou can apply for payday loans at various online providers or local storefront lenders.\n\nFora payday loan application, you will need a bank or similar account and a government ID. You also need to provide proof of income, which can be done through your recent work pay stubs.\n\nPayday lenders will not normally run a credit check on you. Their loans are also unsecured, meaning that you don't have to put up any collateral as you would, for example, with a car loan. However, as mentioned earlier, you will have to give the lender authorized access to your bank account or write a post-dated check for the full amount you'll owe.\n\nSome federal credit unions offer what they call payday alternative loans (PALs). These lower-rate loans can range from $200 to $1,000, with terms of one to six months.\n\nWhile most states haveusury lawsthat limit interest charges to anywhere between 5% and 30%,payday lendersfall under exemptions that allow them to charge many times that in certain states.\n\nThirty-seven states have laws that permit payday loans, although many put some restrictions on them and some prohibit them altogether.\n\nIn California, for example, a payday lender can only lend up to $300 at a time. It also can charge a fee of up to 15% of the loan amount, with a maximum fee total of $45. Although 15% doesn't seem exceptionally high, on a 14-day loan, it becomes the equivalent of an APR of 390%.\n\nWhile the federalTruth in Lending Actrequires payday lenders to disclose their finance charges, many people apparently overlook the costs in their hurry to get the cash.\n\nPayday loans are usually meant to be paid off in onelump-sum paymentwhen you get your paycheck. Because of this, the interest rate on these loans is fixed. In fact, many payday lenders don't even express their charges as an interest rate, but they instead charge a fixed flat fee that can be anywhere from $10 to $30 per $100 borrowed.\n\nMost payday loans are unsecured. This means that you do not have to give the lender any collateral or hand over a valuable item as would to get a pawn shop loan.\n\nIf you don't have a regular bank account, some payday lenders will accept a credit union account or prepaid card account instead.\n\nPayday lenders do not normally report to the credit bureaus, so the loan is unlikely to appear in your credit reports or affect your credit score, as long as you pay it off in time. If you default on the loan, however, and it's turned over to collection agency, that could show up on your credit reports and damage your credit score.\n\nYes, a payday loan, like many other types of debts, can be discharged in bankruptcy. However, you could face legal problems if you took out the loan shortly before filing for bankruptcy and the lender accuses you of fraud.\n\nPayday loans are designed to cover short-term expenses, and they can be taken out without a credit check or providing any collateral. The catch is that these loans charge very high fees and interest rates. If you're considering a payday loan, then you may want to first take a look at alternativeemergency loans for bad credit.\n\nConsumer Financial Protection Bureau. \"What Is a Payday Loan?\"\n\nConsumer Financial Protection Bureau. \"Payday Loan Protections.\"\n\nConsumer Financial Protection Bureau. \"Prepared Remarks of CFPB Director Rohit Chopra Regarding the Supreme Court's Decision in CFPB v. CFSA.\"\n\nMyCreditUnion.gov. \"Payday Loan Alternatives.\"\n\nNCSL. \"Payday Lending State Statutes.\"\n\nCalifornia Department of Financial Protection and Innovation. \"Consumer Financial Education: Other Loans.\"\n\nCode of Federal Regulations. \"Title 12, Chapter X, Part 1026 — Truth in Lending (Regulation Z).\"\n\nConsumer Financial Protection Bureau. \"What Are the Costs and Fees for a Payday Loan?\"\n\nConsumer Financial Protection Bureau. \"What Do I Need to Qualify for a Payday Loan?\"\n\nConsumer Financial Protection Bureau. “I Heard That Taking Out a Payday Loan Can Help Rebuild My Credit or Improve My Credit Score. Is This True?”\n\nNolo. \"Payday Loans in Bankruptcy.\"",
  "url": "https://www.investopedia.com/terms/p/payday-loans.asp"
}