{
  "term": "What Is Interpolation, and How Do Investors and Analysts Use It?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInterpolation is a statistical method by which related known values are used to estimate an unknown value or set of values. In investing, interpolation is used to estimate prices or the potentialyieldof a security. Interpolation is achieved by using other established values that are located in sequence with the unknown value.\n\nIf there is a generally consistent trend across a set of data points, one can reasonably estimate the value of the set at points that haven't been explicitly calculated. Investors and stock analysts frequently create aline chartwith interpolated data points. These charts help them visualize the changes in the price of securities and are an important part oftechnical analysis.\n\nInterpolation can be compared with extrapolation, which estimates unknown values that extend beyond the known data, rather than values that fall in between known data points.\n\nInvestors use interpolation to create new estimated data points between known data points on a chart. Charts representing a security'sprice actionandvolumeare examples where interpolation might be used. While computer algorithms commonly generate these data points today, the concept of interpolation is not a new one. Interpolation has been used by human civilizations since antiquity, particularly by early astronomers in Mesopotamia and Asia Minor attempting to fill in gaps in their observations of the movements of the planets.\n\nThere are several formal kinds of interpolation, including linear interpolation, polynomial interpolation, and piecewise constant interpolation. Financial analysts use aninterpolated yield curveto plot a graph representing the yields of recently issuedU.S. Treasury bondsor notes of a specific maturity. This type of interpolation helps analysts gain insight into where the bond markets and the economy might be headed in the future.\n\nInterpolation should not be confused with extrapolation, which refers to the estimation of a data point outside of the observable range of data. Extrapolation has a higher risk of producing inaccurate results compared to interpolation.\n\nThe easiest and most prevalent kind of interpolation is a linear interpolation. This type of interpolation is useful if one is trying to estimate the value of a security orinterest ratefor a point at which there is no data.\n\nLet's assume, for example, we're tracking a security price over a period of time. We'll call the line on which the value of the security is tracked the function f(x). We would plot thecurrent priceof the stock over a series of points representing moments in time. So if we record f(x) for August, October, and December, those points would be mathematically represented as xAug,xOct,and xDec,or x1,x3and x5.\n\nFor a number of reasons, we might want to know the value of the security during September, a month for which we don't have any data. We could use a linear interpolationalgorithmto estimate the value of f(x) at plot point xSep, or x2that appears within the existing data range.\n\nOne of the biggest criticisms of interpolation is that although it's a fairly simple methodology that's been around for eons, it lacks precision. Interpolation in ancient Greece and Babylon was primarily about making astronomical predictions that would help farmers time their planting strategies to improve crop yields.\n\nWhile the movement of planetary bodies is subject to many factors, they are still better suited to the imprecision of interpolation than the wildly variant, unpredictablevolatilityof publicly-traded stocks. Nevertheless, with the overwhelming mass of data involved in securities analysis, large interpolations of price movements are fairly unavoidable.\n\nMost charts representing a stock's history are in fact widely interpolated. Linearregressionis used to make the curves which approximately represent the price variations of a security. Even if a chart measuring a stock over a year included data points for every day of the year, one could never say with complete confidence where a stock will have been valued at a specific moment in time.\n\nIn technical analysis, there are two main types of interpolation: linear interpolation and exponential interpolation. Linear interpolation calculates the average of two adjacent data points by drawing a straightline of best fit. Exponential interpolation instead calculates the weighted average of the adjacent data points, which can adjust for trading volume or other criteria.\n\nTraders may employ a particular type of interpolation (also calledsmoothing) to represent the high-low range of price movement between a series of closing price prints. This is done by creating alinear regressionline through the highs and lows of a two-day chart as shown above. Then, the slope of the regression line corresponds to (roughly) the shape of the price movement over those consecutive days. This slope can then be used as an approximation for themoving average(MA) of the high-low range. If prices are trading above the regression line (of the moving average), then traders can assume the low-range will support higher prices. On the other hand, if prices fall below the moving average, the low-range is deemed to support lower prices.\n\nInterpolation estimates unknown values that fall between two or more known data points, filling in the blanks. Extrapolation instead extends known data points outward.\n\nInterpolation is a mathematical technique to estimate the values of unknown data points that fall in between existing, known data points. This process helps fill in the blanks. Technical traders use interpolation to understand how prices have behaved in the past, even when they do not have full information. Doing so can thus help predict future trends based on a more complete picture of past price action.",
  "url": "https://www.investopedia.com/terms/i/interpolation.asp"
}