{
  "term": "What Are Tertiary Sectors? Industry Defined, With Examples",
  "definition": "The tertiary industry is the part of the economy that provides services rather than producing goods, and includes medical providers, educators, financial services, and personal services, among others.\n\nThe tertiary industry is a technical name for theservices sectorof the economy, which encompasses a wide range of businesses, includingfinancial institutions, schools, hotels, and restaurants.\n\nThe tertiary industry is one of three primary industrial types in adeveloped economy, the other two being the primary (i.e., raw materials) and secondary (i.e., goods production) industries. As aneconomybecomes more developed, it tends to shift its focus from primary to secondary and tertiary industries.\n\nThe tertiary industry is split into two main categories. The first is made up of companies in the business of making money, such as those in the financial industry. The second comprises thenonprofitsegment, which includes services such as state education.\n\nThe tertiary industry sector makes up the vast majority of employment opportunities and is solely focused on providing services, not goods, to consumers and other organizations. For this reason, it is also known as theservice sector.\n\nThis is in contrast to the primary industry, which producesraw materials, and the secondary industry, which takes raw materials and uses them to produce salableconsumer goods.\n\nThe term tertiary industry can be used to describe a single service-oriented organization or the industry segment as a whole.\n\nThe tertiary industry provides services, as well as operational frameworks for business operations. This can include organizations involved in the shipping andtransportationindustry, such as railroad or trucking, where the sole focus is on the process of moving goods. It could also include the transportation of people, such as taxi services, city bus systems, and subways.\n\nTraditional hospitality industries, such as hotels and resorts, are a part of the tertiary industry, too, as are food service providers, such as restaurants. All services received from financial institutions, such as banks, and investmentbrokers, are tertiary in nature, as well.\n\nPersonal services, including everything from haircutting to tattooing, also fit into this category, along with services to animals, such as pet groomers, animal breeders, and stray animal care facilities. Hospitals, clinics, veterinarians, and other medical service facilities may qualify, too.\n\nSelling services can often be challenging compared to selling a specific product. Since goods aretangible, it’s easy to peg a price to them. Conversely, beingintangible, it can be difficult to put a value on a specific service.\n\nIn these cases, the quality of service depends on the quality of the person providing it, and that can varygiven people’s skills and personalities. For instance, when two different brokers provide seemingly identical services, how can a consumer choose between them?\n\nCertain technological services were previously considered tertiary, though some have determined that it is appropriate to have them categorized into a new segment due to industry growth. These technological services includetelecommunicationsproviders, cable companies, and Internet providers.\n\nBusinesses in this sector are rapidly placing more focus on what is becoming known as theknowledge economy, or the ability to surpass competitors by understanding what target customers want and need, and operate in a way that meets those wants and needs quickly with minimal cost. Even though they are all service-oriented, like the tertiary sector, these services have been separated and classified into the quaternary industry sector.\n\nAccording to the World Bank, the following countries are considered to be the largest by service or tertiary output as of 2020:\n\nWorld Bank. \"Services, Value Added.\" Accessed Jan. 7, 2022.",
  "url": "https://www.investopedia.com/terms/t/tertiaryindustry.asp"
}