{
  "term": "What is Sustainability? How Sustainabilities Work, Benefits, and Example",
  "definition": "In the broadest sense, sustainability refers to the ability to maintain or support a process continuously over time. In business and policy contexts, sustainability seeks to prevent the depletion of natural or physical resources, so that they will remain available for the long term.\n\nAccordingly, sustainable policies emphasize the future effect of any given policy or business practice on humans, ecosystems, and the wider economy. The concept often corresponds to the belief that without major changes to the way the planet is run, it will suffer irreparable damage.\n\nAs concerns about anthropogenic climate change, biodiversity loss, and pollution have become more widespread, the world has shifted to embrace sustainable practices and policies, primarily through the implementation ofsustainable business practicesand increased investments ingreen technology.\n\nThe idea of sustainability is often broken down into three pillars: economic, environmental, and social—also known informally as profits, planet, and people.\n\nIn that breakdown, the concept of \"economic sustainability\" focuses on conserving the natural resources that provide physical inputs for economic production, including both renewable and exhaustible inputs.\n\nThe concept of \"environmental sustainability\" adds greater emphasis on the life support systems, such as the atmosphere or soil, that must be maintained for economic production or human life to even occur. In contrast, social sustainability focuses on the human effects of economic systems, and the category includes attempts to eradicate poverty and hunger, as well as to combat inequality.\n\nIn 1983, the United Nations created the World Commission on Environment and Development to study the connection between ecological health, economic development, and social equity. The commission, then run by former Norwegian prime minister Gro Harlem Brundtland, published a report in 1987 that has become the standard in defining sustainable development.\n\nThat report describes sustainable development, or the blueprint for attaining sustainability, as \"meeting the needs of the present without compromising the ability of future generations to meet their own needs.\"\n\nIn business contexts, sustainability refers to more than just environmentalism. Harvard Business School lists two ways to measure sustainable business practices: the effect a business has on the environment, and the effect a business has on society, with the goal of sustainable practice being to have a positive impact on at least one of those areas.\n\nCorporate sustainability emerged as a component of corporate ethics in response to public concerns of long-term damage caused by a focus on short-term profits.\n\nThis view of responsibility encourages businesses to balance long-term benefits with immediate returns, and the goal of pursuing inclusive and environmentally sound objectives. This covers a broad array ofpossible practices. Cutting emissions, lowering energy usage, sourcing products from fair-trade organizations, and ensuring their physical waste is disposed of properly and with a smaller carbon footprint would qualify as moves toward sustainability.\n\nCompanies have also setsustainability goalssuch as a commitment to zero-waste packaging by a certain year, or to reduce overall emissions by a certain percentage.\n\nMany corporations have made such sustainability promises in recent years. For example, Walmart Stores, Inc. (WMT) has pledged to reach zero emissions by 2040.Morgan Stanley has pledged net-zero \"financed emissions\" by 2050.Google has pledged to operate carbon-free by 2030.\n\nThe push forsustainabilityis evident in areas such as energy generation as well, where the focus has been on finding new deposits to outpace the drawdown on existing reserves. Some electricity companies, for example, now publicly state goals for energy generation from sustainable sources such as wind, hydropower, and solar.\n\nBecause these policies tend to generate public goodwill, some companies have been accused of \"greenwashing,\" the practice of providing a false impression that makes a business seem more environmentally friendly than it is.\n\nMoreover, many companies have been criticized for cost-cutting measures that make it harder to evaluate their sustainability. For example, many companies might move some parts of their business to less-regulated markets, such as byoffshoringproduction to obtain cheaper labor. This can make it harder to assess the costs of production on workers and the environment.\n\nSustainability practices \"significantly affect\" the offshoring activities of multinational corporations, according to an examination of data from 1,080 multinational corporations.\n\nThe switch to sustainability can be difficult. The Santa Fe Institute outlines three major impediments for firms seeking to improve their environmental impacts: First, it is hard to actually understand the impact of any individual firm. Second, it is difficult to rank the environmental impact of some activities, and finally, it is difficult to predict how economic agents respond to changing incentives.\n\nSustainable investing surveys over the past couple of years have suggested that half (or in some cases, more than half) of investors say that sustainability is \"fundamental\" to investing strategy.\n\nNot everyone concerned with investments shares the enthusiasm. In July 2021, for instance, Securities and Exchange Commission (SEC) Commissioner Hester Peirce argued that not only wouldenvironmental, social, and governance(ESG) disclosure mandates violate the agency's authority, but it may also \"undermine financial and economic stability.\"\n\nAccording to Peirce, the \"inherently political\" sustainability metrics were \"unabashedly\" created to direct capital toward certain businesses. In response to public comments and regulatory pressure to look into such mandates, Peirce said that it would be a violation of the SEC's \"historically agnostic approach\" to regulations.\n\nEiji Hirano, a former chairman of the board of visitors for Japan’s Government Pension Investment Fund, has said that there's a bubble inESG investingand that the fund needs to rethink its ESG investments, according to interviews withBloomberg News.\n\nIn addition to the social benefits of improving the environment and elevating human needs, there are also financial benefits for companies that successfully implement sustainability strategies. Using resources sustainability can improve the long-term viability of a business concern, just as cutting waste and pollution can also help a company save money.\n\nFor example, using more efficient lighting and plumbing fixtures can help a company save on utility bills, as well as improve its public image. There may also be government tax incentives for companies that adopt certain sustainability practices.\n\nSustainability can also make a company more attractive to investors. A 2019 HEC Paris Research paper showed that shareholders value the ethical dimensions of a firm so much that they are willing to pay $.70 more to purchase a share in a firm that gives a dollar or more per share to charities. The study also revealed a loss in valuation for firms perceived as exercising a negative social impact.\n\nBased on interviews with senior executives across 43 global investing firms,Harvard Business Reviewhas argued that the perception among some business leaders that environmental, social, and governance issues are not mainstream in the investment community is outdated.\n\nThe \"sea change\" in investor attitudes described byHarvard Business Reviewdraws on the increased commitments of investors. The Principles for Responsible Investment, a United Nations-supported effort to bring these issues into investing, had 63 investment companies with $6.5 trillion in assets under management that committed when it launched in 2006. In 2018, it had 1,715 companies with $81.7 trillion in assets.\n\nWhile it's tempting to support companies that seem environmentally friendly, some companies are less sustainable than they seem. This use of misleading advertisements or branding to create a false impression of sustainability is sometimes called \"greenwashing.\"\n\nMany corporations are seeking to integrate sustainability practices into their core business models. Companies can adopt sustainability strategies in the same way that they develop their otherstrategic plans.\n\nThe first step to integrating sustainability practices is to identify a specific weakness shortcoming. For example, a company might determine that it generatestoo much waste, or that its hiring practices are causing harm to the surrounding communities.\n\nNext, the company should determine its goals, and identify the metrics it will use to measure its achievements. A company might set an ambitious target for reducing its carbon footprint, or set a specific percentage goal for diversity hiring. This will allow the company to determine objectively if its goals have been met.\n\nThe final step is to implement the strategy and assess its results. This requires continuous re-evaluation, as a company's goals may change as the company grows.\n\nThere are some common pitfalls for companies aiming for sustainability. One of them is the knowledge-action gap: even though many executives set sustainability as one of their core business values, few of them take concrete actions to accomplish sustainability objectives.\n\nAnother is known as the compliance-competitiveness gap. While improving sustainability metrics can make a company more competitive in the market, these goals should not be confused with the mandatory compliance requirements that a company must adhere to. While sustainability is desirable, compliance is mandatory.\n\nAn interesting example of a successful sustainability strategy is Unilever, the parent company of Dove soaps, Axe body spray, Ben & Jerry's Ice Cream, Hellmann's mayonnaise, and many other familiar brands. In 2010, the company implemented the Unilever Sustainable Living Plan, a ten-year blueprint for reducing the environmental impact of its brands while providing a more fair workplace.\n\nBy the end of Unilever Sustainable Living Plan, the company was able to announce major achievements in improving its environmental footprint as well as the company's bottom line. By working to conserve water and energy, the company was able to save more than 1 billion euros between 2008 and 2018. Moreover, by creating more opportunities for women, Unilever also become the preferred consumer goods employer for graduate students in 50 countries.\n\nThe principles of sustainability refer to the three core concepts of environmental, social, and economic sustainability–sometimes broken down as \"people, planet, and profits.\" This means that in order to be considered sustainable, a business must be able to conserve natural resources, support a healthy community and workforce, and earn enough revenue to remain financially viable for the long-term.\n\nMany sustainable businesses seek to reduce their environmental footprint by using renewable energy or by reducing waste. Companies may also be more sustainable by promoting diversity and fairness in their workforce, or enacting policies that benefit the local community.\n\nEconomic sustainability refers to a company's ability to continue its operations over a long-term horizon. In order to be economically sustainable, a company must be able to ensure that it will have adequate resources, workers, and consumers for its products into the distant future.\n\nThere are many different ways to measure and compare sustainable companies. Canadian research firm Corporate Knights publishes a list of the 100 most sustainable companies. The list is topped by the Danish companies Vestas Wind Systems and Chr Hansen Holding, Autodesk Inc., in the United States, Schneider Electric in France, and City Developments in Singapore.\n\nNon-sustainable products uses resources that cannot be replaced or replenished at the same speed that they are consumed. Products that rely on fossil fuels cannot be sustainable, because the resources used to make them can never be replaced. Other resources such as as rainforest timber, fishery stocks, sea corals, and other wildlife can be sustainable, if they are only harvested be limits that allow existing stocks to be replenished.\n\nAs consumers become more environmentally conscious, more companies and businesses are finding ways to reduce their impacts upon the planet and their community. Sustainability practices allow companies to highlight their social benefits while continuing to attract customers.\n\nWorld Commission on Environment and Development. \"Report of the World Commission on Environment and Development: Our Common Future,\" Page 16.\n\nUniversity of California Los Angeles. \"What Is Sustainability?\"\n\nHarvard Business School. \"What Does Sustainability Mean in Business?\"\n\nMorgan Stanley. \"Morgan Stanley Announces Commitment to Reach Net-Zero Financed Emissions by 2050.\"\n\nGoogle. \"We Must Help Build a More Sustainable Future for Everyone.\"\n\nEconomic Policy Institute. \"Truth and Consequences of Offshoring.\"\n\nLartey, Theophilus A., et al. \"Environmental Sustainability Practices and Offshoring Activities of Multinational Corporations Across Emerging and Developed Markets.\"International Business Review,vol. 30, no. 5, 2021, pp. 101789.\n\nSanta Fe Institute. \"The Complexity of Sustainability and Investing.\"\n\nBlackRock. \"Sustainability Goes Mainstream.\"\n\nSecurities and Exchange Commission. \"Chocolate-Covered Cicadas.\"\n\nBloomberg News. \"Beware of ‘ESG Bubble,’ Says Ex-Chair of World’s Biggest Pension.\"\n\nBonnefon, Jean-Francois. \"Do Investors Care About Corporate Externalities? Experimental Evidence.\"HEC Paris Research Paper No. FIN-2019-1350,September 2019, pp. 1-48.\n\nHarvard Business Review. \"The Investor Revolution.\"\n\nPrinciples for Responsible Investment. \"Signatory Directory.\"\n\nInternational Institute for Management Development. \"Why All Businesses Should Embrace Sustainability.\"\n\nUnilever. \"Four Ways that Sustainability Has Made Us a Stronger Business.\"\n\nCorporate Knights. \"The 100 Most Sustainable Corporations of 2022.\"",
  "url": "https://www.investopedia.com/terms/s/sustainability.asp"
}