{
  "term": "What Is Horizontal Integration? Definition and Examples",
  "definition": "Horizontal integration is the acquisition of a business operating at the same level of thevalue chainin the same industry—that is, they make or offer similar goods or services. This is in contrast tovertical integration, where firms expand into upstream or downstream activities, which are at different stages of production.\n\nHorizontal integration is a competitive strategy that can create economies of scale, increasemarket powerover distributors and suppliers, improveproduct differentiationand help businesses expand their market or enter new markets. By merging, two businesses may be able to produce more revenue than they would have been able to do independently.\n\nHowever, whenhorizontal mergerssucceed, it is often at the expense of consumers, especially if the merger reduces competition. For this reason, horizontal mergers are heavily scrutinized by regulators, to see if they violate antitrust laws.\n\nIndeed, the real motive behind a lot of horizontal mergers is that companies want to reduce competition—either from potential new entrants, established rivals, or firms offering substitute or alternative goods.\n\nThese are three of the five competitive forces that shape every industry, as identified inPorter’s Five Forcesmodel. The other two forces, the power of suppliers and of customers, drive vertical integration.\n\nThere are three primary forms of horizontal integration: mergers, acquisitions, and internal expansions.\n\nWhen two companies merge, two separate entities create a new, joint organization. The brand of one of those two companies is usually retained, though the composition of operations and personnel is shared between both of the former individual companies. In addition, theproduct lineof both companies is often similar and equally competitive in the market.\n\nIn a merger, both companies are striving to become a larger presence in their existing market. Most mergers are of similar firms, where integration of the two companies may be seamless due to the similarities between what the two former companies used to do.\n\nSimilar to a merger, an acquisition occurs when one company outright takes over the operations of another company. Though the two companies technically join together, one company remains in control. The acquiring company's staff,executives, and operations often remain in place, while the acquired company's resources are integrated as management sees fit.\n\nCompanies often pursue acquisitions in an attempt to get something specific. For example, Microsoft specifically wanted to enhance its presence in the video game market. Therefore, it acquired Activision Blizzard in January 2022.This example of an acquisition shows an often deliberate strategy for a specific sector in which a company wants to achieve a very specific goal.\n\nCompanies can also embark on horizontal integration by making more conscious allocations of internal capital. Through internal expansion, a company simply chooses to strategically change course and apply more resources in a different way. For example, a restaurant can expand to offer catering companies, or a beverage manufacturer may branch off to make food products.\n\nIn these examples, a company continues to operate how it use to. However, instead of committing capital to acquire an external company or transition with a merging firm, it decides to deploy those resources in-house to train staff, buy equipment, makecapital investments, and grow a new branch of operations on its own.\n\nThe M&A market was as hot as ever in 2021. According to McKinsey, the total value of larger deals (valued greater than $25 million) for the year peaked at $5.9 trillion, up 37% from 2020.\n\nCompanies engage in horizontal integration to benefit fromsynergies. There may be economies of scale orcost synergiesin marketing; research and development (R&D); production; and distribution. Or there may be economies of scale, which make the simultaneous manufacturing of different products more cost-effective than manufacturing them on their own.\n\nProcter & Gamble’s 2005 acquisition of Gillette is a good example of a horizontal merger that realized economies of scope.Because both companies produced hundreds of hygiene-related products from razors to toothpaste, the merger reduced the marketing and product development costs per product.\n\nSynergies can also be realized by combining products or markets. Horizontal integration is often driven by marketing imperatives. Diversifying product offerings may providecross-sellingopportunities and increase each business’ market. A retail business that sells clothes may decide to also offer accessories or it might merge with a similar business in another country to gain a foothold there and avoid having to build a distribution network from scratch.\n\nLike any merger, horizontal integration does not always yield the synergies and added value that was expected. It can even result in negative synergies which reduce the overall value of the business, if the larger firm becomes too unwieldy and inflexible to manage, or if the merged firms experience problems caused by vastly different leadership styles and company cultures.\n\nThere are regulatory issues as well. If horizontal mergers within the same industry concentrate market share among a small number of companies, it creates anoligopoly. If one company ends up with a dominant market share, it has amonopoly. If a merger threatens competitors or seems to drastically restrict the market and reduce consumer choices, it could attract the attention of theFederal Trade Commission.\n\nMay result in efficiencies, economies of scale, or synergies not otherwise possible\n\nMay reduce company risk through product and market diversification\n\nMay increase profitability through new cross-selling opportunities\n\nMay result in decreased costs due to better processes and greater expertise\n\nMay reduce value or synergy if merger is not performed successfully\n\nMay expose inflexibilities that won't be resolved by the merger\n\nMay result in a clash of management styles with multiple leadership teams coming together\n\nMay result in regulatory issues if a dominant market share is formed\n\nBoth horizontal integration and vertical integration are the practice of a company expanding its current operations. However, each process aims to have a different strategic outcome. Horizontal integration occurs when a company aims to remain within its current part of the supply chain. The company often wants to enhance its existing product or get a larger share of the market.\n\nVertical integration is the strategy of expanding across the supply to get better at processes the company is currently not involved in. For example, amanufacturermay acquire a raw materials distributor to have better control over the quantity, pricing, or timing of when it gets raw goods. The company is expanding from its current position in the manufacturing process and performing a backward vertical integration.\n\nVertical integration is often undertaken to have better control over a long process, while horizontal integration is more suitable for a company wanting to become more niche for something specific. Horizontal integration often entails similar companies coming together, while vertical integration often entails different companies related to a similar product coming together.\n\nThe ultimate goal of vertical integration is to become independent ofsuppliersand control more aspects of the supply chain. On the other hand, horizontal integration strives to eliminate competitors, grow in market size, and create economies of scale.\n\nMany mergers that hit news headlines are examples of horizontal integration. If a company acquires or merges with another company and both firms are in a very similar industry, it is most likely an example of horizontal integration. Specific examples include:\n\nHorizontal integration is the strategy of acquiring other companies that reside along a similar area of the supply chain. For example, a manufacturer may acquiring a competing manufacturing firm to better enhance its process, labor force, and equipment.\n\nVertical integration occurs when a company acquires a company outside of their current position along the supply chain. For example, a manufacturer may acquire a retail company so that the manufacturer can not only control the process of making the good but also selling the good as well.\n\nThe main advantage of horizontal integration is the strategically focused decision to penetrate a specific section of a supply chain. Horizontal integration allows a company to potentially acquire a competitor, gain greater insight into the market, expand its product line, or create economies of scale. Horizontal integration is a way for a company to simply do better at what it was doing before.\n\nHorizontal integration is important because it allows a company to grow, expand, diversify, and gather a larger market presence. Horizontal integration further enhances a company's current position in the market and, instead of transitioning to widely different aspects of the supply chain, it allows a company to become more competitive in the space it was already operating in.\n\nCompanies looking to grow in size, increase revenue, expand to new product lines, and diversify operations may consider pursuing horizontal integration. Horizontal integration occurs when similar companies merge in the same stage of a supply chain merge. As opposed to a vertical integration which helps a company shift to earlier or later in the supply chain, horizontal integration further solidifies a company's current position along a manufacturing process.\n\nHarvard Business School, Institute for Strategy & Competitiveness. \"The Five Forces.\"\n\nMicrosoft. \"Microsoft to Acquire Activision Blizzard to Bring the Joy and Community of Gaming to Everyone, Across Every Device.\"\n\nMcKinsey. \"Global M&A Market Defies Gravity in 2021 Second Half.\"\n\nU.S. Securities and Exchange Commission. ”P&G Reaffirms Gillette Acquisition Financial Impacts.”\n\nJetBlue. \"JetBlue and Spirit to Create a National Low-Fare Challenger to the Dominant Big Four Airlines.\"\n\nMarriott International. \"Marriott International Completes Acquisition of Starwood Hotels & Resorts Worldwide, Creating World's Largest and Best Hotel Company While Providing Unparalleled Guest Experience.\"\n\nABInBev. ”Annual Report 2016,” Page 2.\n\nAstraZeneca. ”AstraZeneca Strengthens Cardiovascular and Metabolic Disease Portfolio With Acquisition of ZS Pharma.”\n\nVolkswagen. ”2012 Annual Report,\" Pages 14 and 16.\n\nMeta. ”Facebook to Acquire Instagram.”\n\nThe Walt Disney Company. ”Disney to Acquire Pixar.”\n\nU.S. Securities and Exchange Commission. ”Arcelor Mittal.”",
  "url": "https://www.investopedia.com/terms/h/horizontalintegration.asp"
}