{
  "term": "What Is Earmarking? How It Works and Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nEarmarking is the practice of setting particular money aside for a specific purpose. The term can be used in several contexts, such as in congressional appropriations of taxpayer funds to individual practices likemental accounting.\n\nThe phrase has an agricultural origin. Farmers would cut recognizable notches in their livestock's ears to mark the animals as belonging to them. In its most basic sense, to earmark is to flag something for a specific purpose. In practice, it generally means to set funds aside for a particular project. A company might earmark a sum to spend on upgrading its IT system, or a city government might earmark the proceeds of amunicipal bondissue to pay for a new road or bridge.\n\nIn social science, the term earmarking has been associated with the economic sociologist Viviana Zelizer, who identifies the practice of earmarking as imbuing certain dollars with specific meaning related to the relational ties and cultural meaning for what that money is earmarked for—claiming the \"not all dollars are equal.\"\n\nTherefore, money earmarked for a loved one will be treated more carefully than money for a friend. Likewise, people may be more willing to lend money to somebody they trust than a stranger. The behavioral economics concept of mental accounting is a case of personal earmarking whereby people allocate money to specific tasks or purposes, making those funds non-fungible.\n\nInbankruptcylaw, the earmarking doctrine allows certain borrowed funds to be excluded from a bankrupt party's assets, as long as they were lent to the borrower 90 or fewer days before the bankruptcy filing and were lent with the express intention of paying a specific creditor.\n\nEarmarking ensures that the funds will go to the intended creditor, rather than being subject to claims by other creditors who have preference in the bankruptcy proceedings. The doctrine is based on the idea that, because there was no net decrease in the bankrupt party's asset base, the funds never really belonged to the bankrupt party; they \"borrowed from Peter to pay Paul.\"\n\nEarmarking is a longstanding and controversial practice in the U.S. Congress, where parties have historically won support for contentious votes by allocating funds for projects in particular members' districts. Absent such earmarking, funds are apportioned to agencies of the executive branch, which decide what specific projects to spend federal money on. In other moments, members have sought to win favor by revoking funding for unpopular projects.\n\nSay, for example, that a party wants to pass a law banning a particular toxic substance, a move that would be popular with its supporters nationwide. The party controls the minimum number of seats to pass the law, but one member is hesitant to vote for it because a factory in their district would have to cut jobs if the substance were banned. To win the member's vote, the party might amend the bill to include an earmark: a port in their district would receive federal funds for an upgrade, rather than a port a hundred miles up the coast.\n\nSuch earmarks, also known as \"pork-barrel spending\" or \"pork\" for short, are controversial. They are seen as a form of corruption, allowing D.C. power brokers to trade in the fortunes of the people they represent and squander taxpayers' money on giveaways to particular districts.\n\nThe most famous recent example of an earmark is the \"Bridge to Nowhere,\" a $398 million bridge that would have connected an island housing an airport and 50 permanent residents to a larger island containing the city of Ketchikan, Alaska. In 2005, members of Congress pushed to defund the bridge and divert the money to rebuild a bridge destroyed by Hurricane Katrina, but Senator Ted Stevens (R-Alaska) threatened to quit Congress if the earmark was scrapped.\n\nThe bridge was not built, but funds for a road leading to it continued to flow, so the state built a three-mile highway from the airport that dead-ends at the shore, passing nothing on the way.\n\nOutrage over pork-barrel spending led Congress to ban earmarks in 2011, with Republicans leading the effort. Citizens Against Government Waste, a fiscally conservative watchdog group, claims that this ban has failed in practice, writing in its 2017 Pig Book, \"Pork-barrel spending is alive and well in Washington, D.C., despite claims to the contrary.\"The group counted 285 earmarks worth $16.8 billion in fiscal 2021, up from 274 worth $15.9 billion the previous year and a 74.8% increase from the 163 in 2017.\n\nLeaving aside the ban's effectiveness, some commentators have called for earmarking to be restored. In a 2014 New York Times op-ed, Columbia journalism professor Thomas Edsall argued, \"The prohibition on earmarks has done nothing to restore respect for Congress. Just the opposite. It has contributed to legislative gridlock and increased the difficulty of winning enactment of tax and immigration reform.\"\n\nEdsall also wrote that earmarks' role in building majorities was \"essential,\" and that banning them would have little effect on the perception of Congress as corrupt, due to the near simultaneous loosening of campaign finance laws (theCitizens Uniteddecision was handed down in 2010).\n\nAnother argument in favor of the practice of earmarking is that members of Congress are more accountable than the bureaucrats who otherwise make decisions about how to allocate money apportioned to their agencies. These members of the executive branch are appointed by the White House and cannot directly be voted out of their positions.\n\nFinally, some consider the costs of earmarking to be negligible compared to the costs of the gridlock Edsall described.In summary, the cost of roadway improvements in a congressman's district or a new research project in a senator's state, pales in comparison to the monetary and non-monetary costs of a broken immigration system, tax code, or healthcare sector, the argument goes.\n\nLos Angeles Review of Books. \"A Dollar Is a Dollar Is Not a Dollar: Unmasking the Social and Moral Meanings of Money.\"\n\nMaurice A. Deane School of Law at Hofstra University. \"From the Bankruptcy Courts: The Earmarking Defense to Preference Actions: The Requirements of the Bohlen Decision.\"\n\nFactCheck.org. \"Bridge to Nowhere.\"\n\nNew York Post. \"Bridge to the Big House.\"\n\nNBC News. \"Alaska Ends Plan for ‘Bridge to Nowhere’.\"\n\nCNN. \"The Bridge Failed, but the ‘Road to Nowhere’ Was Built.\"\n\nCitizens Against Government Waste. \"2017 Congressional Pig Book.\"\n\nCitizens Against Government Waste. \"2021 Congressional Pig Book.\"\n\nFederal Election Commission. \"Citizens United v. FEC (Supreme Court).\"\n\nThe New York Times. \"The Value of Political Corruption.\"",
  "url": "https://www.investopedia.com/terms/e/earmarking.asp"
}