{
  "term": "What Is a Canadian Guaranteed Investment Certificate (GIC)?",
  "definition": "A Canadian guaranteed investment certificate (GIC) is a deposit-based investment product offered by Canadian financial institutions like banks and trust companies.\n\nA guaranteed investment certificate (GIC) is an investment sold by Canadian banks and trust companies that provides a fixed rate of return to investors. GICs are often purchased as part of retirement saving plans because they provide a low-risk fixed rate of return.\n\nA GIC works much like a certificate of deposit in the U.S. You deposit money in the bank, which earns interest. The money must be deposited for a fixed period, and interest rates vary with the length of the commitment.\n\nThey are marketed in Canada in much the same way U.S. banks market certificates of deposit to their customers. In the U.S., GICs are created and promoted by insurance companies and have a slightly different client focus.\n\nGICs are considered safe investments because the financial institutions that sell them are legally obligated to return investors' principal and interest. Even if the bank fails, investors are insured for up to $100,000 Canadian by the Canadian Deposit Insurance Corporation (CDIC).\n\nIn 2020, the CDIC began covering U.S. dollars and foreign currencies. However, coverage is only extended to $100,000 Canadian (principal and interest), so the amount in U.S. dollars you're insured for depends on exchange rates.\n\nA bank profits from offering GICs by lending out the money deposited at a higher rate than the interest it pays on GICs. For example, if the bank sells mortgages at 8% interest and its GICs pay 5%, the bank earns 3% in profit.\n\nGICs offer a slightly higher return than Treasury bills (or T-bills), making them an excellent option to diversify a stream of liquid, safe securities in a portfolio. As noted above, many Canadian banks and trust companies sell GICs. While a trust company does not own the assets of its customers, it may assume some legal obligation to take care of them.\n\nIn these instances, trust companies act as fiduciaries, agents, ortrusteeson behalf of a person or business entity. They are a custodian and must safeguard the money and make investment selections that are solely in the interest of the outside party.\n\nGICs, T-bills, Treasury bonds, and other income-producing securities are safe and relatively liquid investments, making them particularly attractive to retired investors seeking a stable income stream.\n\nOther forms of safe and income-producing securities are U.S. Treasury securities, including T-bills, T-notes, and T-bonds.\n\nGICs and U.S. government securities can be cornerstones of certain portfolio strategies—either those that rely on safe income streams or as a hedge that balances out riskier investments such as growth stocks and derivatives.\n\nYes. A U.S. citizen must open a checking account at a Canadian financial institution and purchase it through an authorized broker.\n\nIn the U.S., guaranteed investment contracts are savings vehicles issued by insurance companies, not banks. Otherwise, they work much like their Canadian counterparts, paying a set amount of interest for a deposit for a set length of time.\n\nCanada's guaranteed investment certificates are among the safest and most reliable investment choices. Their investors can be very confident that their money will be returned and the promised interest will be paid.\n\nThat said, nobody is going to double their money investing in GICs. You're choosing safety over the potential for higher returns on your investments.\n\nGuaranteed investment certificates issued by banks in Canada are a relatively safe way to build savings. They are government insured and deliver a steady, if unspectacular, return on investment.\n\nGICs are primarily used by retirees seeking a steady income stream and by savers of all ages working towards a specific financial goal.\n\nCanadian Insurance Deposit Corporation. \"Guaranteed Investment Certificates.\"\n\nCanadian Insurance Deposit Corporation. \"CDIC's Strengthened Deposit Insurance Framework.\"\n\nTreasuryDirect. \"Treasury Bills.\"\n\nTreasuryDirect. \"Treasury Notes.\"\n\nTreasuryDirect. \"Treasury Bills in Depth.\"\n\nTreasuryDirect. \"Treasury Bonds.\"",
  "url": "https://www.investopedia.com/terms/g/gic.asp"
}