{
  "term": "What Is an Asset Swap?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn asset swap is a derivative contract where two parties exchange fixed and floating assets.\n\nAn asset swap is aderivativecontract where two parties exchange fixed and floating assets. Floating assets continually change in quantity or value. Mostswapsinvolve cash flows based on anotional principal amountand an actual asset exchange.\n\nSwaps do not trade on exchanges, and retail investors do not generally engage in swaps. Rather, swaps areover-the-counter(OTC) contracts between businesses or financial institutions.\n\nAsset swaps hedge currency, credit, or interest rate risks. Asset swaps overlay the fixed interest rates of bond coupons with floating rates. An investor acquires a bond position and then enters aninterest rate swapwith the bank that sold them the bond.\n\nThe swap or protection buyer purchases a bond from the swap or protection seller, paying a \"dirty price.\" This price equals the par value of the bond plus its accrued interest. The buyer enters a contract to pay the seller fixed coupon payments equal to those received from the bond. The seller agrees to give the buyer a floating rate payment based on a benchmark plus or minus a fixedspread.\n\nThe maturity of this swap is the same as thematurityof the asset. The swap buyer is essentially buying protection and the swap seller is also selling that protection. In the event of default, the swap buyer will continue to receive payments plus or minus the spread from the swap seller.\n\nBanks use asset swaps to convert long-term fixed-rate assets tofloating-ratevehicles to match short-term liabilities.\n\nAn asset swap spread is the difference between the bond's yield and the corresponding swap rate. It represents the premium or discount the bondholder receives or pays relative to the swap rate. This spread is commonly expressed in basis points.\n\nAsset swaps generally rely on theSecured Overnight Financing Rate(SOFR), the interest rate banks use to price U.S. dollar-denominated derivatives and loans. The SOFR is based on transactions in theTreasuryrepurchase market, where investors offer banks overnight loans backed by their bond assets.\n\nSuppose a business buys a bond at a dirty price of 110% and wants to hedge the risk of a default by the bond issuer. The bond's fixed coupons are 6% of the par value. The swap rate is 5%. Assume that the investor has to pay a 0.5% price premium during the swap's lifetime. The asset swap spread is 0.5% (6% - 5% - 0.5%). Hence the bank pays the business SOFR rates plus 0.5% during the swap's lifetime.\n\nAplain vanilla swapis the simplest in the market and is often used to hedge floating interest rate exposure. Asset swaps are similar to a plain vanilla swap with the key difference being the underlying of the swap contract.\n\nAsset swaps can insure against loss due tocredit risk, such as default orbankruptcy, of the bond's issuer. Here, the swap buyer is also buying protection. Some asset swaps can be complicated, such asasset-swapped convertible option transactions (ASCOT)used to separate fixed-income and equity components of a bond offering.\n\nIf the spread is positive, the bondholder receives a premium for the bond's credit risk. If the spread is negative, the bondholder pays a premium to eliminate the bond's credit risk.\n\nAn asset swap is a derivative contract between two parties that exchange fixed and floating assets. The transactions are completed OTC based on terms agreed upon by the buyer and seller.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.",
  "url": "https://www.investopedia.com/terms/a/assetswap.asp"
}