{
  "term": "What Is Stagflation, What Causes It, and Why Is It Bad?",
  "definition": "Stagflation is an economic condition characterized by slowing economic growth, high unemployment, and rising prices (inflation) simultaneously.\n\nStagflation is an economic nightmare, both for those who live through it and the policymakers called on to solve it. This rare economic condition defies the conventional economics that links inflation with economic booms and falling prices with recessions.\n\nFirst named in the 1960s, stagflation shattered long-held economic theories when it emerged most dramatically during the 1970s oil crisis.Decades later, in April 2025, Federal Reserve Chair Jerome Powell warned that the Trump administration's new tariffs were \"significantly larger than expected\" with likely effects that included \"higher inflation and slower growth,\" the classic precursors to stagflation.With companies already planning layoffs, Americans faced the prospect of an economic challenge that generations of policymakers had largely avoided.\n\nBelow, we take you through stagflation's history, why conventional economic theories have found it so difficult to address, and the pain it inflicts on everyday people who see spiraling prices as job losses mount.\n\nStagflation combines stagnant economic growth, high unemployment, and persistentinflation. It defies traditional economic models, which typically show inflation rising during strong economic growth and falling during recessions.\n\nBritish politician Iain Macleod first used the term \"stagflation\" in a 1965 speech to the House of Commons to describe the U.K. economy.The term gained far wider prominenceduring the 1970soil crisis when OPEC's embargo triggered a dramatic increase in energy prices in the U.S. and Europe. This supply shock drove up production costs across the economy while simultaneously reducing economic output.\n\nThe severity of stagflation can be measured by the \"misery index,\" a straightforward sum of the inflation and unemployment rates. As the misery index rises, Americans face the painful combination of fewer available jobs and declining purchasing power.\n\nStagflation is particularly troublesome because the traditional tools that address one problem typically worsen the others. A tightmonetary policy(increasing interest rates) to fight inflation typically slows growth and thus increases unemployment, while stimulus measures (increasing government spending) to boost growth may accelerate inflation since that increases demand in the market, putting pressure on prices. This policy dilemma explains why stagflationary periods like the 1970s tend to be prolonged and difficult to resolve.\n\nThe mid-2020s provides an economic environment with all the classic precursors to stagflation—rising prices caused by significant newtariffslikely to increase inflation and tamp down demand, thus dragging down growth—which is why Fed officials were quick to warn about rising prices and slowing growth.\n\nWorryingly, the potential stagflation of the mid-2020s would occur in an economy with much higher debt levels and lower interest rates than in the 1970s, limiting the policy options available to governments and central banks.\n\nBefore the 1970s, the widely acceptedPhillips curve, which developed from a strand ofKeynesian economics, suggested an inverse relationship between unemployment and inflation—essentially, you could have low unemployment with high inflation or high unemployment with low inflation, but not both simultaneously.\n\nThis economic framework led policymakers to focus primarily on managing the tradeoff between these variables (inflation and unemployment). When stagflation struck major economies worldwide in the 1970s, it upended not just the lives of many affected but the conventional economic wisdom, forcing a generation-long rethinking of macroeconomic theory and policy.\n\nThe oil price shocks of the 1970s provided what would become a textbook example of how stagflation can emerge. After OPEC imposed an oil embargo in 1973, energy costs surged, increasing production and transportation expenses across the economy. Companies faced with higher costs had to either reduce output (leading to layoffs) or raise prices (feeding inflation), and many did both.The result was a toxic combination of rising unemployment and accelerating inflation that persisted throughout the decade.\n\nBy the late 1970s, U.S. Federal Reserve Chair Paul Volcker guided the Fed through a vice-like tightening of monetary policy, raising interest rates dramatically (the federal funds rate peaked at almost 21% in 1981), to break the inflationary spiral. However, these policies helped spark two recessions in the early 1980s, with the unemployment rate reaching 10.8% in 1982.The episode changed how the Fed and other central banks dealt with inflation, namely by seeing it and thus the specter of stagflation as having priority in their efforts over employment.\n\nSimplying a lot, the standard view since Volcker has been to take the Phillips curve and add in the monetarist view of inflation expectations. As Federal Reserve Governor Adriana D. Kugler put it in April 2025, \"When we think about the Phillips curve and its trade-off nowadays, we account for the important role of expectations of different individuals throughout the economy.\"That is, expectations of inflation could be a driver of the conditions behind stagflation even if, all else being equal, economists see less trouble ahead. In fact, this is the trap Volcker thought the U.S. found itself in during the late 1970s.\n\nBy no means universal, most monetary policymakers took away from this period several lasting lessons:\n\nEconomists have been puzzled by the data in recent years, which suggests that significant drops in unemployment won't necessarily lead to the same increases in inflation that the traditionalPhillips curvewould predict. Conversely, increases in unemployment haven't resulted in as much of a decrease in inflation as they once did. Described as a potential \"flattening\" or \"nonlinear\" Phillips curve, this could make it even more difficult for policymakers to address stagflation.\n\nModern economics can be described only slightly tongue-in-cheek as a continuous battle over the causes of the stagflation of the 1970s. Here are the more compelling explanations.\n\nThe most widely accepted view focuses on the era's major supply disruptions. When significant economic shocks reduce an economy's productive capacity while simultaneously raising costs, both inflation and unemployment can rise together, as occurred during the 1970soil crisis.\n\nHigher tariffs can have the same effect, especially when put in place very quickly. As Powell noted after the 2025 tariffs were adopted, \"Higher tariffs will be working their way through our economy and are likely to raise inflation in the coming quarters.\"Like the oil shock, today's trade barriers are believed likely to create widespread cost increases across supply chains. When companies face higher input costs, they typically pass that on to consumers through higher prices (how much depends on the sector and is a matter of debate) while also reducing production, leading to layoffs.\n\nEconomists have modeled their expectations for the drag tariffs will have on growth—not just in the near future but long term:\n\nBad policy, of course, can also have disastrous economic effects, including stagflation. One key risk arises whenfiscal policy(government spending and taxation) clashes with monetary policy (actions by the central bank). For instance, the 2025 Trump administration tariffs directly increase the cost of goods, putting great pressure on inflation, a problem the Federal Reserve had been combating for several years without yet reaching its target inflation rate of 2.0%.\n\nMonetaristsargued that the policy mistakes of the Keynesians in government led to stagflation in the 1970s. They argue that central banks kept interest rates too low for too long as inflation was rising, inadvertently fueling an inflationary spiral. This created a situation where the public began to expect continued inflation, leading to preemptive price increases and hindering long-term investment.\n\nIn addition, the inherent difficulties in responding to supply shocks—neither the government nor the Fed can solve logistics issues—make policy blunders more likely. Standard tools, like raising interest rates to combat inflation, can be less effective when inflation is driven by supply constraints rather than excessive demand. In such times, so-calleddemand-sidetools risk further stifling economic growth and increasing unemployment, thus worsening the stagflationary conditions.\n\nThe Fed and other central banks track inflation expectations through consumer and business surveys (an important one is from the University of Michigan’s Survey Research Center), economists' forecasts, and how inflation expectations are priced intoTreasurybonds and other financial instruments.\n\nEconomists and monetary officials often speak about inflation expectations being \"anchored\" or not. Entering wider use after a 2007 speech by then-U.S. Federal Reserve ChairBen Bernanke, \"anchored\" expectations are \"relatively insensitive to incoming data.\"In economics and business, not paying attention to the data is often a bad sign, but not in this case: When expectations are well-anchored at the target level set by the Fed (about 2%), people don't overreact to temporary inflation fluctuations.\n\nInflation expectations are the rate at which the public (consumers, businesses, and investors) expect prices to rise in the future. This is important since central bankers generally argue, as Bernanke put it in a 2022 speech, that \"inflation expectations… are an important determinant of realized [real or actual] inflation.\"If everyone expects prices to rise by 3% over the next year, businesses will want to raise prices by at least 3%, and more employees are going to ask for raises that adjust for that higher figure. So, in a simplified picture, if inflation expectations rise by 1%, actual inflation tends to rise by 1% as well.\n\nBernanke and a long line of Fed officials have argued that de-anchored inflation expectations (that is, those that weren't stable around a modest inflation rate) were a key factor in the persistently high inflation of the 1970s and early 1980s, which created a wage-price spiral: high inflation drove up expectations, which led businesses to raise prices further and workers with negotiating power to bump up their demand for raises, which reinforced the high inflation expectations. This cycle made inflation very difficult to bring down, even with high unemployment.\n\nYour ears should perk up if you hear about anchored or de-anchored expectations in the financial press. If inflation expectations are \"well-anchored,\" this is all-important for how policymakers fight stagflation: itmightmean fiscal and monetary moves to attack slowing growth won't affect inflation expectations and thus, often enough, actual inflation numbers later on.\n\nIf we imagine the Phillips curve as a seesaw, in the past, when one side (unemployment) went down a lot, the other side (inflation) would reliably go up. But recently, this relationship isn't working the same way. Even whenunemploymenthas dropped quite a bit, inflation hasn't gone up as much as experts expected. It's like one side of the seesaw can go down quite low without the other side rising very high.\n\nThis complicates any solutions to stagflation because it implies that the traditional policy tools might not help.\n\nTariffs, likethose introduced in 2025, can contribute to stagflation by acting as a supply shock. They increase the cost of imported goods, leading to higher prices for consumers and businesses (inflation). Simultaneously, these higher costs can lead to cuts in business investment and consumer spending, potentially slowing economic growth and leading to layoffs—the very definition of stagflation.\n\nStagflation is generally considered more difficult to resolve than standard inflation or a recession. This is because the typical policy responses to fight one problem tend to worsen the other. For example, raising interest rates to combat inflation can slow economic growth and increase unemployment, while lowering rates or increasing government spending to boost growth can fuel inflation.\n\nStagflation is a profoundly difficult problem for policymakers to combat. Unlike typical recessions or periods of high inflation, stagflation defies conventional economic solutions because addressing one aspect typically worsens the others.\n\nThe 2025 Trump tariffs have revived concerns about this economic phenomenon in a way not seen since the 1970s, with Federal Reserve officials warning about higher inflation alongside slower growth. For individuals, stagflation means the double burden of shrinking job opportunities while the cost of living climbs—a combination that makes planning one's financial future as perilous as stagflation is to counter at the national level.\n\nU.K. Parliament. \"Economic Affairs Volume 720: Debated on Wednesday 17 November 1965.\"\n\nU.S. Federal Reserve. \"Economic Outlook.\"\n\nCNN. \"Stellantis Layoffs Hit Five US Auto Plants.\"\n\nNational Association of Manufacturers. \"NAM Survey on Tariff Impacts.\"\n\nForbes. \"Stagflation: Causes and When It Will Come.\"\n\nWorld Economic Forum. \"Stagflation Forced Us to Rethink how We Manage Economies. Will It Make a Comeback?\"\n\nNational Bureau of Economic Research (NBER). \"NBER Macroeconomics Annual 2001, Volume 16.\"\n\nU.S. Federal Reserve of St. Louis. \"Unemployment Rate.\"\n\nU.S. Federal Reserve. \"Inflation Expectations and Monetary Policymaking.\"\n\nU.S. Federal Reserve. \"Nonlinear Phillips Curves.\"\n\nFederal Reserve Bank of San Francisco. \"SF FedViews: January 16, 2025.\"\n\nReuters. \"WTO Says Tariffs Could Bring Contraction of 1% in Global Merchandise Trade Volumes.\"\n\nYale University's Budget Lab. \"Where We Stand: The Fiscal, Economic, and Distributional Effects of All U.S. Tariffs Enacted in 2025 Through April 2.\"\n\nBernanke, Ben S. \"Inflation Expectations and Inflation Forecasting,\" Monetary Economics Workshop of the National Bureau of Economic Research Summer Institute (2007).\n\nNational Bureau of Economic Research. \"2022, Inflation Expectations: Determinants and Consequence - Keynote, Ben Bernanke, \"Inflation Expectations and Monetary Policy.\"\n\nU.S. Federal Reserve of St. Louis. \"What Is the Phillips Curve (and Why Has It Flattened)?\"",
  "url": "https://www.investopedia.com/terms/s/stagflation.asp"
}