{
  "term": "What Is a Voluntary Employees’ Beneficiary Association (VEBA) Plan?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA voluntary employees’ beneficiary association (VEBA) plan is a tax-exempt trust set up by employers or a group of employees to cover the eligiblemedical expensesof its members, their dependents, or designated beneficiaries. These plans are typically funded by the employer and are governed under Internal Revenue Code Section 501(c)(9).\n\nEmployee contributions may or may not be mandatory depending on the company plan, although individual elections are not permitted. However, employees must be covered by an employer-sponsored health plan to be eligible for VEBA membership. Additionally, the company must observe rules established by theInternal Revenue Service (IRS)for creating and maintaining a VEBA.\n\nVEBAs allow employers to provide benefits to employees on the condition that they abide by the following requirements:\n\nVEBAs can cover a wide range of benefits. Eligible medical expenses are determined by the IRS, and each plan can vary in what it covers from this list and when payouts are made.\n\nVEBAs are subject to some aspects of theEmployee Retirement Income Security Act (ERISA); however, they are not considered to be qualified retirement plans.As mentioned above, beneficiaries must be employees, their dependents, or their designated beneficiaries.Also, VEBA benefits normally end when the employee leaves the company or labor union with which the VEBA is associated.\n\nNot every VEBA plan is the same. Some may be available for current eligible expenses. Others, meanwhile, may only reimburse vision and dental costs or just cover medical costs incurred after you leave the job or retire.\n\nVEBA rules state that employers must first obtain a letter of determination from the IRS for their plan to be considered a VEBA for federal income tax purposes.These plans are considered to be welfare benefit plans under federal tax law and are tax-exempt under Section 501(c)(9) of theInternal Revenue Code.\n\nEmployer contributions made to a VEBA plan are tax deductible and have no limit. However, benefits paid out to employees may, or may not, be taxable, depending on the type of benefit.\n\nUnlike in 401(k) or 403(b) plans, for example, participant withdrawals from a VEBA are not taxable if made before age 59½. Withdrawals from a VEBA are not required to begin at age 72.\n\nFunds in a VEBA grow tax-free, and there are no tax penalties levied upon employees or VEBA members who take distributions from a VEBA for qualified medical expenses, which often include co-pays, co-insurance, and deductibles, as well as dental and vision payments. These expenses are defined in Section 213(d) of the Internal Revenue Code.Members can also use VEBA plans to fund post-retirement health insurance premiums.\n\nEven though these accounts are usually used as savings vehicles to fund healthcare expenses in retirement, employees can use money from their VEBAs to pay for qualified medical expenses while working. If account holders don’t use money in their VEBA plans for a given year, then that amount rolls over to the next year’s balance. This means that a VEBA is not a use-it-or-lose-it plan, unlike aFlexible Spending Account (FSA).\n\nA VEBA is not a use-it-or-lose-it plan. If account holders don’t use money in their plans for a given year, then that amount rolls over to the next year’s balance.\n\nA VEBA plan can also act as a type ofhealth reimbursement arrangement (HRA).\n\nA post-deductible VEBA plan, for example, is designed to reimburse vision and dental expenses until a member meets their health plan deductible. After the deductible is met, members can be reimbursed for non-health plan-related medical expenses.\n\nA limited VEBA plan, however, can reimburse only medical and vision expenses. Meanwhile, money in a post-employment VEBA plan can be used only after an individual has retired or left employment with the VEBA’s sponsor.\n\nWhen a VEBA plan is paired with aHealth Savings Account (HSA), VEBA dollars will be limited toward eligible dental and vision expenses until individuals meet their medical health plan deductibles.\n\nTo be eligible for a VEBA plan, your employer must offer one. Also, you must be an active employee and be covered by your employer’s health insurance plan.\n\nHealth reimbursement arrangements (HRAs) allow employers to reimburse employees for certain medical expenses. Employees can roll over contributions year to year while investing contributions for growth. Under that definition, a VEBA can be considered a type of HRA.\n\nHealth Savings Accounts (HSAs) allow you to save for qualified medical expenses on a tax-advantaged basis. These accounts are associated with high-deductible health plans. The main difference between a VEBA and an HSA is how they’re funded. VEBAs are funded only by the employer in most cases, while HSAs can be funded with employer and employee contributions.\n\nYes, depending on the options offered by your employer, it is possible to have both a VEBA and an HSA. If you have both, it’s important to understand the rules for contributions, withdrawals, and taxation to ensure that you’re making the most of these benefits.\n\nA VEBA plan is a trust fund governed under Internal Revenue Code Section 501(c)(9) that helps employees cover the cost of certain medical expenses, insurance premiums, health insurance deductibles, and so on. These plans can be very advantageous, offering tax benefits and security for workers, and, despite waning in popularity, there are companies that continue to offer them.\n\nInternal Revenue Service. “H. VEBA Update and Safe Harbor Rules,” Page 9.\n\nInternal Revenue Service. “Voluntary Employees’ Beneficiary Association: 501(c)(9).”\n\nThe Tax Adviser. “Fundamentals of Voluntary Employees’ Beneficiary Associations.”\n\nInternal Revenue Service. “F. Selected Problems of Voluntary Employees’ Beneficiary Associations (VEBAs),” Page 3.\n\nInternal Revenue Service. “H. VEBA Update and Safe Harbor Rules,” Page 1.\n\nInternal Revenue Service. “F. Selected Problems of Voluntary Employees’ Beneficiary Associations (VEBAs),” Page 1.\n\nInternal Revenue Service. “Section 213(d).”",
  "url": "https://www.investopedia.com/terms/v/voluntaryemployeesassoc.asp"
}