{
  "term": "What Is Valuation? How It Works and Methods Used",
  "definition": "Valuation is the process of estimating the current or projected value of an asset or a company.\n\nValuation is a process in which an analyst uses a company's latest financial to determine its current or projected valuey. Many techniques are used for doing a valuation. Among other metrics, an analyst placing a value on a company looks at the business's management, the composition of itscapital structure, the prospect of future earnings, and themarket valueof its assets.\n\nFundamental analysisis often employed in valuation although several other methods may be employed such as thecapital asset pricing model(CAPM) or thedividend discount model(DDM).\n\nA valuation can be useful when you're trying to determine thefair valueof a security determined by what a buyer is willing to pay a seller assuming that both parties enter the transaction willingly. Buyers and sellers determine themarket valueof a stock or bond when a security trades on an exchange.\n\nThe concept ofintrinsic valuerefers to the perceived value of a security based on future earnings or some other company attribute. It's unrelated to the market price of a security and this is where valuation comes into play. Analysts do a valuation to determine whether a company or asset isovervalued or undervaluedby the market.\n\nThe original company might be considered undervalued if the P/E is lower than the P/E multiple of a comparable company. The relative valuation model is typically a lot easier and quicker to calculate than the absolutevaluationmodel. This is why many investors and analysts begin their analysis with this model.\n\nYou can do a valuation in various ways.\n\nThecomparable company analysislooks at companies similar in size and industry and how they trade to determine a fair value for a company or asset. The past transaction method looks at past transactions of similar companies to determine an appropriate value. There's also the asset-based valuation method which adds up all the company's asset values to get the intrinsic value, assuming that they were sold at fair market value.\n\nA comparables approach is often synonymous withrelative valuationin investments.\n\nSometimes doing all these and then weighing each is appropriate to calculate intrinsic value but some methods are more appropriate for certain industries. You wouldn't use an asset-based valuation approach to valuing a consulting company that has few assets. An earnings-based approach like the DCF would be more appropriate.\n\nAnalysts also place a value on an asset or investment using the cash inflows and outflows generated by the asset. This is called adiscounted cash flow(DCF) analysis. These cash flows are discounted into a current value using a discount rate which is an assumption about interest rates or a minimum rate of return assumed by the investor.\n\nDCF approaches to valuation are used in pricing stocks such as withdividend discount modelslike the Gordon growth model.\n\nThe firm analyzes the cash outflow for the purchase and the additional cash inflows generated by the new asset if a company is buying a piece of machinery. All the cash flows are discounted to a present value and the business determines thenet present value(NPV). The company should invest and buy the asset if the NPV is a positive number.\n\nThe precedent transaction method compares the company being valued to other similar companies that have recently been sold. The comparison works best if the companies are in the same industry. The precedent transaction method is often employed in mergers and acquisition transactions.\n\nTheearnings per share(EPS) formula is stated as earnings available to common shareholders divided by the number of common stock shares outstanding. EPS is an indicator of company profit because the more earnings a company can generate per share the more valuable each share is to investors.\n\nAnalysts also use theprice-to-earnings(P/E) ratio for stock valuation. This is calculated as the market price per share divided by EPS. The P/E ratio calculates how expensive a stock price is relative to the earnings produced per share.\n\nAn analyst would compare the P/E ratio with other companies in the same industry and with the ratio for the broader market if the P/E ratio of a stock is 20 times earnings. Using ratios like the P/E to value a company is referred to as a multiples-based or multiples approach valuation in equity analysis. Other multiples such asEV/EBITDAare compared with similar companies and historical multiples to calculate intrinsic value.\n\nIt's easy to become overwhelmed by the number of valuation techniques available to investors when you're deciding which valuation method to use to value a stock for the first time. Some valuation methods are fairly straightforward. Others are more involved and complicated.\n\nUnfortunately, no one method is best suited for every situation. Each stock is different and each industry or sector has unique characteristics that can require multiple valuation methods. Different valuation methods will produce different values for the same underlying asset or company which can lead analysts to employ the technique that provides the most favorable output.\n\nA common example of valuation is a company's market capitalization. This takes the share price of a company and multiplies it by the total shares outstanding. A company's market capitalization would be $20 million if its share price is $10 and the company has two million shares outstanding.\n\nYou can calculate valuation in many ways. They'll differ based on what's being valued and when. A common calculation in valuing a business involves determining the fair value of all of its assets minus all of its liabilities. This is an asset-based calculation.\n\nThe purpose of valuation is to determine the worth of an asset or company and compare that to the current market price. This is done for a variety of reasons, such as bringing on investors, selling the company, purchasing the company, selling off assets or portions of the business, the exit of a partner, or inheritance purposes.\n\nValuation is the process of determining theworth of an asset or company. It's important because it provides prospective buyers with an idea of how much they should pay for an asset or company and how much prospective sellers should sell for.\n\nValuation plays an important role in the M&A industry as well as the growth of a company. There are many valuation methods, all of which come with their pros and cons.\n\nUNDER30CEO. \"Absolute Valuation Formula.\"\n\nCFI Education. \"Relative Valuation Models.\"",
  "url": "https://www.investopedia.com/terms/v/valuation.asp"
}