{
  "term": "What Are Natural Gas ETFs, and How Do they Work?",
  "definition": "A natural gasexchange-traded fund (ETF)is a type of pooled investment product that provides investors with exposure to natural gas prices. These funds are often overseen by a professional manager, who invests on behalf of the investors, and tend to invest in a basket of natural gasfutures contractsrather than hold stocks of natural gas companies.\n\nNatural gas is a commodity that serves many purposes. It is used as a source of energy for heating, cooking, fuel, and electricity generation as well as to manufacture plastics and other organic chemicals.\n\nIt is important for investors to understand the difference between natural gas ETFs and other popular types of ETFs. Many ETFs own theirunderlying assetsdirectly, such as gold ETFs that own physical bullion or industry-sector ETFs that own the shares of companies operating in their industry.\n\nNatural gas ETFs, however, do not usually own any physical natural gas. Instead, they own natural gas indirectly by purchasing natural gas futures contracts that trade on acommodities exchange. The profitability of a natural gas ETF is, therefore, dependent on the overall price direction of natural gas, based on the trading that takes place on the commodities exchange.\n\nThe price of natural gas rises and falls according to fluctuations in supply and demand.\n\nNatural gas ETFs offer investors a range of strategies to gain exposure to the natural gas market. Most hold futures contracts, though there are other opportunities (listed below) that also expose investors to the industry.\n\nSome natural gas ETFs hold physical natural gas in storage facilities. These funds purchase andstore actual natural gas, typically in the form of futures contracts, and aim to track thespot priceof the commodity. Investing in physical natural gas can provide a more direct and straightforward exposure to the commodity's price movements, though there are obvious and significant carrying costs to this type of investment vehicle.\n\nInstead of holding physical natural gas, many natural gas ETFs use futures contracts to track the price of natural gas. These funds invest in natural gas futures which are agreements to buy or sell the commodity at a predetermined price at a specified future date. Futures-based ETFs can provide exposure to short-term price movements and can be more liquid than physical natural gas ETFs.\n\nSome natural gas ETFs invest in the equities of companies involved in the natural gas sector. These companies can include natural gas producers, exploration and production companies, pipeline operators, and utilities. By investing in equities, these ETFs provide exposure to the broader natural gas industry and can be influenced by factors beyond just the price of natural gas.\n\nLast, there are leveraged and inverse natural gas ETFs.Leveraged ETFsaim to amplify the returns of the underlying asset, typically on a daily basis. Inverse ETFs, on the other hand, seek to provide returns that are the opposite of the underlying asset's performance. These ETFs are more complex and are generally used for short-term trading or hedging strategies.\n\nAs mentioned several times above, natural gas ETFs may use forward contracts as part of their investment strategy to gain exposure to the natural gas market. Unlike futures contracts which have standardized terms, forward contracts are individually tailored to meet the specific needs and objectives of the parties involved. Forward contracts offer more flexibility in terms of settlement dates and contract terms. This flexibility allows ETFs to better match their exposure to the desired investment horizon.\n\nForward contracts are also typically traded in theover-the-counter (OTC) market, meaning they are not as liquid or regulated as futures contracts traded on exchanges. This can provide ETFs with alternative ways to gain exposure to natural gas, but it also introduces counterparty risk as they are directly dealing with another party with very specific risks.\n\nTo manage counterparty risk, ETFs using forward contracts often require the posting of collateral by the counterparty. This collateral can serve as a security against potential default, ensuring that the terms of the contract are fulfilled. Also, ETFs using forward contracts may need to roll over their positions as contracts approach their expiration dates. This involves closing out the existing contract and entering into a new one with updated terms.\n\nBecause natural gas ETFs hold futures contracts, they are exposed to a special type of risk calledcontango. Each month, the manager of the natural gas ETF has to purchase new futures contracts to replace the old contracts that expire. The new contracts tend to have slightly higher prices than the old ones, meaning that each time contracts are replaced, extra costs are incurred by the fund manager. Over time, these small costs can add up to create a large drag on the fund’s overall performance.\n\nFor this reason, investors will generally avoid relying on natural gas ETFs as a type of long-term investment vehicle. Because of contango risk, an investor could incur significant costs from the ongoing roll-over of futures contracts, meaning that even if natural gas prices do rise over their investment period, they might not rise enough to make the overall investment profitable.\n\nMost investors seeking exposure, therefore, use natural gas ETFs mainly as a short-term trading vehicle, so that the costs of contango do not accumulate enough to have a meaningful impact.\n\nThere are two natural gas ETFs that trade in the U.S., excluding inverse and leveraged ETFs, as of Dec. 2023.\n\nOne example of a widely traded natural gas ETF is theUnited States Natural Gas Fund. This fund is primarily composed of natural gas futures contracts that are set to expire within the next month and trades on theNew York Mercantile Exchange (NYMEX)as UNG. Its goal is to reflect the daily changes in percentage terms of the price of natural gas delivered at theHenry Hub, Louisiana, a natural gas pipeline that serves as the official delivery location for futures contracts on the NYMEX.\n\nThe United States Natural Gas Fund is very sensitive to fluctuations in natural gas prices, so investors need to watch market prices closely to try to yield a profit. Over the past 20 years, natural gas prices have ranged between a high of $22, reached in the Fall of 2005, to just under $2, reached in September of 2020.\n\nUNG offers exposure to commodities without the need for a dedicated commodity futures account, providing features like intraday pricing, as well as the ability to place market, limit, and stop orders. Additionally, UNG maintains transparency by regularly updating its website with information on portfolio holdings, market price, Net Asset Value (NAV), and Total Net Assets (TNA). As of Sept. 2023, the management fee is 0.60%, the total expense ratio is 1.06%, and the 1-month net asset value was -4.08%.\n\nThe objective of investing in a natural gas ETF is to gain exposure to the natural gas market. Investors may seek to profit from price movements, hedge against natural gas price changes, or diversify their investment portfolios.\n\nNatural gas ETFs employ various mechanisms to track the price of natural gas. One common approach involves investing in natural gas futures contracts, which are financial agreements specifying the purchase or sale of natural gas at a future date. These contracts closely mirror the movements in natural gas prices, allowing the ETFs to track these price changes over time. By rolling over expiring contracts, these ETFs can maintain their exposure to the commodity.\n\nSome natural gas ETFs may directly hold physical natural gas in storage facilities, aiming to replicate the spot price of the commodity.\n\nNatural gas ETFs are investment vehicles that provide exposure to the natural gas market. They utilize various strategies, though many invest via futures contracts. The purpose of a natural gas ETF is to allow investors an opportunity to profit from or hedge against natural gas price movements. While they offer a convenient way to access the energy commodity, these ETFs come with inherent risks including price volatility and tracking errors, similar to the risks of other ETFs.\n\nCME Group Education. \"Fundamental Analysis - Futures Supply and Demand.\"\n\nU.S. Securities and Exchange Commission. \"Updated Investor Bulletin: Leveraged and Inverse ETFs.\"\n\nCME Group Education. \"Futures Contracts Compared to Forwards.\"\n\nCME Group Education. \"What is Contango and Backwardation.\"\n\nVettaFi. \"Non Leveraged Natural Gas ETF List.\"\n\nU.S. Commodity Fund. \"UNG: United States Natural Gas Fund.\"\n\nMacrotrends. \"Natural Gas Prices - Historical Charts.\"",
  "url": "https://www.investopedia.com/terms/n/natural-gas-etf.asp"
}