{
  "term": "What Is ESG Investing?",
  "definition": "What impact is your investment making?\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nESG stands for environmental, social, and governance. ESG investing refers to how companies score on these responsibility metrics and standards forpotential investments. Environmental criteria gauge how a company safeguards the environment. Social criteria examine how it manages relationships with employees, suppliers, customers, and communities. Governance measures a company’s leadership, executive pay,audits,internal controls, and shareholder rights.\n\nESG investing is sometimes referred to assustainableinvesting, responsible investing,impact investing, orsocially responsible investing(SRI). To assess a company based on ESG criteria, investors look at a broad range of behaviors and policies. ESG investors seek to ensure the companies they fund are responsible stewards of the environment, good corporate citizens, and led by accountable managers based on criteria including:\n\nESG investors help inform the investment choices of large institutional investors such as public pension funds. ESG-specific mutual funds and ETFs reached a record $480 billion AUM in 2023.Brokerage and mutual fund companies offerexchange-traded funds(ETFs) and other financial products that follow ESG investing strategies.Robo-advisorsincludingBettermentandWealthfronthave promoted these ESG-themed offerings to younger investors.\n\nSocially responsible investing(SRI) is an investment strategy highlighting one facet of ESG. SRI investors seek companies that promoteethical and socially conscious themesincluding diversity, inclusion, community focus, social justice, corporate ethics, and racial, gender, and sexual discrimination.\n\nInvestment firms like Boston-based Trillium Asset Management, use a variety of ESG factors to help identify companies positioned for strong long-term performance. The criteria are set by analysts who identify the relevant issues facing specific sectors, industries, and companies.\n\nTrillium's ESG criteria preclude investments in companies that operate in higher-risk areas or have exposure to coal or hard rock mining, nuclear or coal power, private prisons, agricultural biotechnology, tobacco, tar sands, or weapons and firearms. They do not invest in companies involved in major or recent controversies over human rights, animal welfare, environmental concerns, governance issues, or product safety.\n\nTrillium's metrics include investments in companies that support the environment through renewable energy sources and published sustainability reports. Social metrics include companies that operate ethical supply chains and avoid overseas labor with questionable workplace or child labor policies. Metrics for governance require companies to embrace diversity on the board of directors and maintain corporate transparency.\n\nAs ESG business practices gain traction, investment firms track their performance. Financial services companies such as JPMorgan Chase (JPM), Wells Fargo (WFC), and Goldman Sachs (GS) publish annual reports that extensively review their ESG approaches and the bottom-line results.\n\nThe ultimate value of ESG investing depends on whether they encourage companies to drive real change for the common good, or merely check boxes and publish reports.That, in turn, will depend on whether the investment flows follow ESG tenets that are realistic, measurable, and actionable.\n\nTobacco and defense are two industries avoided by many ESG investors, but historically produced above-average market returns and can buck recessionary trends. To support ESG, U.S. investors may be sacrificing returns in exchange for values. Many ESG investors are willing to make that tradeoff, though; according to asurveyofInvestopediaandTreehuggerreaders, nearly half of ESG investors said they’d be willing to take a 10% loss over five years to invest in a company that “aligns exceptionally against ESG standards.” But 74% of respondents said that valuation/price was “very or extremely important to them.”\n\nESG and sustainability are closely related. ESG investing screenscompanies based on criteriarelated to being pro-social, environmentally friendly, and with good corporate governance. Together, these features can lead to sustainability. ESG, therefore, looks at how a company's management and stakeholders make decisions; sustainability considers the impact of those decisions on the world.\n\nAdopting ESG principles means corporate strategy focuses on environment, social, and governance. This means taking measures to lower pollution, and CO2output, and reduce waste. It also means having a diverse and inclusive workforce, at the entry level and the board of directors.\n\nSeveral financial firms have ESG ratings and scoring systems. For instance,MSCI has a rating schemecovering over 8,500 companies, giving them scores and letter grades based on their compliance with ESG standards andinitiatives. Several other companies, like Morningstar and Bloomberg, have also createdcriteria for scoring companieson the ESG objectives.\n\nESG investing focuses on companies that follow positive environmental, social, and governance principles. Investors are increasingly eager toalign their portfolios with ESG-related companiesand fund providers, making it an area of growth with positive effects on society and the environment.\n\nS&P Global. \"Understanding the 'E' in ESG.\"\n\nHarvard Law School Forum on Corporate Governance. \"Time to Rethink the S in ESG.\"\n\nS&P Global. \"What is the 'G' in ESG?\"\n\nStatista. \"ESG ETF Assets 2023.\"\n\nTrillium Asset Management. \"ESG Criteria.\"\n\nGoldman Sachs. \"Sustainability Reporting.\"\n\nWells Fargo. \"Goals and Reporting.\"\n\nJP Morgan Chase. \"Environmental, Social and Governance.\"\n\nESG Analytics. \"Green, Blue, Pink and Social Corporate Washing.\"",
  "url": "https://www.investopedia.com/terms/e/environmental-social-and-governance-esg-criteria.asp"
}