{
  "term": "What Is Naked Short Selling, How Does It Work, and Is It Legal?",
  "definition": "Naked short selling is a notorious trading practice that has been largely banned in the U.S. and EU since the 2007-2008 crisis. But that doesn't mean the practice still doesn't occur. It was banned because naked short selling is when the seller sells securities they do not own or have not borrowed, which leads to a lack of supply for the shorted securities and a potential drop in the price.\n\nThe aim is to profit from a decline in the asset's price by later buying the shares at a lower cost to cover the short position. This is different from traditional short selling when you borrow the shares before selling them.\n\nYou're engaged in naked short selling when you sell shares in an asset without owning, borrowing, or securing the right to borrow them. Unlike traditional short selling, when you borrow the shares before selling them, in naked short selling, you haven't taken on the greater risk of borrowing the asset first.\n\nThe practice is highly risky and could lead to unlimited losses. The SEC and other regulatory bodies, such as the European Securities and Markets Authority (ESMA), say it contributes tomarket volatilityand is highly unethical.\n\nYou're distorting the regular supply and demand of a security and taking on the risk that you might try to flee from—all by selling a right to something you don't have. While naked short selling could offer lucrative profits, the risks, and ethical considerations make it highly scrutinized and illegal.\n\nThe method of naked short selling involves two main steps. First, you sell shares without owning, borrowing, or securing the right to borrow them. Later, you purchase and deliver the shares at the market price, hoping for a profit. If you can't afford the shares or if they aren't available, the result is afailure to deliver (FTD).\n\nLet's use a simplified example: suppose you sell short 1,000 shares in Company A. You haven't borrowed the shares. Still, you're betting on a rapid downturn in the stock price for Company A, which makes this not a problem—the price going down should mean many sellers are looking to get out of their positions.\n\nJust before the deadline to deliver the shares, the price moves downward, and you close out the short sale for 1,000 shares at the lower price. You've essentially bet you could square up for the shares you sold that you didn't possess.\n\nHowever, if the market moved the other way, you'd be in a big hole trying to purchase 1,000 shares of a stock at a great loss, and the shares might not even be available if there are problems in liquidity.\n\nShort selling in general can create declines in a company's stock price, affecting its ability to raise capital. It can also affect theliquidityof the security. When a share isn't readily available, naked short selling gives you a shortcut; you can participate in the market even though you didn't borrow the share. This could create false liquidity readings, which could distort the share price.\n\nNaked shorting was precluded in regulatory changes in 2005, but further regulatory scrutiny jumped after the 2007-2008 financial crisis in reaction to the piling on of shorts for failing financial giants Lehman Brothers and Bear Stearns.\n\nThe legality of naked short selling varies by jurisdiction and is subject to complex regulations. In the U.S., the Securities Exchange Commission(SEC)implemented itsRegulation SHOin 2005 to curtail the practice, requiring broker-dealers to have reasonable grounds for believing that shares could be borrowed before the short sale.\n\nThe SEC completely banned naked short selling following the2007-2008 financial crisis. Before this, the SEC had implemented and amended its Regulation SHO to close loopholes that allowed some brokers and dealers to engage in naked short selling.\n\nRegulation SHO now requires the publication of lists that track stocks with unusually high trends in FTD shares. Despite these and other regulations, naked short selling can still occur, which the SEC says leads to market manipulation.\n\nThe practice of naked short selling is illegal for several reasons:\n\nShort selling is a practice that members of the public often find outrageous; someone is profiting when a company is facing a downturn. Yet, modern hedge funds, which started after World War II, and many portfolios rely on shorting practices to balance out risks in the market.\n\nShort selling dates back at least to 1609 when Dutch trader Isaac Le Maire targeted the shares of the Dutch East India Company. Short selling was later blamed for economic downturns, such as the speculative peak in the trading of tulips in the early 1630s in the Netherlands. In 1773, Britain was the first country to ban naked short selling.\n\nSeveral centuries later, after the Wall Street crash of 1929, short sellers were among those blamed, leading to the institution of theUptick Rule, which banned short selling when securities were not trending upward in price. From 2005 to 2010, the SEC ratcheted up regulations meant to ban naked short selling altogether.\n\nThe best-known modern example of naked short selling is from the collapse ofLehman Brothersin 2008. SEC data indicated a more than 57-fold increase in FTD in Lehman Brothers’ shares that year, compared to 2007. This could indicate naked short selling. Lehman’s CEO Dick Fuld testified before Congress that naked short selling essentially precipitated the company’s downfall, though later analyses claimed otherwise.\n\nMore recently, naked shorting was partially blamed for the GameStop “meme stock” phenomenon of 2021. During the two previous years, GameStop had posted big losses, leading to a large drop in its share prices. This problem was noticed by hedge funds, which took out major short positions in the stock. In 2020, at least half of GameStop’s stock was borrowed for short positions.\n\nBy 2021, 140% ofGameStopshares were shorted, meaning 40% of the shares shorted weren’t really out there to trade on; that is, they were likely involved in naked short sales.\n\nOnline investors soon noticed this giant hedge, setting up the Reddit forum “r/WallStreetBets” to implement a short squeeze and bid up the stock to counter the shorting of the hedge funds. As the share price increased, it wasn’t just the hedge funds that lost; short sellers who hadn’t borrowed the shares couldn’t deliver.\n\nA scheme close to the idea of naked shorting is featured in Mel Brooks’s \"The Producers.\"The setup for the movie and subsequent Broadway hit is that a shady theater producer, Max Bialystock, has sold 100% of the shares in a new Broadway play several times over.\n\nThe problem is that if the play makes money, the investors will come for it—too many investors. But if it’s a flop, no one will expect a return. Hence, the scheme that sparks the machinations of \"The Producers\": a venture so implausible, so offensive, that no self-respecting theatergoer would show up, it would flop, and the producers could escape.\n\nShort selling rules have evolved to prevent market manipulation and abusive practices. The SEC's Regulation SHO provides the framework for short selling and a ban on naked short selling. In 2010, the U.S. SEC adopted its alternative uptick rule, designed to restrict short selling from further driving down the price of a stock. Essentially, it's meant to prevent sales of shorts on stocks that have dropped more than 10% in one day.\n\nAdditions to Regulation SHO from the SEC in late 2021 and early 2022 require firms lending out shares for shorts to report that activity to the Financial Industry Regulatory Authority. This data is reported in aggregate for given securities on a delayed basis.\n\nThe new rules implementing greater transparency could have a significant impact on naked short selling. By requiring investors and companies to report their short positions and lending activities, the SEC is essentially trying to close loopholes that make naked short selling possible.\n\nRegulations concerning short selling vary significantly outside the U.S. In the EU, ESMA oversees short selling. ESMA requires disclosure of net short positions when they reach 0.2% of the issued share capital of a company and at each 0.1% increment above that.\n\nPost-Brexit, the United Kingdom has had regulations similar to the EU under the Financial Conduct Authority (FCA). The FCA also has the power to ban short selling of specific stocks in extreme cases. In Japan, the Financial Services Agency has its own version of the uptick rule, which requires short selling only at a price higher than the latest market price.\n\nThe Securities and Futures Commission in Hong Kong allows only “covered” short selling, meaning that the investor must have shares available to borrow before initiating a short sale. The Australian Securities and Investments Commission requires disclosing short positions, and it has the power to ban short sales during turbulent market conditions.\n\nShort covering is buying back a security that has been short-sold to close out an open-short position. This is done either to lock in a profit or limit a loss.\n\nA short squeeze occurs when the price of an asset, typically a stock, rises a lot, forcing traders who had bet against it to buy to forestall even greater losses. These purchases could drive the asset's price up further, creating a feedback loop that could result in dramatic price increases. This is believed to have occurred during the GameStop phenomenon of 2021.\n\nSecurities lending is when an owner of securities loans them to a borrower, typically in exchange for collateral and a fee. The borrower is then obligated to return the securities on demand or at the end of a specific lending period. The collateral could be in the form of cash or other securities.\n\nDuring the lending period, the lender retains the economic benefits of the securities, such as dividends or interest payments, but temporarily transfers the voting rights to the borrower. The practice is commonly used by institutional investors and brokerage firms to enable short selling or to earn more income on idle assets.\n\nCovered call writing is an options trading strategy when an investor holding a long position in an asset writes or sells call options on it. The aim is to generate additional income from the asset, usually from the premium received from selling the call option.\n\nA synthetic short forward is a financial derivative strategy replicating a short forward contract using other financial instruments, typically options. The aim is to benefit from the expected decline in the price of an underlying asset without actually shorting the asset itself.\n\nNaked short selling is a high-risk and ethically dubious financial practice where an investor sells a security, often shares of stock, without first borrowing the asset or ensuring its availability for borrowing.\n\nThe process involves selling shares one does not own and later buying them back to cover the position. This exposes the seller to significant financial risks, including “failure to deliver” if the shares cannot be procured.\n\nIn terms of legality, naked short selling is generally banned. In the U.S., SEC rules, including “Regulation SHO,” mandate that broker-dealers have reasonable grounds to say that shares will be available for delivery before facilitating short positions.\n\nAdditional restrictions put in place in the early 2020s call for greater transparency in short sales and should make it more difficult for naked short selling to occur. Further,every country sets its own rulesfor short selling.\n\nU.S. Securities and Exchange Commission. \"Key Points About Regulation SHO.\"\n\nAbgel, James J., and Douglas M. McCabe, via JSTOR \"The Business Ethics of Short Selling and Naked Short Selling.\"Journal of Business Ethics, vol. 85, Supplement 1, 2009, pp. 239-249.\n\nPutniņš, Tālis, via ResearchGate. \"Naked Short Sales and Fails to Deliver: An Overview of Clearing and Settlement Procedures for Stock Trades in the US.\"Journal of Securities Operations & Custody,vol. 2, no. 4, 2009-10, pp. 340-350.\n\nLecce, Steven, et ali, via ScienceDirect \"The Impact of Naked Short Selling on the Securities Lending and Equity Market.\"Journal of Financial Markets,vol. 15, no. 1, 2012, pp. 81-107.\n\nU.S. Securities and Exchange Commission. \"Practices Related to Naked Short Sale Complaints and Referrals,\" Pages i, 11-12.\n\nYahoo! Finance, \"If Naked Short Selling is Illegal, How Is It Still Being Done?\"\n\nReuters. \"New US SEC Rules to Shine a Light on Short Selling.\"\n\nReuters. \"FACTBOX: Milestones in Short Selling History.\"\n\nGreg N. Gregoriou (ed). \"The Handbook of Short Selling,\" Chapter 5. Springer Nature, 2012.\n\nFinancial Times. \"Fuld Says Lehman Victim of Short Sellers.\"\n\nFotak, Veljko, Vikas Raman, and Pradeep K. Yadav, via ScienceDirect. \"Fails-to-Deliver, Short Selling, and Market Quality.\"Journal of Financial Economics,vol 114, no. 3, 2014, pp. 493-516.\n\nYahoo! Finance. \"If Naked Short Selling Is Illegal, How Is It Still Being Done?\"\n\nFinancial Conduct Authority. \"Short Selling.\"\n\nFinancial Services Agency. \"Comprehensive Guidelines for Supervision of Financial Instruments Business Operators, etc.\"\n\nHong Kong Securities and Futures Commission. \"Short Position Reporting Service- User Guide (for March 2017 onwards).\"\n\nAustralian Securities and Investments Commission. \"Short Selling.\"",
  "url": "https://www.investopedia.com/terms/n/nakedshorting.asp"
}