{
  "term": "What Is a Legal Trust? Common Purposes, Types, and Structures",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAndy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA trust is a legal entity with separate and distinct rights, similar to a person or corporation. In a trust, a party known as a trustor gives another party, a trustee, the right to hold title to and manage property or assets for the benefit of a third party, the beneficiary.\n\nTrusts can be established to provide legal protection for the trustor’s assets to ensure they are distributed according to their wishes. Additionally, a trust can help an estate avoid taxes andprobate. It can protect assets fromcreditorsand dictate the terms of inheritance for beneficiaries.\n\nInvestopedia / Paige McLaughlin\n\nA trustor creates a trust with the help of an attorney. The trustor's assets are transferred to atrustee. This trustee holds on to the assets for the beneficiary or beneficiaries.\n\nThe rules of a trust depend on the terms on which it was built.\n\nA trust can be used to determine how a person’s money should be managed and distributed while that person is alive or after their death.\n\nA trust is one way to provide for an underage beneficiary. Once the beneficiary is deemed capable of managing their assets, they will receive possession of the assets held in trust.\n\nAlthough there are many different types of trusts, each fits into one or more of the following categories:\n\nAliving trust, also called aninter-vivos trust, is a written document in which an individual's assets are provided as a trust for the individual's use and benefit during their lifetime. A trustee is named when the trust is established; this person is in charge of handling the affairs of the trust and transferring the assets to the beneficiaries at the time of the trustor's death.\n\nAtestamentary trust, also called a will trust, specifies how an individual's assets are designated after the trustor's death. It is not established until after the trustor dies.\n\nArevocable trustcan be changed or terminated by the trustor during that person's lifetime.An irrevocable trust, as the name implies, cannot be changed once it's established.\n\nLiving trusts can be revocable or irrevocable. Testamentary trusts are generally irrevocable once established but can be revocable via a will if the trustor is still alive. The fact that it is unalterable, containing assets that have been permanently moved out of thetrustor'spossession, is what allowsestatetaxes to be minimized or avoided altogether.\n\nWith a funded trust, a trustor places assets into the trust during their lifetime. An unfunded trust consists only of the trust agreement with no funding. Unfunded trusts can become funded upon the trustor’s death or remain unfunded. Since an unfunded trust exposes assets to many of the perils a trust is designed to avoid, ensuring proper funding is important.\n\nThe trust fund is an ancient instrument dating back to feudal times. Though many think trusts are only for wealthy people, the fact is that trusts are highly versatile vehicles that canprotect assets and direct them into the right handslong after the original asset owner's death.\n\nA trust is generallyemployed to hold assetsso that they are safe from creditors or others that might have a claim on them after the trustor's death. In addition, trusts are often used to keep assets safe from family members who might otherwise sell or spend them. Assets may be placed in trust for trustworthy family members—even a relative with the best intentions could face a lawsuit, divorce, or other misfortune, putting those assets at risk.\n\nTrusts can also be used to secure assets for specific purposes, such as a beneficiary's education or to help them start a business.\n\nTrusts may seem geared primarily toward high-net-worth individuals and families, since they can be expensive to establish and maintain. However, those of more average means may find them useful. For example, trusts can be established to ensure that a dependent with a physical disability or mental health condition receives care.\n\nSome trusts are created so that a beneficiary may qualify forMedicaidand still preserve at least a portion of their wealth.\n\nSome individuals use trusts because they keep details about assets private. In many jurisdictions, the terms of a will are public. A trust can accomplish what a will does, but in a more private manner.\n\nTrusts can also be used forestate planning. Typically, a deceased individual's assets are passed to the spouse and then equally divided among the surviving children. However, children who are under the age of 18 need to have trustees. The trustees only have control over the assets until the children reach adulthood.\n\nTrusts can also be used for tax planning. In some cases, the tax consequences of using trusts are lower than other alternatives. Because of this, trusts have become a staple in tax planning for individuals and corporations.\n\nAssets in a revocable trust benefit from astep-up in basis, which can meansubstantial tax savings for the heirswho eventually inherit from the trust. However, if the assets are placed in an irrevocable trust, they are subject to carryover basis, or their originalcost basis.\n\nHere's an example of how the stepped-up basis calculation works, using stocks: The original cost of shares was $5,000. The shares were placed into a revocable trust and passed on to a beneficiary. At the time the stocks were passed on, they were worth $10,000, so they have a step-up in basis of $10,000. Had the same beneficiary received them as a gift when the original owner was still alive, their basis would be $5,000. The difference is key when calculating taxes.\n\nSo, if the trust beneficiary sold the shares for $12,000, they would owe tax on a $2,000 gain. A beneficiary given the shares, or one who had a carryover basis, would owe taxes on a gain of $7,000 ($5,000 plus $2,000). Note that the step-up basis applies to inherited assets in general, not just those that involve a trust.\n\nBelow is a list of some of the more common types of trust funds.\n\nBy placing assets into an irrevocable trust, you give up control and ownership of them. This means they will not be considered part of your estate, which helps to minimize estate taxes after you die. It also helps your estate avoid the probate process.\n\nA trust is a complex legal and financial entity that should be established with the help of a qualified attorney. Costs increase depending on the complexity of the trust. The price to establish a revocable trust can range from less than $1,000 to $3,000. Irrevocable trusts are more expensive. What you'll pay depends on how complex it is and how much attorneys charge in your area.\n\nThe person establishing a trust is called the trustor orgrantor. The person who oversees and manages the trust is called thetrustee. In a revocable trust, the trustor may control the trust as well, but in an irrevocable trust, the trustee must be somebody else. The trust's beneficiaries are those who benefit from the trust, and the trustee ensures that the beneficiaries are paid.\n\nTrusts are complex vehicles, except perhaps for the Totten trust. Creating a trust typically requires expert advice from a trust attorney or atrust company, which sets up trust funds as part of a wide range of estate- and asset-management services.\n\nAmerican Bar Association. \"Revocable Trusts.\"\n\nNational Archives. \"Code of Regulations, Title 7: § 20.2051-1 Definition of Taxable Estate.\"\n\nInternal Revenue Service. \"Instructions for Form 5227: Split-Interest Trust Information Return,\" Page 1-2.",
  "url": "https://www.investopedia.com/terms/t/trust.asp"
}