{
  "term": "What Is a Headhunter? What They Do and How They're Paid",
  "definition": "Katie Miller is a consumer financial services expert. She worked for almost two decades as an executive, leading multi-billion dollar mortgage, credit card, and savings portfolios with operations worldwide and a unique focus on the consumer. Her mortgage expertise was honed post-2008 crisis as she implemented the significant changes resulting from Dodd-Frank required regulations.\n\nA headhunter is a company or individual that provides employment recruiting services on behalf of an employer. Headhunters are hired by firms to find talent and to locate individuals who meet specific job requirements.\n\nHeadhunters may also be referred to as executive recruiters and the function they perform is often called executive search. Headhunters may have a pool of candidates for specific positions or may act aggressively to find talent by looking at competitors' employees. Employers tend to enlist headhunters when there is a sense of urgency and they are unable to find the right person to fill a role on their own.\n\nFinding and recruiting job candidates is often performed by hiring managers,human resourcespersonnel, or internal recruitment specialists. But in some cases, employment agencies or executive search firms may be employed. Third parties working on behalf of a hiring company are colloquially referred to as headhunters.\n\nA headhunter is retained to fill jobs that require specific or high-level skills or offer high pay. Headhunters working on behalf of a firm often scour international organizations for top talent. In addition, some individuals may contact a headhunter to provide arésuméor curriculum vitae (CV) or to apply for a position for which the headhunter is seeking talent. Headhunting is supported on many levels by internet technologies, includingsocial mediaand online job boards.\n\nHeadhunters typically only make money when they are successful in placing a candidate in a job. Independent, third-party recruiters are often paid oncontingency, meaning they do not get paid unless their candidate is hired. The typical fee is 20% to 30% of a new hire's total first-year salary. As headhunters work for the employer, they have the incentive to please them rather than the candidate.\n\nSome headhunter firms may also charge an upfront retainer to defray the costs of the search. This can reduce the risk for the headhunter, especially if the role is difficult to fill. A retainer arrangement ensures that the headhunter receives some pay for their work, even if the search is unsuccessful. A \"container\" arrangement is a hybrid of a commission and retainer.\n\nThere is no licensing necessary to become a headhunter or recruiter, so anyone can become one. Less established recruiters often compete with professional ones that possess large networks of clients and candidates. They may operate in a similar way, such as an unsolicited email, call, or LinkedIn request.\n\nHeadhunters typically charge a commission for recruiting candidates, ranging from 20% to 30% of the new hire's first year of salary. This is only paid out if the new hire is a successful fit for the job.\n\nThe quality and helpfulness of headhunters vary. Here are some characteristics to look for and avoid:\n\nA typical commission for a headhunter is about 20-30% of a new hire's initial annual salary, but this may vary depending on the industry and qualifications that the employer is looking for. For management executives, a typical commission is in a higher range of 25-35%. For senior-level executives, the commission may be higher due to the increased stakes as well as the difficulty of the search.\n\nFor companies trying to recruit talent, the main alternative to headhunters or recruiting firms is to recruit their own talent, either through anin-houserecruiting department or by networking. In-house recruitment is more common at larger firms, which have enough turnover to justify employing several full-time professionals to look for new employees. Headhunters are more expensive, but may have the industry expertise to find candidates with specialized qualifications.\n\nHeadhunters and recruiters are both recruiting professionals who seek to find job candidates for open positions. The main difference is the positions they fill; headhunters typically seek to fill high-level, executive positions, while recruiters seek a wider variety of technical qualifications. Recruiters also seek people who are already seeking employment, while headhunters may target people who are already employed.\n\nA headhunter is a recruitment professional who is hired to fill high-level vacancies on behalf of a client company. They are typically paid a percentage of the new hire's salary, contingent upon finding a suitable candidate.",
  "url": "https://www.investopedia.com/terms/h/headhunter.asp"
}