{
  "term": "What Is Arc Elasticity? Definition, Midpoint Formula, and Example",
  "definition": "Arc elasticity is theelasticityof one variable with respect to another between two given points. It is used when there is no general way to define the relationship between the two variables. Arc elasticity is also defined as the elasticity between two points on a curve.\n\nThe concept is used in both economics and mathematics. In economics, is it commonly used to measure the changes between the quantity of goods demanded and their prices.\n\nIn economics, arc elasticity is commonly used in relation to thelaw of demandto measure percentage changes between the quantity of goods demanded and prices.\n\nThere are two possible ways of calculating elasticity—price (or point) elasticity of demand and arc elasticity of demand.Price elasticity of demandmeasures the responsiveness of quantity demanded to a price. It takes the elasticity of demand at a particular point on thedemand curve, or between two points on the curve. Arc elasticity of demand uses a midpoint between the two points.\n\n﻿﻿PEd=% Change in Qty% Change in PricePE_d = \\dfrac{\\text{\\% Change in Qty}}{\\text{\\% Change in Price}}PEd​=% Change in Price% Change in Qty​﻿﻿\n\nIf the price of a product decreases from $10 to $8, leading to an increase in quantity demanded from 40 to 60 units, then the price elasticity of demand can be calculated as:\n\nSince we’re concerned with theabsolute valuesin price elasticity, the negative sign is ignored. You can conclude that the price elasticity of this good, when the price decreases from $10 to $8, is 2.5.\n\nOne of the problems with the price elasticity of demand formula is that it gives different values depending on whether price rises or falls.If you were to use different start and end points in our example above—that is, if you assume the price increased from $8 to $10—and the quantity demanded decreased from 60 to 40, the Pedwill be:\n\nTo eliminate this problem, the arc elasticity of demand can be used. Arc elasticity of demand measures elasticity at the midpoint between two selected points on the demand curve by using a midpoint between the two points. The arc elasticity of demand can be calculated as:\n\nLet’s calculate the arc elasticity following the example presented above:\n\nWhen you use arc elasticity of demand you do not need to worry about which point is the starting point and which point is the ending point since the arc elasticity gives the same value for elasticity whether prices rise or fall.\n\nArc elasticity of demand is more useful than price elasticity of demand when there is a considerable change in price.\n\nIn the context of economics, elasticity is used to measure the change in the quantity demanded for a product in relation to its price movements. A product is considered to be elastic if the demand for it changes substantially when its price changes.\n\nThe law of demand is a fundamental economic concept. It states that when prices rise, the demand for a good or service will decrease.\n\nThe formula for arc elasticity of demand measures elasticity between two selected points by using a midpoint between the two points. As a result, it is particularly useful when there is a substantial change in price.\n\nArc elasticity is commonly used in economics to determine the percentage of change between the demand for goods and their price. Elasticity can be calculated in two ways—price elasticity of demand and arc elasticity of demand. The latter is more useful when there is a significant change in price.\n\nFederal Reserve Bank of St. Louis. “Elasticity of Demand - The Economic Lowdown Podcast Series.”\n\nUniversity of Minnesota. “The Price Elasticity of Demand.”",
  "url": "https://www.investopedia.com/terms/a/arc-elasticity.asp"
}