{
  "term": "What Is a W-9 Form? Who Can File and How to Fill It Out",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA W-9 form is an Internal Revenue Service (IRS) tax form that is used to confirm a person's name, address, andtaxpayer identification number (TIN)for employment or other income-generating purposes. The confirmation can be requested for either an individual defined as a U.S. citizen or a person defined as aresident alien.\n\nA W-9 form is also known as a Request for Taxpayer Identification Number and Certification form.\n\nA W-9 form is a formalwritten request for informationonly and is used solely for the purpose of confirming a person’s taxpayer identification number (TIN). An employer or other entity that is required to file an informational document with the IRS, such as Form 1099, must obtain your correct TIN to report any earnings or losses that may affect your federal tax return or yourtaxable income. For most individuals, the TIN will be theirSocial Security Number (SSN).\n\nThe W-9 differs from aW-4 Form—which is more commonly supplied by employees to direct employers—in that the W-9 does not inherently arrange for the withholding of any taxes due.\n\nAny required taxes based on gains related to the provided W-9 are the responsibility of the TIN holder listed on the document unless the taxpayer is subject tobackup withholding. If backup withholding is required, this will need to be noted on the W-9, to properly inform the entity receiving the information of the need to withhold accordingly.\n\nThe information obtained on a W-9 form is most oftenused to create a version of Form 1099. A1099 formcontains information about any income that may have been received by the TIN holder that would not normally be listed on a W-2.\n\nHowever, a W-2 is only issued to employees of a company, not independent contractors or unrelated vendors. This includes but is not limited to income paid to a person as part of a contract, certain real estate transactions,dividendspaid against an investment, and various other financial transactions.\n\nThe IRS requires those who are not defined as U.S. citizens or resident aliens to use the appropriateW-8 Formin place of a W-9 form.\n\nForm 1099 is only required to be issued once the minimum income threshold is reached, which for most miscellaneous income is set at $600.Amounts under this threshold must be reported as income by the TIN holder but do not require a 1099 form.\n\nEven though employees are legally required to supply certain personal information to their employers, an employee's privacy is protected by law. An employer who discloses an employee's personal information in any unauthorized way may be subjected to civil and criminal prosecution.\n\nForm W-9 is one of the most straightforward IRS forms to complete, but if tax forms make you nervous, don’t worry. We’ll walk you through the proper way to complete it.\n\nAll pages of Form W-9 are available on theIRS website. In addition, the form may include a specific set of instructions provided by the IRS.\n\nEnter your name as shown on yourtax return.\n\nEnter your business name or \"disregarded entity\" name, if different from the name you entered for step 1. For example, you might be asole proprietor, but for marketing purposes, you don’t use your personal name as your business name; instead, you are \"doing business as\" some other name. You would enter that name here.\n\nA common disregarded entity type is a single-memberlimited liability company(SMLLC).Sole proprietorships and single-ownerS corporationsare similar in that income passes through to the single owner/shareholder, but they're not generally thought of as disregarded entities.\n\nSelect which type of business entity you are for federal tax classification: sole proprietorship, partnership,C corporation, S corporation, trust/estate, limited liability company, or \"other.\" Check the appropriate box, and only one classification should be selected.\n\nIf you're not sure what type of business entity you should select, the IRS has provided a summary table for guidance as part of the Form W-9's instructions.\n\nWith exemptions, chances are you’re going to leave these boxes blank. Here are a couple of exceptions:\n\nProvide your street address, city, state, and ZIP code. Use the address that you will use on your tax return. For example, if you're a sole proprietor who rents office space, but you file your tax return using your home address, enter your home address on form W-9 so the IRS won’t have trouble matching your 1099s with yourForm 1040.\n\nIn addition, the W-9 may be a company's primary means of obtaining your personal information. As this information may get logged into their accounting system when you get set up as a supplier in their records, this address may be used to furnish your 1099 or mail you other important tax documents.\n\nIn this optional step, you can provide the requester's name and address. You might want to fill out this box to keep a record of to whom you provided your tax identification number.\n\nIn addition, you have the option to list relevant account numbers at the end of this top section of the Form W-9. This account number section may be used to uniquely identify someone based on a number within the client's system. For example, someone may request you to fill out a Form W-9. If you are supplier #45 in their records, they may ask you to make note of your supplier number on this line.\n\nThe IRS calls the next section Part I. Here, you must provide your business's tax identification number, which will either be your individual Social Security Number if you’re a sole proprietor, or youremployer identification number (EIN)if you're another type of business.\n\nNow, some sole proprietorships also have EINs, but the IRS prefers that sole proprietors use their SSNs on Form W-9. Again, doing so will make it easier to match any 1099s you receive with your tax return, which you will file under your SSN.\n\nWhat if your business is new and doesn't have an EIN? You can still fill out a W-9 form. The IRS says you should apply for your number and write \"applied for\" in the space for the TIN. You’ll want to get this number as quickly as possible because, until you do, you’ll be subject to backup withholding.You can apply for an EIN at the IRS website. See the instructions below for Step 8, Part II, for more on backup withholding.\n\nIn Part II, you must attest to the truthfulness of all of your information before you can sign Form W-9. Intentionally lying on a tax form could mean you’ll have to pay a fine or go to jail. Before signing form W-9, here are the statements you must certify are true, under penalty of perjury:\n\n1. The number shown on this form is my correct taxpayer identification number (or I am waiting for a number to be issued to me).\n\n2. I am not subject to backup withholding because: (a) I am exempt from backup withholding, or (b) I have not been notified by the Internal Revenue Service (IRS) that I am subject to backup withholding as a result of a failure to report all interest or dividends, or (c) the IRS has notified me that I am no longer subject to backup withholding.\n\n3. I am a U.S. citizen or other U.S. person.\n\n4. The FATCA code(s) entered on this form (if any) indicating that I am exempt from FATCA reporting is correct.\n\nA Form W-9 must be completed by one party and furnished to a second party if the second party is going to furnish specific types of payments in the future. Most broadly, Form W-9 must be filled out by independent contractors that perform work for another party with which they are not employed. This includes freelance workers orgig employeesunder non-employment structures.\n\nA W-9 is also required from people in specific circumstances. A bank or lending institution may ask for a W-9 as part of the process of setting up a new account, as interest and dividend payments are furnished through Form 1099-INT. Participants in a contest that may win prizes may also be required to fill out a W-9, as the prize value may be taxable income and require IRS reporting.\n\nForms 1098 and 1099 are also used to furnish mortgage interest payments,student loanpayments, real estate transaction proceeds, and discharge of certain types of debt. For these forms, the opposing party may request Form W-9 to ensure they have appropriate information on file.\n\nCompleting a Form W-9 is required whether you are subject to withholding or not. If you are exempt, this form is your means of communicating that exception to the paying party.\n\nForm W-9 tells you to cross out item 2 above if you have been notified by the IRS that you are currently subject to backup withholding because you have failed to report all interest and dividends on your tax return.\n\nYou may cross out item 2 if you're filling out Form W-9 in connection with a real estate transaction. Item 2 doesn’t apply in this case, so it doesn’t matter if you’re subject to backup withholding.\n\nNow, if you read the fine print in the W-9 instructions carefully, it seems to indicate that most people aren’t required to sign this form at all. You're generally only required to sign it if the IRS has notified you that you previously provided an incorrect TIN. Technicalities aside, however, the person who asked you to fill out Form W-9 will probably consider it incomplete or invalid if you haven’t signed it.\n\nReturn your completed Form W-9 to the business that asked you to fill it out. Ideally, you'll deliver it in person to limit your exposure toidentity theft, but this method often isn't practical. Mail is considered relatively secure.\n\nIf you must email the form, you should encrypt both the document and your email message and triple-check that you have the recipient’s correct email address before sending your message. Free services are available online to help you do this, but check their reputations before trusting your documents to them. Typically the business that needs to submit a W-9 to the IRS will give you one to fill out.\n\nIf someone asks for a completed Form W-9, it's usually for a good cause. Be skeptical of requests where you're not sure why your information is needed or who is making the request. It is expected that requests as part of normalbusiness operating activitieswill be fulfilled.\n\nThere are some repercussions if you do not remit Form W-9. First, the payor is required to begin withholding taxes from future payments. As of 2025, the current withholding rate is 24%.\n\nIn addition, there are the following penalties for non-compliance:\n\nInvestopedia'sTax Savings Guidecan help you maximize your tax credits, deductions, and savings. Order yours today.\n\nTwo commonly used forms for tax purposes are Form W-9 and Form W-4. Though similar sounding, they have very different purposes, recipients, and uses.\n\nForm W-9 serves the aim of requesting information from a taxpayer (usually an independent contractor or freelancer) in order to file taxes. Meanwhile, employees utilize the W-4 form to supply information to their employers for the purpose of income tax withholding.\n\nThe entity paying the taxpayer (the person or business rendering the services) receives the W-9 form from the taxpayer. When reporting the payments made to the taxpayer at the end of the year, the organization uses the data on the W-9 form to create and issue Form 1099-MISC or other applicable tax forms.\n\nThis is quite different than Form W-4. The employee gives their employer the W-4. The W-4 is used by the employer to determine how much federal income tax should be withheld from the employee's paycheck and reported to the IRS. As opposed to needing this from an external party, a company seeks out a W-4 from its own internal team.\n\nLast, many of the same items are collected across both forms. Each call for a TIN, name, and related tax information. However, the nature of the recipient are very different. A W-4 will request information such as the taxpayer filing status (i.e. is the taxpayer married?).Alternatively, a W-9 asks for legal company information.\n\nForm W-9 is used to furnish tax information from one party to another. It's a way of formally gathering personal information, having a standard method of transmitting information, and requiring the furnisher to certify that the information they are providing is correct. Form W-9 is then used to issue specific tax statements to non-employees that earned certain types of payment throughout the year.\n\nBroadly speaking, anyone who will receive compensation as a non-employee is required to fill out a W-9. There are many situations that may arise when Form W-9 is required. For example, a taxpayer who is set to collect interest, receive proceeds from a real estate transaction, pay home mortgage interest, pay student loan interest, or have debt canceled is also required to receive specific types of either Form 1098 or 1099. In order to accurately furnish the tax form, an opposing party may request your tax information via Form W-9.\n\nYes, a W-9 is most often used for individuals who are self-employed. If a worker is an independent contractor, freelancer, or self-employed, Form W-9 must be provided to those whom you have earned over $600 from without having been hired as an official employee.\n\nShould you choose not to furnish a Form W-9 or if the information provided is incorrect, a 24% withholding tax will be taken from future payments you receive from your client. In addition, there are penalties and fees for intentionally failing to furnish correct information or misuse of TINs.\n\nForm W-9 is an IRS tax form that requests information for an individual defined as a U.S. citizen or a person defined as a resident alien. The information is used to fill out Form 1099 and is used for independent contractors, freelancers, or unrelated vendors, but not employees. Failing to fill out the form can result in penalties.\n\nInternal Revenue Service. \"About Form W-4, Employee's Withholding Certificate.\"\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification.\" Pages 1-2.\n\nInternal Revenue Service. \"Am I Required to File a Form 1099 or Other Information Return?\"\n\nInternal Revenue Service. \"General Instructions for Forms W-2 and W-3.\" Pages 6, 18-19.\n\nInternal Revenue Service. \"About Form W-8 BEN, Certificate of Foreign Status of Beneficial Owner for United States Tax Withholding and Reporting (Individuals).\"\n\nInternal Revenue Service. \"About Form 1099-MISC, Miscellaneous Information.\"\n\nInternal Revenue Service. \"Earned Income, Self-Employment Income and Business Expenses.\" Select \"What Is Earned Income?\"\n\nU.S. Equal Employment Opportunity Commission. \"Employee Rights.\"\n\nInternal Revenue Service. \"Single Member Limited Liability Companies.\"\n\nU.S. Small Business Administration. \"Choose a Business Structure.\"\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification.\" Page 3.\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification.\" Pages 3-4.\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification.\" Page 4.\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification.\" Page 1.\n\nInternal Revenue Service. \"Backup Withholding.\"\n\nInternal Revenue Service. \"Resident Aliens.\"\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification.\" Page 2.\n\nInternal Revenue Service. \"Foreign Account Tax Compliance Act (FATCA).\"\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification.\" Page 5.\n\nInternal Revenue Service. \"Form W-4, Employee’s Withholding Certificate.\" Pages 1-2.\n\nInternal Revenue Service. \"Forms and Associated Taxes for Independent Contractors.\"\n\nInternal Revenue Service. \"Reporting Payments to Independent Contractors.\"\n\nInternal Revenue Service. \"Form W-9, Request for Taxpayer Identification Number and Certification.\" Pages 2-3.",
  "url": "https://www.investopedia.com/terms/w/w9form.asp"
}