{
  "term": "What Is the London Metal Exchange (LME)? Definition and History",
  "definition": "The London Metal Exchange (LME) is a commodities exchange that deals in metalsfuturesandoptions. It is the largest exchange for options and futures contracts for base metals, which include aluminum, zinc, lead, copper, and nickel. The exchange also facilitates trading of precious metals like gold and silver.\n\nThe LME is located in London, England, but has been owned by Hong Kong Exchanges and Clearing since 2012.Theprices discoveredon the LME are considered the standard global prices for base metals.\n\nThe LME is one of the maincommodities marketsin the world and allows for the trading of metals options and futures contracts. It also lists futures contracts on its London Metal Exchange Index (LMEX), which is anindexthat tracks the prices of the metals that trade on the exchange.\n\nOptions and futures contracts on the LME arestandardizedwith respect to expiration dates and size. Expiration dates are structured so that traders can choose from daily, weekly, and monthly contracts. Meanwhile, contracts are traded in sizes calledlots, which vary from 1 to 65 metric tons in weight. Lot size will vary depending on the metal.\n\nMarket participants on the LME are typically looking to hedge risk or seeking to take on risk. Ahedgermight be a producer or consumer and seek a position in a future or options contract to protect from future price moves in the metals market. On the other hand, traders andspeculatorsbuy or sell metals futures or options to profit from short-term price moves.\n\nThe London Metal Exchange can be traced back as far as the opening of the Royal Exchange in London in 1571, where traders in metal and a range of other commodities began to meet. As Britain became a major exporter of metals, European merchants began to arrive to join in these activities.\n\nAccording to the LME's website, the origin of the \"ring\" tradition began in the early 18th century in the Jerusalem Coffee House. Here, a merchant with metal to sell would draw a circle in the sawdust on the floor and call out \"change!\" All those wishing to trade would assemble around the circle and make their bids and offers.\n\nIn 2012, the LME was acquired by theHong Kong Exchanges and Clearing.Consolidation has become a common trend among the world's exchanges as they battle to reduce costs and boost their survival prospects in a highly competitive sector. For example, theCME Groupacquired the New York Mercantile Exchange (NYMEX) in 2008. NYMEX, in turn, had merged with the Comex commodities exchange in 1994, creating the largest physical commodity exchange at the time.\n\nThe LME has three methods of trading metals:open outcry, through the LME Select electronic trading platform, or by telephone systems. The nature of commodity exchanges is changing rapidly. The trend is moving in the direction of electronic trading and away from traditional open outcry trading, where traders meet face-to-face or intrading pits.\n\nIn 2016, CME Group closed theNYMEXcommodities trading floor. NYMEX was the last of its kind, but the bulk of its energy and metals volumes had shifted to computers.In a similar move a year earlier, the CME shut down a commodity trading floor in Chicago and ended a 167-year-old tradition of face-to-face trading in favor of electronic trading.\n\nIt is unclear how long the LME will be able to maintain its physical open outcry trading model. It is the only physical commodity exchange in Europe remaining. However, the rapid advancement and acceptance of electronic trading are not working in favor of the open outcry model.\n\n\"Ring trading\" is the method by which certain types of investment business are conducted.\n\nOn the LME, trading activity occurs in five-minute intervals known as \"rings\" within a six-meter diameter circle (a particular type of trading pit). The pit contains two large display boards that show current prices. Each of the ring-dealing members has a fixed seat within the ring, behind which an assistant is permitted to stand to pass orders to the ring dealing member and to liaise with customers regarding market conditions.\n\nRing sessions are divided by trading instruments. For example, steel trading takes place during the first session from 11:40 am to 11:45 am and in the second session 1:10 pm to 1:15 pm GMT. Trading occurs in five-minute intervals in the following order: steel, aluminum alloy, tin, premium aluminum, copper, lead, zinc, nickel, and cobalt.\n\nRing trading at the LME occurs between 11:40 am and 5:00 pm, however, inter-office telephone trading is available 24 hours a day. Checkthe LME's websitefor a detailed schedule.\n\nAn investor looking to trade on the LME has three options: via the LME's electronic portal, LMEselect, the Ring, or on the 24-hour telephone market. Investors must conduct their trading through an LME member. Information on how to become a member as well as a list of LME-certified members is available on the exchange's website.\n\nOnce you have selected a method and member through which you will conduct your trading, the next step is deciding which type of contract and for what metal you're looking to purchase. The LME offers seven contracts for its fourteen underlying metals: futures, options, TAPOs, Monthly Average Futures, LMEminis, Trade at Settlement, and HKEX London Minis.\n\nOnce you have decided what and how you want to trade, simply log into your brokerage account and you're ready to go.\n\nThe LME regularly publishes a number of reports on its website which include opening and closing stocks, stock movements, wait times, and canceled and live warrants across locations and metals. Checkthe LME's websitefor the latest warehouse and stock reports.\n\nLME warrants are documents that represent an entitlement to a specific lot of LME-approved metal. These documents also serve as a form of insurance for owners. On March 1, 2021, the LME switched to digital-only warrants.\n\nThe LME Official Settlement Price is the last cash offer price at which all LME futures are settled. The daily official settlement price is published between 12:30 and 1:25 GMT.\n\nWhile theChicago Mercantile Exchange(CME) Group and theNew York Mercantile Exchange(NYMEX) are two of the best-known commodity exchanges in the U.S., the LME is the only remaining physical commodity exchange left in Europe. Like many other industries, the COVID-19 pandemic caused the LME some difficulties. However, with a history dating back to 1571, commodity traders can rest assured that the exchange will adapt as necessary to provide investors with its services.\n\nCME Group. \"CME Group Inc. to Acquire NYMEX Holdings, Inc. on Terms Previously Announced.\"\n\nCME Group. \"CME Group to Close New York Trading Floor at Year-End.\"\n\nCNBC. \"Why the CME Shutting Down Floor Trading Matters.\"",
  "url": "https://www.investopedia.com/terms/l/londonmetalexchange.asp"
}