{
  "term": "What Is Disability Insurance? Definition and How It Protects You",
  "definition": "As its name suggests, disability insurance is a type ofinsurance productthat provides income in the event that a policyholder is prevented from working and earning an income due to a disability.\n\nIn the United States, individuals can obtain disability insurance from the government through theSocial Security System. They can also purchase disability insurance from private insurers.\n\nOftentimes, insurance products will protect against a specific loss, such as when aproperty and casualty insurance planreimburses the policyholder for the value of stolen property. However, in the case of disability insurance, this compensation relates to the lost income caused by a disability.\n\nFor example, if a worker earned $50,000 per year prior to becoming disabled, and if their disability prevents them from continuing to work, their disability insurance would compensate them for a portion of their lost income provided that they qualify. In this sense, disability insurance essentially covers theopportunity costof the now-disabled worker.\n\nIn practice, there are many conditions that a policyholder must satisfy in order to receive these payments. This is particularly true in regard to the U.S. Social Security System. To qualify forgovernment-sponsored disability insurance, applicants must prove that their disability is so severe that it prevents them from engaging in any type of meaningful work at all.\n\nBy contrast, some private plans only require the applicant to demonstrate that they can no longer continue in the same line of work that they were previously engaged in. The Social Security System also requires applicants to demonstrate that their disability is expected to last for at least 12 months or that it is expected to result in death.\n\nAs with all types of insurance, disability insurance plans will carry more expensivepremiumsif their terms and conditions are more favorable to the policyholder. Conversely, plans with less generous terms will typically carry lower insurance premiums. Some of the key features that affect insurance premiums in disability insurance plans include the length of theelimination period, which is the length of time that the applicant must wait after becoming disabled before they can begin receiving benefits; thebenefit period, which is how long those benefits continue to be paid; and how strict the definition of “disability” is under the policy.\n\nAs a rough estimate, disability insurance typically costs about 2% of the annual salary of the person being insured. Of course, the actual amount will depend on the insurance carrier and on policy features such as those discussed above. Different individuals will have different preferences in terms of how much they are willing to pay in exchange for greater or poorer protections from potential disability.\n\nTo illustrate, consider two hypothetical workers. Worker A is a professional working in a highly specialized field. It took Worker A ten years ofpost-secondary educationto become qualified in their field, and this has allowed them to generate a relatively large income of $250,000 per year. Worker B, on the other hand, is a high-school graduate who regularly switches between jobs and earns about $30,000 per year.\n\nWorker A knows that, if they become disabled, they may still be able to work in another field, but this would very likely require a significant loss of income. For this reason, they decide to purchase a relatively expensive disability insurance plan that has a flexible definition of disability.\n\nBecause of Worker A’s high income, they can easily afford their relatively high premiums. Worker B, on the other hand, decides to opt for a plan with lower premiums even if that plan has a stricter definition of disability. In addition to having fewer resources available to pay for premiums, Worker B is also less reluctant to work in an area outside of their current occupation, since the nature of their work is less specialized.\n\nSocial Security Administration. \"Disability Benefits | How You Qualify.\" Accessed Dec. 10, 2020.",
  "url": "https://www.investopedia.com/terms/d/disability-insurance.asp"
}