{
  "term": "What Is the Federal Home Loan Mortgage Corp. (FHLMC) / Freddie Mac?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Federal Home Loan Mortgage Corp. (FHLMC), or Freddie Mac, is a stockholder-owned, government-sponsored enterprise (GSE) chartered by Congress in 1970 to keep money flowing to mortgage lenders, supporting homeownership and rental housing for middle-income Americans.\n\nFreddie Mac purchases, guarantees, and securitizes home loans and is a mainstay of the secondary mortgage market.\n\nFreddie Mac was created when Congress passed the Emergency Home Finance Act in 1970. A wholly owned subsidiary of theFederal Home Loan Bank System (FHLBS), it represented an attempt to reduce interest rate risk for savings and loans associations and smaller banks.\n\nFreddie Mac underwent a reorganization in 1989 under theFinancial Institutions Reform, Recovery, and Enforcement Act (FIRREA). It became a publicly owned company, with shares that could trade on the New York Stock Exchange.\n\nIn 2008, during the financial crisis sparked by thesubprime mortgage meltdown, the U.S. government—specifically, theFederal Housing Finance Agency—took over the Federal Home Loan Mortgage Corp. Though Freddie Mac is gradually transitioning toward independence, it remains under federal conservatorship.\n\nThe Federal Home Loan Mortgage Corp., or Freddie Mac, was created to enhance the flow of credit to different parts of the economy. Along withFannie Mae, it is a key player in thesecondary mortgage market.\n\nFreddie Mac doesn’t originate or service home mortgages. Instead, it buys home loans from banks and other commercial mortgage lenders (giving these institutions funds that they can then use to finance more loans and mortgages). These loans must meet certain standards that Freddie Mac sets.\n\nAfter purchasing a large number of these mortgages, Freddie Mac either holds them in its own portfolio or combines and sells them asmortgage-backed securities (MBS)to investors who are seeking a steady income stream. Either way, it \"insures\" these mortgages—that is, it guarantees the timely payment of principal and interest on the loans. As a result, securities issued by Freddie Mac tend to be very liquid and carry a credit rating close to that of U.S. Treasuries.\n\nFreddie Mac has come under criticism because its ties to the U.S. government allow it to borrow money atinterest rateslower than those available to other financial institutions. With this funding advantage, it issues large amounts of debt (known in the marketplace as “agency debt” or “agencies”), and in turn purchases and holds a hugeportfolioof mortgages known as its “retained portfolio.”\n\nCritics have argued that Freddie Mac and Fannie Mae's unchecked growth led to the2008 credit crisis,which plunged the U.S. into theGreat Recession. In response, advocates of the enterprises argue that, while Freddie and Fannie made bad business decisions and held insufficient capital during the housing bubble, their portfolios made up only a tiny fraction of total subprime loans.\n\nFannie Mae (Federal National Mortgage Association or FNMA) was created in 1938 as part of an amendment to theNational Housing Act. It was considered a federal government agency, and its role was to act as a secondary mortgage market that could purchase, hold, or sell loans that the Federal Housing Administration insured. Fannie Mae stopped being a federal government agency and became a private-public corporation under the Charter Act of 1954.\n\nFannie Mae and Freddie Mac are very similar. Both are publicly traded companies chartered to serve a public mission. The main difference between the two is the source of the mortgages they buy.\n\nFannie Mae buys mortgage loans from major retail or commercial banks. In contrast, Freddie Mac buys its loans from smaller banks, often called “thrift banks” or “savings and loan associations,”that are focused on providing banking services to communities.\n\nTo get a Freddie Mac loan, you must meet the lender's criteria. Depending on the loan size, you'll need a certain income and credit score to qualify. You can receive a pre-qualification letter that will let you know what loan amount you can qualify for, but this pre-qualification is not guaranteed.\n\nYou do need a down payment for Freddie Mac loans. However, you can get a loan for as little as 3% down if you meet specific qualifications.\n\nFreddie Mac has a program where you can put 3% down on a home. You must qualify for this program, called HomeOne, which serves first-time buyers or cash-out refinance borrowers. You can use this loan to buy a single-family home, townhome, or condo.\n\nThe Federal Home Loan Mortgage Corp. (FHLMC), or Freddie Mac, plays a crucial role in the housing market by backing loans to borrowers. Freddie Mac does not lend to borrowers directly, but backs mortgages so lenders can approve loans. However, you still must meet certain standards to qualify for a mortgage guaranteed by Freddie Mac.\n\nFederal Housing Finance Agency. \"Fannie Mae and Freddie Mac.\"\n\nCongressional Research Service. \"Fannie Mae’s and Freddie Mac’s Financial Status: Frequently Asked Questions.\"\n\nThe Urban Institute. \"Declining Agency MBS Liquidity Is Not All about Financial Regulation: Liquidity in the Agency MBS Market.\" Page 2.\n\nCenter for American Progress. \"7 Things You Need to Know About Fannie Mae and Freddie Mac.\"\n\nFreddie Mac. \"Applying for a Home Loan.\"",
  "url": "https://www.investopedia.com/terms/f/freddiemac.asp"
}