{
  "term": "What Is a Royalty?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA royalty is a payment made to an individual or company for the ongoing use of their property, including copyrighted works,franchises,and natural resources. Royalties can be collected for tangible and intangible assets. A royalty compensates owners when they license theirassetsfor another party's use.\n\nThe terms of royalty payments are laid out in alicensing agreement. The licensing agreement defines the limits and restrictions of the royalties, such as its geographic limitations, the duration of the agreement, and the type of products with particular royalty cuts.\n\nAgreements should benefit both the licensor who receives the royalty and thelicenseewho pays the royalty. For the licensor, a royalty agreement to allow another company to use its product can allow them access to a new market. For the licensee, an agreement may give them access to products they could not access otherwise.\n\nTo accurately estimateroyalty rates, the transactions between the buying and selling parties must be willingly executed. All royalty transactions must be conducted at arm's length, meaning that both parties act independently and have no prior relationship. Rates may also be a factor of:\n\nIn 2024, songwriters and publishers receive a royalty rate of $0.124 per minute on songs with a running time of less than five minutes. According to the Copyright Royalty Board, this royalty applies to physical sales including vinyl, cassettes, CDs, and digital downloads. For songs over five minutes, the rate is $0.239 per minute.\n\nIn many licensing agreements, royalty rates are defined as apercentage of sales, a payment per unit, or a percentage of the gross or netrevenuesobtained from the use of property. However, they can be negotiated on a case-by-case basis according to the wishes of both parties.\n\nPayment may be nonrenewable resource royalties,patent royalties, trademark royalties, franchises, copyrighted materials, book publishing royalties, music royalties, and art royalties. Well-known fashion designers can charge royalties to other companies for using their names and designs.\n\nAuthors typically receive a share of the proceeds from the sales of their books. For instance, a writer may receive 15% on net sales of hardbacks and 7.5% on net sales of paperbacks.\n\nFranchises also use royalties. Individuals can buy restaurant franchises like McDonald's. A franchisee of the McDonald's Corporation has a typical initial down payment of 40% of the total for a new restaurant or 25% of the total for an existing one. After purchasing the franchise, the owner must make ongoing royalty payments of 4%–5% of monthly gross sales.\n\nIntellectual property is anintangible assetowned by a company or individual and legally protected from outside use or implementation without consent. Examples include copyrights, patents, and trademarks. Royalties are designed to protect theintellectual propertyrights of a company. A company might file a patent on an innovation, so a third party must pay them a fee to use it.\n\nAn inventor or original owner may sell their product to athird partyin exchange for royalties from the future revenues the product may generate. Television satellite companies pay royalty payments to air the most viewed stations nationwide. In the oil and gas sectors, companies pay landowners royalties for permission to extract natural resources from their covered property.\n\nRoyalty interest applies to mineral rights agreements. A royalty interest entitles the mineral rights owner to receive a portion of the minerals produced or thegross revenuefrom sold production.\n\nRoyalties help creators, innovators, intellectual property owners, or landowners earn money from their assets. Royalty agreements lay out the terms by which a third party can use assets that belong to someone else. Royalties can be earned on assets like books, music, minerals, or franchises. Royalty payments are taxed as ordinary income.\n\nBillboard. \"Songwriters Earn 2024 Cost of Living Adjustment for Physical and Digital Sales.\"\n\nInternal Revenue Service. \"What Is Taxable and Nontaxable Income?\"",
  "url": "https://www.investopedia.com/terms/r/royalty.asp"
}