{
  "term": "What Is a Pennant Chart Pattern in Technical Analysis?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nIn technical analysis, a pennant is a type ofcontinuation pattern. It's formed when there is a large movement in a security, known as the flagpole. Then, the flagpole is followed by aconsolidationperiod with converging trend lines—the pennant—followed by a breakout movement in the same direction as the initial large movement, which represents the second half of the flagpole.\n\nPennants, which are similar toflagsin terms of structure, have converging trend lines during their consolidation period and last from one to three weeks. Thevolumeat each period of the pennant is also important. The initial move must be met with large volume while the pennant should have weakening volume, followed by a large increase in volume during thebreakout.\n\nHere's an example of what a pennant looks like:\n\nIn the image above, the flagpole represents the previous trend higher, the period of consolidation forms a pennant pattern, and traders watch for a breakout from the upper trend line of thesymmetrical triangle.\n\nMany traders look to enter new long or short positions following a breakout from the pennant chart pattern. For example, a trader may see that a bullish pennant is forming and place a limit buy order just above the pennant's uppertrendline. When the security breaks out, the trader may look for above average volume to confirm that pattern and hold the position until it reaches its price target.\n\nThe price target for pennants is often established by applying the initial flagpole's height to the point at which the price breaks out from the pennant. For instance, if a stock rises from $5.00 to $10.00 in a sharprally, consolidates to around $8.50, and then breaks out from the pennant at $9.00, a trader might look for a $14.00 price target on the position—or $5.00 plus $9.00. Thestop-losslevel is often set at the lowest point of the pennant pattern, since abreakdownfrom these levels would invalidate the pattern and could mark the beginning of a longer-term reversal.\n\nMost traders use pennants in conjunction with other chart patterns or technical indicators that serve as confirmation.For example, traders may watch forrelative strength index (RSI)levels to moderate during the consolidation phase and reach oversold levels, which opens the door for a potential move higher. In other cases, the consolidation may occur near trendlineresistance levels, where a breakout could create a newsupport level.\n\nPennant trading comes with several downsides that trades should be aware of. One common mistake is premature entries into the market. Some traders may initiate positions too early, trying to anticipate the breakout before it actually occurs. This impatience can lead to entering trades during the consolidation phase which increasing the risk of false signals.\n\nAnother pitfall in pennant trading involves neglecting broader market context. Traders may focus only on the pennant pattern without considering external factors that could impact the trade. For example, think about broader economic events may impact more than just one security. Equities may tip their hand and show where they may be headed, but events out of the company's control may oppose the expected price movement.\n\nThe last downside to consider is the problme of overlooking risk. Failing to set appropriatestop-loss ordersor neglecting position sizing can expose traders to excessive or unnecessary risk. Traders should establish clear risk-reward ratios and diversify their portfolios to mitigate risks associated with individual trades.\n\nTechnical patterns can be influenced by a number of factors. Even if an indicator is forming, be mindful of how other external factors can influence the pattern's formation.\n\nThere are several reasons why a pennant pattern might fail. One common reason is a lack of confirmation from other technical indicators. As mentioned in the last section, traders often make the mistake of solely relying on the pennant pattern without considering additional signals from indicators such as volume,momentum oscillators, or trend lines.\n\nFor example, low volume during the pennant formation can be a red flag. This is because this means weak market participation and a higher likelihood of the pattern failing to produce the anticipated price movement.\n\nAnother reason for failed pennant patterns is external market events or news that override the technical signals provided by the pattern. Unexpected announcements, geopolitical events, or economic data releases can quickly change market sentiment, rendering the pennant pattern obsolete. Also mentioned above, there may be broader market considerations that cause pennant formations to fail to form.\n\nTraders may choose to trade pennant formations because pennants align with the trader's psychology. In either case, understanding the psychological factors behind pennant patterns can provide valuable insights for traders seeking to make informed decisions.\n\nThe formation of pennant patterns in price charts reflective the ebb and flow of investor sentiment and the tug-of-war between bulls and bears. Pennants are typically seen as a manifestation of a temporary pause or consolidation in the market, and the psychological dynamics during this phase contribute to the pattern's formation.\n\nOne key psychological factor driving pennant patterns is the concept of market indecision. After a significant price movement, whether up or down, traders and investors may take a moment to think thorough their positions. This period of consolidation represents a temporary equilibrium, where buyers and sellers are in a state of uncertainty.\n\nBy being attuned to the emotional dynamics driving pennant formations, traders can enhance their ability to navigate these patterns and capitalize on the subsequent price movements.\n\nLet's take a look at a real-life example of a pennant:\n\nIn the above example, the stock creates a pennant when it breaks out, experiences a period of consolidation, and then breaks out higher. The upper trend line resistance trend line of the pennant also corresponds to reaction highs. Traders could have watched for a breakout from these levels as a buying opportunity and profited from the subsequent breakout.\n\nPennants andflag patternsare often confused for each other as they look alike, but they have distinct characteristics that traders need to understand to make accurate technical analyses.\n\nPennants are characterized by converging trendlines that form a small symmetrical triangle. The converging lines indicate a temporary consolidation or pause in the market before a potential continuation of the existing trend. The price movement within a pennant usually has low volatility, and the breakout from the pattern is typically accompanied by a surge in trading volume.\n\nOn the other hand, flags exhibit a more rectangular shape. It may also sometimes resemble a small parallel channel. The parallel trendlines in a flag pattern indicate a brief consolidation, with the price moving in a channel against the prevailing trend. Like pennants, flags are typically seen as a continuation pattern, and the breakout direction is expected to align with the existing trend.\n\nTo most easily spot the difference between a pennant and a flag, take a look at the slope of the trendlines. Pennants have trendlines that converge and form a symmetrical triangle, while flags have parallel trendlines that creating a rectangular shape. If you're not sure which is which, take a look at the slopes of each.\n\nBullish pennant patterns occur after an uptrend and indicate a potential continuation of the upward movement. Bearish pennant patterns occur after a downtrend and suggest a potential continuation of the downward movement.\n\nPennant formations are primarily considered continuation patterns, signaling a brief pause before the resumption of the existing trend. However, in certain contexts, they may also act as reversal patterns.\n\nCommon entry points for trading pennant breakouts are typically just above the upper trendline for bullish pennants and just below the lower trendline for bearish pennants.\n\nPennant formations are short-term continuation patterns identified on price charts. They're characterized by a small symmetrical triangle created by converging trendlines. Traders often use pennant formations to anticipate breakout points, with the height of the initial strong move providing an estimate for potential price targets.\n\nBloomberg. \"Technical Indicators Point to Growth Stocks Beating Value.\"",
  "url": "https://www.investopedia.com/terms/p/pennant.asp"
}