{
  "term": "What Is Moore's Law and Is It Still True?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nMoore's Law states that the number of components on a single chip doubles every two years at minimal cost. While not actual science, it was an observation and extrapolation that has held steady since 1965.\n\nIn 1965, Gordon E. Moore—co-founder of Intel (INTC)—observed that the number of transistors on an integrated circuit at minimum cost had increased by a factor of two between 1960 and 1965. Using his observations, he predicted that the number of components on a single chip at minimum cost would reach 65,000 by 1975. In 1975, he revised the prediction to state that the number of components per single chip would double every two years.\n\nGordon Moore did not call his observation \"Moore's Law,\" nor did he set out to create a \"law.\" Moore made that statement based on noticing emerging trends inchip manufacturingat Fairchild Semiconductor. Eventually, Moore's insight became a well-known adage, \"Moore's Law.\" In an interview in 1975, he claimed his friend, Dr. Carver Mead from CalTech, was responsible for the name.\n\nIn the decades that followed Gordon Moore's original observation,Moore's Law guided the semiconductor industryin long-term planning and setting targets for research and development (R&D). Moore's Law has been a driving force of technological and social change, productivity, and economic growth that are hallmarks of the late 20th and early 21st centuries.\n\nMoore's Law implies that computers, machines that run on computers, and computing power all become smaller, faster, and cheaper with time as processes become more efficient and components smaller and faster.\n\nAlmost 60 years later, we still feel the lasting impact and benefits of Moore's Law in many ways.\n\nAs transistors inintegrated circuitsbecome smaller, computers shrink and become faster. Today, transistors are microscopic structures printed on small sheets of carbon and silicon molecules. The number of transistors that can be printed on a small space makes computers much more efficient and faster. The cost of higher-powered computers has over the longterm been dropping annually, partly because of lower labor costs and reduced semiconductor prices.\n\nPractically every facet of a high-tech society benefits from Moore's Law in action. Mobile devices, such as smartphones and computer tablets, would not work without tiny processors; neither would video games, spreadsheets, accurate weather forecasts, andglobal positioning systems (GPS).\n\nMoreover, smaller and faster computers improve transportation, health care, education, and energy production—to name but a few of the industries that have progressed because of the increased power of computer chips.\n\nSome believe that the physical limits of Moore's Law should be reached at some point in the 2020s.The issues chip-makers face are increasing costs to continue trying to meet the industry standard created by Moore's Law, and the difficulty cooling an increasing number of components in a small space. For instance, if you keep shrinking components, you can put more in a one-inch square chip. The more you put in that square inch, the hotter it gets and the harder it is to cool it.\n\nIn a 2005 interview, Moore himself admitted that \"...the fact that materials are made of atoms is the fundamental limitation and it's not that far away...We're pushing up against some fairly fundamental limits so one of these days we're going to have to stop making things smaller.\"\n\nThe fact that Moore's Law may be approaching its natural end is perhaps most painfully present at the chip manufacturers themselves; as these companies are saddled with the task of building ever-more-powerful chips against the reality of physical limitations. EvenIntel is competing with itself and its industryto create what ultimately may not be possible.\n\nIn 2012, with its 22-nanometer (nm) processor, Intel was able to boast of having the world's smallest and most advanced transistors in a mass-produced product.In 2014, Intel launched an even smaller, more powerful 14nm chip; the company struggled to bring a 7nm chip to market, but finally, in 2024, the company began receiving parts for a school bus-sized machine that can create technology that \"pushes Moore's law forward.\"\n\nThis machine, designed by ASML, is a High NAExtreme Ultraviolet Lithography systemthat can print transistors as small as 2nm.\n\nFor perspective, one nanometer is one billionth of a meter, smaller than the wavelength of visible light. The diameter of an atom ranges from about 0.1 to 0.5 nanometers.\n\nThe vision of an endlessly empowered and interconnected future brings both challenges and benefits. Shrinking transistors have powered advances in computing for more than half a century, but engineers and scientists must find other ways to make computers more capable soon. Instead of physical processes, applications and software may help improve the speed and efficiency of computers. Cloud computing, wireless communication, the Internet of Things (IoT), and quantum physics all may play a role in the future of computer tech innovation.\n\nDespite the growing concerns around privacy and security, the advantages of ever-smarter computing technology can help keep us healthier, safer, and more productive in the long run.\n\nIn 1965, Gordon Moore posited that roughly every two years, the number of transistors on microchips will double. Commonly referred to as Moore’s Law, this phenomenon suggests that computational progress will become significantly faster, smaller, and more efficient over time.Widely regarded as one of the hallmark theories of the 21st century, Moore’s Law carries significant implications for the future of technological progress—along with its possible limitations.\n\nMoore’s Law has directly influenced the progress of computing power by creating a goal for chip makers to achieve. In 1965, Moore predicted that there would be 65,000 transistors per chip by 1975.In 2024, chip makers can put 50 billion transistors on a chip the size of a fingernail.\n\nAccording to some, Moore's Law will end sometime in the 2020s.If components continue to shrink, physical limits will be reached during this decade because it's unlikely that transistors smaller than atoms can be printed. There is only 1.5nm of space left to print on, depending on the element.\n\nMoore's Law began as an observation made by Gordon Moore in 1965 that the number of components on a microchip appeared to increase by a factor of two every year. He predicted that it was possible that by 1975, there would be 65,000 components on an integrated circuit. In 1975, he revised his observation and predicted that the number of components would double every two years. This prediction remained fairly accurate for nearly 50 years—and in 2024, engineers and scientists are still attempting to keep up; they have succeeded in printing transistors almost the size of atoms.\n\nIntel. \"Excerpts from 'A Conversation with Gordon Moore: Moore’s Law.'\" Page 5.\n\nMoore, Gordon. \"Cramming More Components Onto Integrated Circuits.\"Electronics, vol. 38, no. 8, April 1965, p. 2.\n\nU.S. Bureau of Labor Statistics. \"Recent Price Trends in the Computer and Peripheral Industry.\"\n\nZhou, Boyu. \"Quantum Error Correction Codes.\" University of Arizona, Department of Physics, December 2020, p. 1.\n\nComputer History Museum (YouTube). \"Moore's Law 40th Anniversary with Gordon Moore,\" 1:21:17, Dec. 17, 2007. (Video)\n\nIntel. \"Fun Facts: Exactly How Small is 22 Nanometers.\"\n\nIntel. \"EUV: The Most Precise, Complex Machine at Intel.\"\n\nIntel \"14 nm Process Technology: Opening New Horizons.\"\n\nU.S. Securities and Exchange Commission. \"Intel, Corporation, Form 10-K, For the Fiscal Year Ended Dec. 25, 2021,\" Pages 52-53, 107.\n\nX Platform. \"@Intel, 6:07 p.m., Jan. 4, 2024.\"\n\nASML. \"5 Things You Should Know About High NA EUV Lithography.\"\n\nNational Nanotechnology Initiative. \"Size of the Nanoscale.\"\n\nIBM. \"IBM Unveils World's First 2 Nanometer Chip Technology, Opening a New Frontier for Semiconductors.\"",
  "url": "https://www.investopedia.com/terms/m/mooreslaw.asp"
}