{
  "term": "What Is the Natural Unemployment Rate?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe natural unemployment rate is the minimumunemploymentrate resulting from real or voluntary economic forces. Natural unemployment reflects workers moving from job to job, the number of unemployed replaced by technology, or those lacking the skills to gain employment.\n\nThe term “full employment” is often a target to achieve when the U.S. economy is performing well. The term is a misnomer because there are always workers looking for employment, including new college graduates or those displaced by technological advances. There is alwaysmovement of laborthroughout the economy that represents natural unemployment.\n\nUnemployment is not considered natural if it is cyclical, institutional, or policy-based unemployment. An economic crash or steep recession might increase the natural unemployment rate if workers lose the skills necessary to find full-time work or if certain businesses close and are unable to reopen due to excessive loss of revenue. Economists call this effecthysteresis.\n\nImportant contributors to the theory of natural unemployment includeMilton Friedman,Edmund Phelps, andFriedrich Hayek, all Nobel prize recipients. The works of Friedman and Phelps were instrumental in developing thenon-accelerating inflation rate of unemployment (NAIRU).\n\nNatural unemployment can occur from both voluntary and involuntary factors. Hysteresis often occurs following extreme or prolonged economic events such as arecession, where the unemployment rate may continue to increase despite economic growth.\n\nEconomists commonly held that if unemployment existed, it was due to a lack of demand for labor or workers and the economy would need to be stimulated throughfiscalormonetarymeasures. However, history reveals the natural flow of workers to and from companies even during robust economic periods.\n\nFull employment means 100% of the workforce is employed. History shows that this is unattainable as workers move from job to job. A zero unemployment rate is also undesired as it requires an inflexible labor market, where workers cannot quit their current job or leave to find a better one.\n\nAccording to thegeneral equilibrium modelof economics, natural unemployment is equal to the level of unemployment in a labor market at perfect equilibrium. This is the difference between workers who want a job at the current wage rate and those willing and able to perform such work. Under this definition of natural unemployment, it is possible for institutional factors, such as the minimum wage or high degrees of unionization, to increase the natural rate over the long run.\n\nTwenty-one U.S. states raised theirminimum wageon Jan. 1, 2025. They are:\n\nJohn Maynard Keyneswrote “The General Theory of Employment, Interest, and Money” in 1936, leading many economists to believe there is a direct relationship between the level of unemployment in an economy and the level of inflation.\n\nThis direct relationship was formally codified in thePhillips curve, which showed that unemployment movedin the opposite direction of inflation. If the economy was to be fully employed, there must beinflation, and conversely, with periods of low inflation, unemployment must increase or persist.\n\nThe Phillips curve fell out of favor after the greatstagflationof the 1970s. During stagflation,unemployment and inflation both rise, questioning the implied correlation between strong economic activity and inflation, or between deflation and unemployment.\n\nThe cyclical unemployment rate is the difference between the natural unemployment rate and the current rate of unemployment as defined by the U.S. Bureau of Labor Statistics.\n\nThe natural rate of unemployment is considered the lowest acceptable level that a healthyeconomycan sustain without creating inflation.\n\nThe natural rate of unemployment typically rises after a downturn in the economy or a recession as workers become more confident that they can move from job to job.\n\nThe natural unemployment rate is the minimum unemployment rate stemming from real or voluntary economic forces. It is common in the labor market as workers flow to and from jobs or companies, and because of natural unemployment, full employment is unattainable in an economy. Unemployment is not considered natural if it is cyclical, institutional, or policy-based unemployment.\n\nEconomic Policy Institute. “Over 9.2 Million Workers Will Get a Raise on January 1 from 21 States Raising Their Minimum Wages.”",
  "url": "https://www.investopedia.com/terms/n/naturalunemployment.asp"
}