{
  "term": "What Is Net Interest Margin? Overview, Formula, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nNet interest margin (NIM) is the net interest income a lender earns from credit products like loans and mortgages, minus the interest it pays to holders of savings accounts and certificates of deposit (CDs). Expressed as a percentage, the NIM shows how likely a bank or investment firm is to thrive over the long haul. This metric helps prospective investorsdetermine whether or not to invest in a financial services firmby showing its interest income versus their interest expenses.\n\nSimply put: a positive net interest margin suggests that an entity operates profitably, while a negative figure implies investment inefficiency. In the latter scenario, a firm may take corrective action by applying funds toward outstanding debt or shifting those assets towards more profitable investments.\n\nNet interest margin may be calculated by the following formula:\n\n﻿Net Interest Margin=IR−IEAverage Earning Assetswhere:IR=Investment returnsIE=Interest expenses\\begin{aligned} &\\text{Net Interest Margin} = \\frac { \\text{IR} - \\text{IE} }{ \\text{Average Earning Assets} } \\\\ &\\textbf{where:} \\\\ &\\text{IR} = \\text{Investment returns} \\\\ &\\text{IE} = \\text{Interest expenses} \\\\ \\end{aligned}​Net Interest Margin=Average Earning AssetsIR−IE​where:IR=Investment returnsIE=Interest expenses​﻿\n\nConsider the following fictitious example: Assume Company ABC boasts areturn on investmentof $1,000,000, aninterest expenseof $2,000,000, and averageearning assetsof $10,000,000. In this scenario, ABC's net interest margin totals -10%, indicating that it lost more money due to interest expenses than it earned from its investments. This firm would likely fare better if it used its investment funds to pay offdebtsrather than making this investment.\n\nThe average net interest margin for all FDIC-insured institutions, as of March 31, 2024.\n\nMultiple factors may affect a financial institution's net interest margin—chief among themsupply and demand. If there's a large demand for savings accounts compared to loans, the net interest margin decreases, as the bank is required to pay out more interest than it receives. Conversely, if there's a higher demand for loans versus savings accounts, where more consumers are borrowing than saving, a bank's net interest margin increases. Banks and other financial institutions may also usematurity transformationto profit from the difference in interest rates between borrowing and lending funds.\n\nMonetary policy and fiscal regulation can impact a bank's net interest margin as the direction of interest rates dictate whether consumers borrow or save.\n\nMonetary policies set by central banks also heavily influence a bank's net interest margins because these edicts play a pivotal role in governing the demand for savings and credit. When interest rates are low, consumers are more likely to borrow money and less likely to save it. Over time, this generally results in higher net interest margins. Contrarily, if interest rates rise, loans become costlier, thus making savings a more attractive option, which consequently decreases net interest margins.\n\nMost retail banks offer interest on customer deposits, which generally hovers around 1% annually. If such a bank marshaled together the deposits of five customers and used those proceeds to issue a loan to a small business, with an annual interest rate of 5%, the 4% margin between these two amounts is considered thenet interest spread. Looking one step further, the net interest margin calculates that ratio over the bank's entireasset base.\n\nLet's assume a bank has earning assets of $1.2 million, $1 million in deposits with a 1% annual interest to depositors, and loans out $900,000 at an interest of 5%. This means its investment returns total $45,000, and its interest expenses are $10,000. Using the aforementioned formula, the bank's net interest margin is 2.92%. With its NIM squarely in positive territory, investors may wish to strongly consider investing in this firm.\n\nTheFederal Financial Institutions Examination Council(FFIEC) releases an average net interest margin figure for all U.S. banks on a quarterly basis. Historically, this figure has trended downward while averaging about 3.8% since first being recorded in 1984. Recessionary periods coincide with dips in average net interest margins, while periods of economic expansion have witnessed sharp initial increases in the figure, followed by gradual declines.\n\nThe overall movement of the average net interest margin has tracked the movement of thefederal funds rateover time. Case in point: following thefinancial crisis of 2008, U.S. banks operated under decreasing net interest margins due to a falling rate that reached near-zero levels from 2008 to 2016. During this recession, the average net interest margin for banks in the U.S. shed nearly a quarter of its value before finally picking up again in 2015.\n\nA bank's net interest margin is affected by the supply and demand for credit products, and the mix of lending products that the company offers. For example, credit cards typically have much higher interest rates than home mortgages and business loans, so a credit card lender has a higher net interest margin than a commercial bank.\n\nFor banks and other financial firms, a high net interest margin indicates that a company is investing its resources in a way that returns more income than its expenses. For U.S. banks, the average net interest marginis about 3.3%.\n\nInterest rates represent the cost of borrowing money. When interest rates are high, that means borrowers must make higher payments for mortgages, cars, credit cards, and other loans. Interest rates also affect how much businesses must pay for machinery, rent, and new products, which are often purchased on credit. When interest rates are high, businesses may reduce their operations and downsize their workforce, contributing to higher unemployment.\n\nIn financial industries, the net interest margin reflects the difference between the cost of borrowing money, as opposed to the gains from lending money. Banks and credit unions typically borrow money from their customers in order to finance loans to their clients, and that difference represents how effectively a company uses its lending capital.\n\nFederal Deposit Insurance Corporation. \"Statistics at a Glance: March 31, 2024.\"\n\nFederal Reserve Economic Data. \"Net Interest Margin for all U.S. Banks.\"",
  "url": "https://www.investopedia.com/terms/n/netinterestmargin.asp"
}