{
  "term": "What Is Sensitivity Analysis?",
  "definition": "Sensitivity analysis shows how different values of an independent variable affect a dependent variable under a given set of assumptions. Companies use sensitivity analysis to identify opportunities, mitigate risk, and communicate decisions to upper management.\n\nSensitivity analysis is deployed in business andeconomicsby financial analysts and economists and is also known as a \"what-if\" analysis.\n\nSensitivity analysis is a financial model that determines how target variables are affected based on changes in input variables. By creating a given set of variables, an analyst can determine how changes in one variable affect the outcome.\n\nSensitivity analysis enables forecasting based on historical, true data. By studying all the variables and the possible outcomes, decisions can be made about business activities and investing decisions,\n\nSensitivity analysis can be used to:\n\nSensitivity analysis can provide management feedback useful in many different scenarios including:\n\nBecause sensitivity analysis answers questions such as \"What if XYZ happens?\", this type of analysis is also called what-if analysis.\n\nA sales manager wants to understand the impact of customer traffic on total sales. The company determines that sales are a function of price and transaction volume. The price of a widget is $1,000, and the company sold 100 last year for a total sales of $100,000.\n\nThe manager determines that a 10% increase in customer traffic increases transaction volume by 5%. This allows the company to build afinancial modeland sensitivity analysis based on what-if statements. It can tell the manager what happens to sales if customer traffic increases by 10%, 50%, or 100%.\n\nBased on 100 transactions, a 10%, 50%, or 100% increase in customer traffic equates to an increase in transactions by 5%, 25%, or 50% respectively. The sensitivity analysis demonstrates that sales are sensitive to changes in customer traffic.\n\nSensitivity analysis provides several benefits for managers considering major decisions. It acts as an in-depth study that reveals potential hazards as well as the potential rewards to an undertaking. It allows decision-makers to identify where they can make improvements in the future to avoid some adverse outcomes.\n\nHowever, the outcomes can only be estimates, not hard facts. Forecasting is by definition based on historical data.\n\nModels with too many variables may distort a user's ability to evaluate influential variables.\n\nMay help management target specific inputs to achieve more specific results\n\nMay communicate areas to focus on or risks to control\n\nMay identify mistakes in the original benchmark\n\nMay reduce the uncertainty and unpredictability of an undertaking\n\nRelies on historical data, not hard facts\n\nMay become overly complicated which distorts analysis\n\nResults may be inaccurate due to flaws in the integration of many independent variables\n\nSensitivity analysis in net present value, or NPV, measures the changes in the potential profitability of a project based on changes to underlying input variables. Though a company will have calculated itsnet present value, it may also want to understand how better or worse conditions will impact the numbers.\n\nSensitivity analysis is undertaken in specialized analysis software.Microsoft Excelhas functions to perform the analysis.\n\nIn general, sensitivity analysis is calculated using formulas with different input cells. For example, a company may perform NPV analysis using a discount rate of 6%. Sensitivity analysis can be performed by analyzing scenarios of 5%, 8%, and 10% discount rates and maintaining the formula but referencing the values of each variable.\n\nA sensitivity analysis is not the same as ascenario analysis. Assume an equity analyst wants to do a sensitivity analysis and a scenario analysis around the impact ofearnings per share(EPS) on a company's relative valuation by using the price-to-earnings (P/E) multiple.\n\nThe sensitivity analysis is based on the variables that affect valuation, which a financial model can depict using the variables' price and EPS.\n\nFor a scenario analysis, an analyst determines a certain scenario such as astock market crashor change in industry regulation that would affect the company's valuation.\n\nWhen a company wants to understand the range of potential outcomes for a given project, it may perform a sensitivity analysis. Sensitivity analysis entails manipulating independent variables to determine the resulting financial impacts. Companies employ it to identify opportunities, mitigate risk, and communicate decisions to upper management.",
  "url": "https://www.investopedia.com/terms/s/sensitivityanalysis.asp"
}