{
  "term": "What Is a Checking Account? Here's Everything You Need to Know",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA checking account is a financial account designed for daily use and spending, such as withdrawing cash from ATMs or buying groceries with a debit card.\n\nA checking account is a financial account designed for daily use and spending, such as withdrawing cash from ATMs or buying groceries with a debit card. Checking accounts are available from banks and credit unions, including traditional brick-and-mortar banks andonline-only banks.\n\nChecking accounts are designed for everyday use. You can deposit money in your checking account at an ATM or receive your paycheck bydirect deposit. You can also withdraw cash from your account using an ATM, or use your debit card to pay for products and services with the money in your checking account. Checking accounts let you pay your bills online and send money through payment apps.\n\nSome credit unions call checking accounts “share draft accounts.”\n\nChecking accounts may come with a monthly fee, which is often waived if you meet requirements such as maintaining a minimum balance or receiving a certain amount in direct deposits. For example, theChase Total Checking accountcosts $12 per month, but that fee is waived if you receive $500 in direct deposits, keep at least $1,500 in the account at all times, or maintain a balance of at least $5,000 total in eligible Chase accounts.\n\nMany banks and credit unions offerfree checking accounts, which by law can’t charge monthly fees or require a minimum balance. This type of checking account may offer relatively basic services but can often be enough for most people’s needs.\n\nSome checking accounts pay interest on your balance, though they may require you to keep a certain amount of money in the account or make a certain number of transactions each month. These interest-bearing checking accounts typically pay lower rates thansavings accounts, but if you’re willing and able to follow the requirements to the letter, you can find good options.\n\nCheck out Investopedia’s list of thebest high-yield checking accounts, which we update continually as offers change.\n\nWhat you can do with a checking account varies based on the type of account and the institution, so it’s important to read your account agreement carefully. Common checking account features include:\n\nInvestopedia tracks bonus offers from 20+ institutions to find thebest bank account bonuses—sometimes worth up to $1,000.\n\nMost banks and credit unions offer at least a few types of checking accounts, though many won’t offer all of these.\n\nA basic checking account usually doesn’t offer interest or rewards. It may come with a monthly fee, though you can usually get it waived by maintaining a minimum balance.\n\nApremium checking accounttypically requires a much higher minimum balance, such as $20,000 or $30,000. In exchange, it offers perks like waived ATM fees or special rates on loans orcertificates of deposit (CDs).\n\nAjoint checking accountis similar to a typical checking account, but two people have full access to the funds.\n\nAbusiness checking accountis designed to handle the daily spending and deposits of a small business. To open a business account, you’ll need to show documents proving your ownership of the business.\n\nAstudent checking accountoffers basic checking account features for high school or college students. If the account holder is under 18, a parent or guardian typically needs to be a co-owner.\n\nAimed at people who haven’t had a bank account before or who earn lower incomes, these basic accounts charge low or no fees and don’t require a minimum balance.Lifeline accountsare required by law in some states, such as New York.\n\nSecond-chance bank accountsoffer banking options for people who don’t qualify for a traditional checking account due to a history of overdrafts or bounced checks.\n\nFind options that might work for you on thislist of certified second-chance bank accountsfrom Bank On, a national nonprofit initiative.\n\nAge might be just a number, but adults over certain ages can qualify forsenior checking accountswith reduced fees or added perks.\n\nA checking account is a great choice for your everyday banking needs, such as receiving a paycheck and shopping with a debit card. Some checking accounts come with monthly fees, which you can usually avoid by maintaining a minimum balance. Many financial institutions also offer free checking accounts.",
  "url": "https://www.investopedia.com/terms/c/checkingaccount.asp"
}