{
  "term": "What Is a Reserve Currency? U.S. Dollar's Role and History",
  "definition": "A reserve currency is a large quantity of currency maintained bycentral banksand other major financial institutions to prepare for investments, transactions, and international debt obligations, or to influence their domestic exchange rate. A large percentage of commodities, such as gold and oil, are priced in the reserve currency, causing other countries to hold this currency to pay for these goods.\n\nHolding a reserve currency minimizesexchange raterisk, as the purchasing nation will not have to exchange its currency for the current reserve currency to make the purchase. Since 1944, the U.S. dollar has been the primary reserve currency used by other countries. As a result, foreign nations closely monitor themonetary policyof the United States to ensure that the value of their reserves is not adversely affected byinflationor rising prices.\n\nThe post-war emergence of the U.S. as the dominant economic power had enormous implications for the global economy. At one time, U.S.Gross Domestic Product (GDP), which is a measure of the total output of a country, represented 50% of the world’s economic output.\n\nAs a result, it made sense that the U.S dollar would become the global currency reserve. In 1944, following theBretton Woods Agreement, delegates from 44 nations formally agreed to adopt the U.S. dollar as an official reserve currency. Since then, other countries pegged their exchange rates to the dollar, which was convertible to gold at the time. Because the gold-backed dollar was relatively stable, it enabled other countries to stabilize their currencies.\n\nIn the beginning, the world benefited from a strong and stable dollar, and the United States prospered from the favorable exchange rate on its currency. The foreign governments did not fully realize that although gold reserves backed their currency reserves, the United States could continue to print dollars that were backed by its debt held asU.S. Treasuries. As the United States printed more money to finance its spending, the gold backing behind the dollars diminished. The increase monetary supply of dollars went beyond the backing of gold reserves, which reduced the value of the currency reserves held by foreign countries.\n\nAs the United States continued to flood the markets with paper dollars to finance its escalating war in Vietnam and theGreat Societyprograms, the world grew cautious and began to convert dollar reserves into gold. The run on gold was so extensive that President Nixon was compelled to step in and decouple the dollar from the gold standard, which gave way to the floating exchange rates that are in use today. Soon after, the value of gold tripled, and the dollar began its decades-long decline.\n\nEven withde-dollarization, the U.S. dollar remains the world’s currency reserve. The status is due primarily to the fact that countries accumulated so much of it and that it was still the most stable and liquid form of exchange. Backed by the safest of all paper assets, U.S. Treasuries, the dollar is still the most redeemable currency for facilitating world commerce. For this reason, it's highly unlikely theU.S. dollar will experience a collapseany time soon.\n\nThe euro, introduced in 1999, is the second most commonly held reserve currency in the world. According to theInternational Monetary Fund (IMF), which is charged with promoting global growth and trade, central banks hold more than $6.7 trillion in dollar reserves versus 2.2 trillion in euros as of Q4 2019.\n\nInternational Monetary Fund. \"Currency Composition of Official Foreign Exchange Reserves.\" Accessed June 13, 2020.",
  "url": "https://www.investopedia.com/terms/r/reservecurrency.asp"
}