{
  "term": "What Is a Bailout? Definition, How They Work, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA bailout is when a business, an individual, or a government provides money and/or resources (also known as acapital injection) to a failing company. These actions help to prevent the consequences of that business's potential downfall which may includebankruptcyand default on its financial obligations.\n\nBusinesses and governments may receive a bailout which may take the form of aloan, the purchasing of bonds, stocks or cash infusions, and may require the recused party to reimburse the support, depending upon the terms.\n\nBailouts are typically only for companies or industries whose bankruptcies may have a severe adverse impact on theeconomy, not just a particular market sector.\n\nFor example, a company that has a considerable workforce may receive a bailout because the economy could not sustain the substantial jump in unemployment that would occur if the business failed. Often, other companies will step in and acquire the failing business, known as a bailout takeover.\n\nAllowing a company to fail can have significant consequences, both for the company itself and for the wider economy - as in the case ofcontagion. Below are some other reasons why letting a company fail may not always be the best option, and why bailouts may be warranted:\n\nOverall, while allowing a company to fail may be a necessary and unavoidable outcome in some cases, it is generally seen as a last resort and is often avoided through bailouts or other forms of financial support.\n\nThe U.S. government has along history of bailoutsgoing back to the Panic of 1792. Since that time, the government has assisted financial institutions during the 1989 savings and loan bailout, rescued insurance giant American International Group (AIG), funded the government-sponsored home lenders Freddie Mac and Fannie Mae, and stabilized banks during the 2008 \"too big to fail\" bailout, officially known as theEmergency Economic Stabilization Act of 2008(EESA).Further, the financial industry is not the only one to receive rescue funds throughout the years. Lockheed Aircraft Corporation (LMT), Chrysler, General Motors (GM), and the airline industry also received government and other bailout support.\n\nIn 2010, Ireland bailed out the Anglo-Irish Bank Corporation to the tune of €29.3 billion.Greece received European Union (EU) bailouts which topped the scale at around €326 billion.However, Greece is not alone in needing outside help to manage debts. Other rescues include South Korea in 1997, Indonesia in 1999, Brazil in 1998, 2001, and 2002, and Argentina in 2000 and 2001.\n\nAlso, it is essential to understand, many of the businesses whichreceive rescue fundingwill eventually go on to pay back the loans. Chrysler and GM repaid their Treasury obligations, as did AIG. However, AIG also received aid in ways other than merely financial, which is harder to track.\n\nAs you can see, bailouts take many shapes and forms. Also, with each new bailout, the record books are reopened, and a new biggest recipient award is updated. Consider some of these other historical financial rescues.\n\nDuring the Panic of 1792, debt from the Revolutionary War led the government to bail out the 13 United States.\n\nThe U.S. government offered one of the most massive bailouts in history in 2008 in the wake of the global financial crisis. The rescue targeted the largestfinancial institutionsin the world who experienced severe losses from the collapse of thesubprime mortgagemarket and the resultingcredit crisis. Banks, which had been providing an increasing number of mortgages to borrowers with low credit scores, experienced massive loan losses as many people defaulted on their mortgages.\n\nFinancial institutions such as Countrywide, Lehman Brothers, and Bear Stearns failed, and the government responded with a massive assistance package. On Oct. 3, 2008, President George W. Bush signed into law the Emergency Economic Stabilization Act of 2008, which led to the creation of theTroubled Asset Relief Program(TARP). TARP allowed for the United States Department of the Treasury to spend up to $700 billion to purchase toxic assets from the balance sheets of dozens of financial institutions.By its end, TARP disbursed over $443 billion to financial institutions.This figure represents the biggest bailout in financial history to date.\n\nBear Stearns, which became one of the largest investment banks with $2 billion in profits in 2006, was acquired by JP Morgan Chase in 2008.\n\nAutomakers such as Chrysler and General Motors (GM) were also knocked down during the 2008 financial crisis. The automakers sought a taxpayer bailout as well, arguing that, without one, they would not be able to stay solvent.\n\nAutomakers were under pressure as slumping sales plunged amid the dual impacts of surging gas prices and an inability for many consumers to get auto loans. More specifically, the high prices at the pump caused sales of the manufacturers' SUVs and larger vehicles to plummet. Simultaneously, the public found it difficult to get financing, including auto loans, during the financial crisis as banks tightened their lending requirements, further hampering auto sales.\n\nWhile intended for financial companies, the two automakers ended updrawing roughly $63.5 billion from TARPto stay afloat. In June 2009, Chrysler, now Fiat-Chrysler (FCAU), and GM emerged from bankruptcy and remain among the larger auto producers today.\n\nAs of April 2021, the U.S. Treasury has recouped $377 billion of the $443 billion it dispersed, and GM and Chrysler paid back their TARP loans years ahead of schedule. The U.S. Treasury ultimately wrote off approximately $66 billion, including stock losses.\n\nA company may need a bailout if it is facing severe financial difficulties that threaten its survival, such as mounting debts, declining revenue, or a sudden downturn in the market. A bailout can provide the company with the necessary funds to continue operating, restructure its operations, and pay off its debts. Usually, a company would be bailed out only if allowing it to fail would have significant consequences for the wider economy.\n\nThe benefits of a bailout are that it can prevent the collapse of a company or organization and its industry, preserve jobs, and maintain economic stability. This is especially true if a company's collapse will have ripple effects that can bring about even more corporate failures.\n\nThe risks of a bailout include the possibility ofmoral hazard, where companies may become reckless and take on too much risk knowing that they will be bailed out if they do fail. Another risk is the cost to taxpayers or other investors who may have to foot the bill for the bailout without seeing much upside.\n\nThe terms of a bailout will vary on a case-by-case basis; however, there will usually be set conditions or requirements for receiving a bailout, such as a restructuring plan or changes to the company's management and operations. Bailouts may also come with certain strings attached, such as limitations on executive compensation, debt limits, or increased oversight and accountability measures. These conditions are intended to ensure that the company is able to become financially stable and avoid the need for future bailouts.\n\nA bailout occurs when a third party - usually a government or government agency - steps in to save a company or companies by providing them with capital, credit, and other forms of support. A bailout is usually initiated when the consequences of allowing the company or companies to fail would lead to contagion and create even greater systemic risk. In addition to the government, other corporations, private individuals, or non-profit organizations may also get involved. When a company accepts a bailout, it will often see its management team replaced and its debts restructured. The company may also be put up for sale. As a result, existing shareholders may not always be saved by a bailout.\n\nU.S. Congress. \"Public Law 110-343, Emergency Economic Stabilization Act of 2008.\"\n\nIrish Office of the Comptroller and Auditor General. \"2010 Report of the Comptroller and Auditor General Volume 1,\" Page 36.\n\nCouncil on Foreign Relations. \"Greece's Debt, 1974 - 2018.\"\n\nNational Bureau of Economic Research. \"The U.S. Panic of 1792: Financial Crisis Management and the Lender of Last Resort,\" Page 5.\n\nCongressional Budget Office. \"Report on the Troubled Asset Relief Program—July 2021.\"\n\nU.S. Securities and Exchange Commission. \"JPMorgan Chase and Bear Stearns Announce Amended Merger Agreement and Agreement for JPMorgan Chase to Purchase 39.5% of Bear Stearns.\"\n\nU.S. Department of the Treasury. \"Auto Industry Program Review.\"",
  "url": "https://www.investopedia.com/terms/b/bailout.asp"
}