{
  "term": "What Is a Right-to-Work Law, and How Does It Work?",
  "definition": "A right-to-work (RTW) law gives workers the freedom to choose whether or not to join alabor unionin the workplace. This law also makes it optional for employees in unionized workplaces to pay for union dues or other membership fees required for union representation, whether they are in the union or not.\n\nRight-to-work is also known as workplace freedom or workplace choice. While the name of the law implies that it provides freedom to workers, critics argue that it weakens unions and empowers corporations instead.\n\nCurrently, 26 states have passed right-to-work laws, giving employees the choice of whether or not to join a union. Right-to-work laws in these states prohibit contracts that require workers to join a labor union in order to get or keep a job.\n\nStates without right-to-work laws require employees to pay union dues and fees as a term for employment. While labor unions are still fully operative in right-to-work states, the law protects these states’ employees by making payment of union fees an elective decision not bound to the employees’ employment contracts.\n\nAs of early 2024, there is no federal right-to-work law. The law only applies in states that choose to enact it.\n\nIn 1935, the National Labor Relations Act (NLRA), or the Wagner Act, was signed into law by President Franklin Roosevelt. The Act protected the rights of employees to create a self-organized organization, called labor unions, and mandated employers to engage incollective bargainingand employment negotiations with these labor unions. Employees were also compelled to pay the union for representing and protecting their interests. The NLRA required union membership as a condition for employment, thereby restricting employment to union members only.\n\nIn 1947, President Harry Truman amended parts of the NLRA when theTaft-Hartley Actwas passed during his presidency. Truman initially vetoed the bill when it arrived on his desk, stating that the Act would be \"unfair to the working people of this country,\" understanding that it would serve to weaken union membership and collective bargaining power. In the end, Congress overturned Truman's veto.\n\nThe Taft-Hartley Act effectively created the current right-to-work laws, which allow states to prohibit compulsory membership in a union as a condition for employment in the public and private sectors of the country.\n\nIn February 2023, Congress re-introduced the National Right to Work Act. It would give employees nationwide the choice to opt-out of joining or paying dues to unions.The Act was also introduced in 2019 and 2017 but was stalled.\n\nIn March 2021, the United States House of Representatives passed the Protecting the Right to Organize Act (PRO Act).The pro-union legislation overrides right-to-work laws and would make it easier to form unions. The PRO Act faces an uphill battle in the Senate, as most Republicans oppose it.\n\nThe following states have right-to-work laws: Alabama, Arizona, Arkansas, Kansas, Florida, Georgia, Idaho, Indiana, Iowa, Kentucky, Louisiana, Michigan, Mississippi, Nebraska, Nevada, North Carolina, North Dakota, Oklahoma, South Carolina, South Dakota, Tennessee, Texas, Utah, Virginia, West Virginia, Wisconsin, and Wyoming.﻿﻿\n\nProponents of right-to-work laws agree that workers shouldn’t be obliged to join a union if they are not interested. These supporters believe that states with a right-to-work law attract more businesses than states without it. This is because companies would rather function in an environment where workplace disputes or threats of labor strikes would not interrupt their daily business operations.\n\nAdvocates of these laws also agree that right-to-work states have a higher employment rate,after-tax incomefor employees, and a lower cost of living than states that have not implemented this law.\n\nCritics maintain that workers in right-to-work states earn lower wages compared to those in the states that don't have the law. Opponents also argue that since federal law requires unions to represent all workers, regardless of whether they pay union dues,free ridersare encouraged to benefit from union services at no cost to them. This increases the cost of operating and maintaining a union organization.\n\nIn addition, critics claim that if businesses are given a choice to do without unions, they are likely to lower the safety standards set in place for their employees. By making it harder for unions to operate and represent workers, economic inequality will be exacerbated, and corporate power over employees will increase significantly.\n\nEconomists have looked at employment growth in regions with and without right-to-work (RTW) laws over the past decades. They find that states with RTW laws have shown an increase in the manufacturing share of employment and increased labor participation. However, while employment levels are higher, average wages among workers also tend to be lower. Meanwhile, dividends to shareholders and executive compensation has increased post-RTW.\n\nStudies show that states with right-to-work laws have seen a dramatic decrease in union membership and unionization rates. Other research suggests that RTW laws impact corporate policies by decreasing union bargaining power.\n\nAs of 2024, 26 out of the 50 states in the U.S. have right-to-work laws in place.\n\nRight-to-work laws prohibit unions and employers from making security agreements that could force workers to become paying union members. While these types of laws may appear to give workers more freedom to choose whether or not to join a union or pay union fees and dues, critics argue that such laws actually undermine worker solidarity and give more power to employers. Research shows that states with right-to-work laws feature higher employment rates but lower average wages and union membership than states without it. At present, there is no federal right-to-work law, but 26 states have one on the books.\n\nNational Conference of State Legislatures. \"Right-to-Work Resources.\"\n\nNational Right to Work Legal Defense Foundation. \"Right to Work Frequently-Asked Questions.\"\n\nNational Archives. \"National Labor Relations Act (1935).\"\n\nUniversity of Arizona. \"Winning Is Secondary: Secondary Boycotts in the United States and Denmark [Note].\" Page 113.\n\nNational Labor Relations Board. \"1947 Taft-Hartley Substantive Provisions.\"\n\nU.S. Senator for Kentucky, Dr. Rand Paul. \"Dr. Rand Paul Reintroduces National Right-to-Work Act.\"\n\nU.S. Congress. \"S.545 - National Right-to-Work Act.\"\n\nU.S. Congress. \"S.525 - National Right-to-Work Act.\"\n\nU.S. Congress. \"H.R.842 - Protecting the Right to Organize Act of 2021.\"",
  "url": "https://www.investopedia.com/terms/r/righttowork-law.asp"
}