{
  "term": "What Is a Shell Corporation? How It's Used, Examples and Legality",
  "definition": "A shell corporation is a corporation without active business operations or significant assets. These types of corporations are not all necessarily illegal, but they are sometimes used illegitimately, such as to disguise business ownership from law enforcement or the public. Legitimate reasons for a shell corporation include such things as astartupusing the business entity as a vehicle to raise funds, conduct ahostile takeover, or to go public.\n\nShell corporations are used by large well-knownpublic companies, shady business dealers, and private individuals alike. For example, in addition to the legal reasons above, shell corporations act as tax avoidance vehicles for legitimate businesses, as is the case with Apple's corporate entities based in the United Kingdom.They are also used to obtain different forms offinancing.\n\nHowever, tax avoidance is sometimes seen as aloopholetotax evasion, as these corporations have been known to be used in black or gray market activities. It's natural to be suspicious of a shell corporation and it's important to understand the various scenarios in which they arise.\n\nThe number one reason for a domestic company to set up a shell company is to realize atax havenabroad. Large corporations, like in the Apple example, have decided to move jobs and profitsoffshore, taking advantage of looser tax codes. This is the process of \"offshoring\" or \"outsourcing\" work that was once conducted domestically.\n\nTo remain within legal bounds internationally, American corporations will set up shell companies in the foreign countries in which they are offshoring work. This is legally allowed by the United States and some say that it's the U.S. tax code itself that's forcing domestic companies to create shell corporations abroad.\n\nAnother way that shell companies help with taxes surrounds the need forfinancial institutionsto conduct financial activity in foreign markets. This allows them to invest incapital marketsoutside of domestic borders and realize potential tax savings.\n\nEven though there are legitimate reasons to set up a shell company, many wealthy individuals abuse shell companies for personal gain. Progressive taxation within the United States, that is,tax brackets, slowly caused people to seek personal tax havens.\n\nSignificantly high earners set themselves up as shell companies in one or many locations, like the Cayman Islands. This is a gray area of tax evasion where people funnel earnings through shell companies in such a way that it isn't counted towardpersonal income.\n\nJuris, Duke University. \"Apple’s Double Irish with a Dutch Sandwich.\"",
  "url": "https://www.investopedia.com/terms/s/shellcorporation.asp"
}