{
  "term": "What Are Public Goods? Definition, How They Work, and Example",
  "definition": "A public good is a commodity or service that every member of a society can use without reducing its availability to all others. Typically, a public good is provided by a government and funded through taxes.\n\nExamples of a public good include a town road, park, or school. National defense is a public good. A public good may also be a basic need such as access to clean air and drinking water.\n\nThe main criteria that distinguish a public good are that it must be non-rivalrous and non-excludable. Non-rivalrous means that the goods do not dwindle in supply as more people consume them. Non-excludability means that the good is available to all citizens.\n\nThe point of contention is called the free rider problem. A public good is available to all people regardless of whether they have paid for it. Some members of society use the good but are unable or unwilling to help pay for it. People who do not pay taxes are essentially taking a “free ride” provided by those who do pay taxes.\n\nNational defense, law enforcement, and clean air and water are all examples of public goods.\n\nThe opposite of a public good is aprivate good, which is both excludable and rivalrous.\n\nPrivate goods can only be used by one person at a time—a piece of jewelry, for example. In some cases, they are destroyed in the act of using them, such as when a slice of pizza is eaten.\n\nPrivate goods generally cost money. Most of the goods and services that weconsumeor use in our everyday lives are private goods. Although they are not subject to the free rider problem, they are also not available to everyone, since not everyone can afford to purchase them.\n\nIn some cases, public goods are not fully non-rivalrous and non-excludable. For example, a town swimming pool is a public good, since it can be used by any resident, but using it might involve a nominal fee.\n\nSimilarly, some goods are described as “quasi-public” goods because, although they are made available to all, their value can diminish as more people use them. For example, a country’s road system may be available to all its citizens, but the value of those roads declines when they become congested during rush hour.\n\nEvery nation makes its own decisions on which goods and services should be considered public goods, and this is reflected in their national budgets.\n\nFor example, many argue that national defense is an important public good because the security of the nation benefits all of its citizens.\n\nTo that end, many countriesinvest heavilyin their militaries, financing army upkeep, weapons purchases, andresearch and development (R&D)through public taxation. In the United States, for example, the Department of Defense (DoD) has a budget of $1.52 trillion, equal to 12.8% of the total federal budget for the 2023 fiscal year.\n\nMany countries treat essential services such ashealthcareand education as a type of public good. Taxpayer-funded healthcare is provided by nations including Canada, the United Kingdom, France, Germany, Italy, and Israel.\n\nGovernment investments in public education have grown tremendously since the 1950s. According to Our World in Data, the percentage of the world’s population that has received at least some basic education has grown from about 49% in 1950 to more than 86% in 2020 (the most recently available data).\n\nAdvocates for this kind of government spending argue that its economic and social benefits significantly outweigh its costs, pointing to outcomes such as improved workforce participation, higher-skilled domestic industries, and reduced rates of poverty over the medium to long term. Critics argue that it poses a burden on taxpayers and that goods can be more efficiently provided by the private sector.\n\nA public good is any product or service that is available to all residents of a society, such as national defense, police and fire services, clean air, and drinking water.\n\nA private good is consumed exclusively by one person. Most often, there is a cost associated with it that prohibits its use by some others. A private good is available to all. One person’s use of it does not prevent others from using it.\n\nQuasi-public goods have elements of both public and private goods. A public bridge is available to all but loses some of its value when it becomes congested during rush hour. A public museum is open to all, and may even receive some public funds, but it may still charge an entrance fee to adequately finance its operation.\n\nA public good is a commodity or service that every member of a society can use without exhausting the supply of it that is available to others. National defense, effective policing, clean air, and public education are all examples of public goods.\n\nPrivate goods, unlike public goods, are inherently scarce and become more scarce as people consume them.\n\nUSAspending. “Department of Defense (DOD).”\n\nNew York State Department of Health. “Foreign Countries with Universal Healthcare.”\n\nBonneau, Cécile, via Paris School of Economics. “The Concentration of Educational Investment in the U.S. (1970–2018), with a Comparison to France,” Page 15 (Page 19 of PDF).\n\nRitchie, Hannah et al., via Our World in Data. “The Evolution of Education Outcomes.”",
  "url": "https://www.investopedia.com/terms/p/public-good.asp"
}