{
  "term": "What Is an Incumbency Certificate?",
  "definition": "An incumbency certificate is an official document issued bya corporation or a limited liability company (LLC)that lists the names of itsdirectors,officers, and somekey shareholders. This document is most frequently used to confirm the identity of individuals authorized to enter into legally binding transactions on the company’s behalf.\n\nIncumbency certificates generally provide relevant information about the company’s directors, officers, and key shareholders. The document bears the corporate seal and is notarized by anotary public. It is issued by an officer in charge of keeping company records, usually the corporate secretary. The incumbency certificate is an official act of the company, andthird partiescan reasonably rely on its accuracy.\n\nAnyone involved in a transaction with a company who needs to confirm the stated position of an officer within it may request an incumbency certificate. This practice ensures that the person who claims to be the authorized signatory of a company is permitted to transact business.\n\nA financial institution can request an incumbency certificate when a company applies to open a bank account or initiates a major transaction. An incumbency certificate may be ordered by an attorney or anyone who wants to confirm the legality and stated position of a director or an officer within the corporation. Similarly, an official incumbency certificate determines who can legally bind the company in contractual agreements.\n\nAn incumbency certificate may also be referred to as a certificate of incumbency, a form of incumbency, a register of directors, a certificate of officers, or a secretary certificate.\n\nAlthough they may take various forms, a typical incumbency certificate will look similar to the following:\n\nThe undersigned, Secretary/Assistant Secretary of __________________________, a __________________ corporation (hereinafter “Corporation”), hereby certifies as follows:\n\n1. That he/she is the duly elected, qualified and acting Secretary/Assistant Secretary of the Corporation and is charged with maintaining the records, minutes, and seal of the Corporation.\n\n2. That pursuant to the Corporation’s Bylaws, as amended, the following named person(s) was/were designated and appointed to the office(s) indicated below, and that said person(s) does/do continue to hold such office(s) at this time, and the signature(s) set forth opposite the name(s) are genuine signatures.\n\n__________________________ __________________________ __________________________ __________________________ __________________________ __________________________ __________________________ __________________________\n\n3. That pursuant to the Corporation’s Bylaws, as amended, and certain resolutions adopted by the Corporation’s Board of Directors, the person(s) designated to serve in the above-titled capacity was/were given sufficient authority to act on behalf of and to bind the Corporation with respect to transactions involving the leasing of equipment, including without limitation the sale and leaseback of such equipment, and that the execution by said person(s) of documents related to such transactions, including without limitation Master Lease Agreements and Equipment Schedules thereto, constitute a legally binding and enforceable obligation of the Corporation.\n\n4. That pursuant to the Corporation’s Bylaws, as amended, the undersigned has the power and authority to execute this certificate on behalf of the Corporation and that he/she has so executed this certificate and set the seal of the Corporation this __________ day of _______________, 20_____.\n\nSignature: ______________________________________ (SEAL)\n\nName: _________________________________________\n\nTitle: __________________________________________\n\nA form of incumbency is another name for an “incumbency certificate.” It provides information about a company’s directors, officers, and key shareholders.\n\nAn incumbency certificate is issued by the company’s corporate secretary, who must first sign the certificate. If the secretary’s incumbency must be certified, it isco-signedby one of the company officers. An incumbency certificate often includes all the signatures of the directors, officers, and key shareholders to certify their signatures.\n\nA corporate resolution is a written legal document, issued by the board of directors of a corporation, documenting a binding decision made on behalf of the corporation. An incumbency certificate is one example of a corporate resolution, however, a certificate of incumbency is not the only type of corporate resolution. Many other legal documents are also considered corporate resolutions.\n\nAn incumbency certificate is a valuable tool for identifying who is legally allowed to represent a company in a business transaction. Creating an incumbency certificate is an official act of the company. Therefore, anyone doing business with the company can rely on its accuracy.",
  "url": "https://www.investopedia.com/terms/i/incumbencycertificate.asp"
}