{
  "term": "What Is Exposure at Default (EAD)? Meaning and How To Calculate",
  "definition": "Exposure at default (EAD) is the total value a bank is exposed to when a loan defaults. Financial institutions calculate their risk using the internal ratings-based (IRB) approach. Banks often use internal risk management default models to estimate their respective EAD systems. Outside of the banking industry, EAD is known as credit exposure.\n\nEAD is the predicted amount of loss a bank may be exposed to when a debtor defaults on a loan. Banks often calculate an EAD value for each loan and then use these figures to determine their overall default risk. EAD is a dynamic number that changes as a borrower repays a lender.\n\nThere are two methods to determine exposure at default. Regulators use the first approach, which is called foundation internal ratings-based (F-IRB). This approach to determining exposure at risk includes forward valuations and commitment detail, though it omits the value of any guarantees, collateral, or security.\n\nThe second method,advanced internal ratings-based(A-IRB), is more flexible and is used by banking institutions. Banks must disclose their risk exposure. A bank will base this figure on data and internal analysis, such as borrower characteristics and product type. EAD, along withloss given default(LGD) andthe probability of default(PD), are used to calculate the credit risk capital of financial institutions.\n\nBanks often calculate an EAD value for each loan and then use these figures to determine their overall default risk.\n\nPD analysis is a method larger institutions use to calculate their expected loss. A PD is assigned to each risk measure and represents, as a percentage, the likelihood of default. A PD is typically measured by assessing past-due loans. It is calculated by running a migration analysis of similarly rated loans. The calculation is for a specific time frame and measures the percentage of loans that default. The PD is then assigned to the risk level, and each risk level has one PD percentage.\n\nLGD, unique to the banking industry or segment, measures the expected loss. It's shown as a percentage. LGD represents the amount unrecovered by the lender after selling the underlying asset if a borrower defaults on a loan. Determining an accurate LGD variable may be difficult if portfolio losses differ from expectations. An inaccurate LGD may also be due to the segment being statistically small. Industry LGDs are typically available from third-party lenders.\n\nAlso, PD and LGD numbers are usually valid throughout an economic cycle. However, lenders will reevaluate when changes to the market or portfolio composition occur. Changes that may trigger reevaluation include economic recovery, recession, and mergers.\n\nA bank may calculate its expected loss by multiplying the variable EAD by the PD and the LGD:\n\nModern economies have become increasingly intertwined. What happens in one country is more likely to financially impact others, especially when a wide-scale calamity is experienced.\n\nConsider the impact of Lehman Brothers' bankruptcy filing in 2008. Subprime mortgage loans heightened the company's exposure to default, and Lehman Brothers' credit rating was downgraded, forcing the Federal Reserve to summon several banks to negotiate financing for its reorganization. Congress also passed a $700 billion rescue bill in response to the widespread financial risk the firm's collapse could have.\n\nIn response to the credit crisis of 2007–2008, the banking sector adopted international regulations to lessen its exposure to default. The Basel Committee on Banking Supervision aims to improve the banking sector's ability to deal with financial stress.The international accord hopes to avoid the domino effect of failing financial institutions by improving risk management and bank transparency.\n\nThere are two main approaches to calculating exposure at default: the foundation approach and the advanced approach.\n\nThe foundation approach is guided by regulators and calculated by considering the asset, forward valuation, and commitment details. It does not consider the value of guarantees, collateral, or security.\n\nThe advanced approach lets banks determine how EAD is calculated based on each individual exposure. These types of calculations may vary across loan types or borrower characteristics, as the lender can assess value as it sees fit.\n\nExposure is the maximum potential loss a lender may incur if the borrower defaults. It's a risk measurement technique used to assess the lender's position, the borrower's characteristics, and the possibility of loss. Exposure is a natural part of lending; in return for being exposed to risk, lenders charge interest to compensate for their willingness to take on risk.\n\nIf you're a lender and want to reduce your credit exposure, consider the types of loans you offer and who you loan to. Riskier, longer-term loans will increase your credit exposure, as there is often a greater chance of default.\n\nTo minimize your exposure at default, consider shorter-term loans, loans substantiated by operating cash flow, loans to higher creditworthy customers, and conduct more thorough due diligence prior to issuing a loan.\n\nLending is an inherently risky undertaking. Banking institutions use metrics like EAD to make wise choices about who they lend to, since they ultimately must answer to their investors. Credit exposure is an issue in most industries, and EAD is one of the banking world's primary tools to combat loan loss.\n\nGlobal Association of Risk Professionals. \"Foundation IRB: An Inferior Option for Credit Risk Modeling?\"\n\nU.S. House of Representatives. \"The Causes and Effects of the Lehman Brothers Bankruptcy.\"\n\nBasel Committee. \"The Basel Committee - Overview.\"",
  "url": "https://www.investopedia.com/terms/e/exposure_at_default.asp"
}