{
  "term": "What Is Digital Marketing? Types and Examples",
  "definition": "Digital marketing is the use of websites, apps, mobile devices,social media, search engines, and other digital means to promote and sell products and services.\n\nDigital marketing involves many of the same principles as traditional marketing and is often considered an additional way for companies to approach consumers and understand their behavior. Companies often combine traditional and digital marketing techniques in their strategies. But digital marketing also comes with its own set of challenges. Digital marketing started to become popular with the widespread adoption of the internet in the 1990s.\n\nMarketing encompasses a wide range of techniques and media that companies can use to promote their products and services to potential consumers and improve theirmarket share. To be successful, it requires a combination of advertising and sales savvy. Professional marketers take on these tasks either internally at individual companies or externally at marketing firms that may serve many different clients.\n\nCompanies once focused on marketing through print, television, and radio because that was all they had. Although those options still exist, the internet gave companies another way to reach consumers and gave rise to digital marketing.\n\nThe new technologies and trends forced companies to change their marketing strategies and rethink their budgets. Email became a popular marketing tool in the early days of digital marketing. Then the focus shifted to search engines like Netscape, which allowed businesses to tag and keyword items to get themselves noticed. The development of social platforms likeFacebookmade it possible for companies to track user data and deliver their messages to very specific audiences.\n\nSmartphonesand other portable devices now make it easier for companies to market their products and services to consumers wherever those consumers happen to be. A 2022 Pew Research Center study found that 76% of American adults had made online purchases using their phones.\n\nDigital marketing can be interactive, unlike traditional print or television advertising.\n\nDigital marketing channelshave evolved since the 1990s and continue to do so. Here are eight of the most common channels in use today.\n\nCompanies often use their own website as the centerpiece of their digital marketing activities. The most effective websites represent thebrandand its products and services in a clear and memorable way. A website today must be fast-loading, mobile-friendly, and easy to navigate.\n\nPay-per-click (PPC) advertising enables marketers to reach audiences on news and other websites and digital platforms through paid ads. Marketers can set up PPC campaigns onGoogle, Bing, LinkedIn, X (formerly Twitter), Pinterest, and Facebook and show their ads to people searching terms related to their products or services.\n\nThese campaigns can segment users based on theirdemographiccharacteristics (such as age or gender), or their particular interests or location. The most widely used services for PPC are Google Ads and Facebook Ads.\n\nThe goal of content marketing is to reach potential customers through the use of written, visual, or videocontent that interests them. That content is usually published on a website and then promoted through social media, email marketing, search engine optimization, or even pay-per-click campaigns. Content marketing attempts to be more subtle than advertising, and the product or service the sponsor is attempting to market may or may not be conspicuously highlighted.\n\nEmail marketingis still one of the most effective digital marketing channels, though many people associate it with spam and treat such messages accordingly. Many digital marketers use their other digital marketing channels to collect names for their email lists. Then, through email marketing, they try to turn those leads into customers.\n\nThe primary goals of a social media marketing campaign are tobuild brand awarenessand establish trust. As you go deeper into social media marketing, you can use it to obtain leads and as adirect marketingor sales channel. Promoted posts and tweets are two examples of social media marketing.\n\nAffiliate marketingis one of the oldest forms of marketing, and the digital world has given it new life. In affiliate marketing, companies and individual \"influencers\" promote another company's products and get a commission every time a sale is made or a fresh lead is added to their list. Many well-known companies, including Amazon, have affiliate programs that pay out millions of dollars to affiliates that help sell their products.\n\nA lot of internet users turn to sites like YouTube before making a buying decision, to learn how to do something, to read a review, or just to relax. Marketers can use any of several video marketing platforms, including Facebook Videos, Instagram, and TikTok, to run a video marketing campaign. Companies find the most success with video by integrating it with SEO, content marketing, and broader social media marketing campaigns.\n\nCompanies also use text messages (formally known as SMS, or short message service) to send information about their latest products and promotions. Nonprofit organizations and political candidates also use texting to promote themselves and solicit donations. Today many marketing campaigns make it possible for consumers to make a payment or donation via a simple text message.\n\nDigital marketers usekey performance indicators (KPIs)just like traditional marketers. KPIs let them measure the long-term performance of their marketing initiatives and compare those to their competitors' efforts.\n\nThe following are some of the most common KPIs that marketers can use to gauge how well they're doing:\n\nThe digital world poses special challenges for marketers. For example, digital channels proliferate rapidly, and marketers have to keep up on them and figure out how to use them effectively. Marketers can also find it challenging to analyze and make productive use of the huge amount of data they can capture through these platforms.\n\nPerhaps most important, consumers are increasingly inundated with digital ads and other distractions, making it more and more difficult to capture their attention.\n\nA digital marketing agency is a company that deals exclusively in marketing to consumers or businesses through digital channels. This includes creating and launching campaigns for clients through social media, pay-per-click advertising, videos, and custom websites, among other means.\n\nSearch engine optimization (SEO) describes a variety of techniques that companies use in an effort to increase traffic to their website and raise its position in search results. The higher a site appears on the search results page, the more likely consumers are to see it and potentially click to visit it.\n\nTechnically, internet marketing is marketing that takes place solely on the internet. As such, it is a subset of digital marketing, which can use many different kinds of digital platforms, including the internet, to reach its desired audience.\n\nDigital marketers need strong writing and social media skills, along with a good understanding of data analytics. A bachelor's degree is required for most digital marketing positions. You might also want to take digital marketing courses or participate in a digital \"boot camp.\" In addition, completing an internship while in school can be useful.A master's degree in digital marketing may be useful but is not considered essential.\n\nStrong communication skills are essential if a marketer is going to be successful in telling a company or product's story to potential customers. Data analytics skills are also important for understanding how well a marketing campaign is performing and where it might be improved. Finally, social media skills are another must.\n\nImplicit bias, also known as unconscious bias, refers to messages that unintentionally convey negative stereotypes or derogatory attitudes toward certain groups. In recent years it has come in for particular notice in the fields of advertising and marketing. In digital marketing it may manifest itself in something as simple as the choice of stock photos for a marketing campaign. For instance, without even thinking about it, companies may use images of only heterosexual White individuals while excluding Black, Indigenous, and other people of color, along with those of different body types and abilities. While digital marketers often use supposedly unbiasedalgorithmsto help craft their campaigns, those algorithms are created by human beings who may bring their own unconscious biases to them.\n\nThe ways in which people consume media in the 21st century have caused marketers to put increased, and sometimes exclusive, emphasis on digital platforms for their campaigns. While digital marketing uses many of the same techniques as traditional marketing through print, television, and radio, it also has its own set of tools that marketers need to master in order to succeed.\n\nPew Research Center. \"For Shopping, Phones Are Common and Influencers Have Become a Factor – Especially for Young Adults.\"\n\nU.S. Bureau of Labor Statistics. \"How to Become an Advertising, Promotions, or Marketing Manager.\"",
  "url": "https://www.investopedia.com/terms/d/digital-marketing.asp"
}