{
  "term": "What Is a Credit Limit? How It's Determined and How to Increase It",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA credit limit is the maximum amount of credit a financial institution extends to a client on a credit card or aline of credit. Lenders usually set credit limits based on specific information about the credit-seeking applicant, including their income and employment status. Credit limits are an important factor that can affect consumers'credit scoresand their ability to obtain credit in the future.\n\nA credit limit is the maximum amount of money a lender will allow you to spend using a particular credit card orrevolvingline of credit. Lenders set those limits based on several factors, including your credit score, personal income, and loan repayment history. Lenders generally offer higher limits to borrowers they view as lower risks.\n\nCredit limits can apply to bothsecuredandunsecuredcredit. If the line of credit is secured, or backed by collateral, the lender takes the value of the collateral into account and may offer a higher limit. For example, if you take out ahome equityline of credit (HELOC), your credit limit will be based, in part, on the equity in your home.\n\nLenders will generally issue higher credit limits to creditors they consider to be lower risk and putlower credit limits on riskier borrowers.\n\nA credit limit works the same way regardless of whether you have a credit card or a line of credit. You can spend up to the credit limit. If you exceed the credit limit, you may face fines or penalties on top of your regular payment. If the you spend less than the limit, you can continue to use the card or line of credit until you reach the limit.\n\nA downside to high credit limits is that they can potentially lead to overspending, to the point where you cannot afford your monthly payments.\n\nA credit limit andavailable creditare not the same. The credit limit is the total amount you can borrow, whereas available credit is the amount that is remaining for you to use, including if you carry a balance.\n\nFor example, if you have a credit card with a $1,000 credit limit, and you charge $600, you have an additional $400 to spend. If you make a $40 payment, your balance would fall to $560, and you would then have $440 in available credit.\n\nYour credit limits can have an impact on your credit score, an important number that lenders use to decide whether to issue you new credit and what interest rate to charge you for it. That's because yourcredit utilization ratio, or the amount of debt you have outstanding at any given time as a percentage of the total credit you have access to, is one of the factors that goes into computing your score.\n\nThe lower that percentage, the better. So it pays to be aware of your credit limits and try to keep your borrowing well beneath them. Generally speaking, lenders look unfavorably on a credit utilization ratio that exceeds 30%.\n\nIn most cases, lenders reserve the right to change credit limits, either raising or lowering them. If you pay your bills on time every month and do not max out a credit card or line of credit, the lender may increase your credit limit.\n\nAn increased credit limit hasa number of benefits, including potentially increasing your credit score by lowering your credit utilization ratio. It also gives you access to more credit if you should need it, such as in an unexpected emergency.\n\nOn the other hand, if you fail to make regular, timely payments, or if there are other signs of risk, the lender may opt to reduce your credit limit. A reduction of your credit limit will raise your credit utilization ratio and potentially damage your credit score. If a lender decides to lower your credit limit, it is generally required to notify you.\n\nAvailable creditis the unused portion of a credit limit. So, if you have a total credit limit of $10,000 on your credit card and you have used $5,000, you would have the remaining $5,000 as available credit. Available credit can fluctuate throughout the billing cycle based on account usage.\n\nA credit score is a calculated value that serves as a proxy for your creditworthiness or ability and likelihood that you will repay any debts on time according to the terms of the loan agreement. Credit scores are generated based on information collected by credit reporting agencies such as Experian, Equifax, and TransUnion. They use formulas that assign weights to factors like payment history, amounts owed, length of credit history, and credit utilization.\n\nA credit limit matters because it dictates how much money you can access to pay for expenses. You need to know your credit limit when you make purchases, so you do not go over the limit and incur fees. A merchant in that situation may also refuse to accept your card. In addition, your collective credit limits can impact your credit score, which is based in part on how much of your available credit you are using at any given time.\n\nCredit limits can play a key role in your financial picture, and they are different for each person and for each financial product. If you use your credit according to your lender's terms, and avoid exceeding (or even coming too close to) your limits, you are more likely to establish a good credit history, which can open up other financial opportunities.\n\nMyFICO. \"What's in My FICO Scores?\"\n\nConsumer Financial Protection Bureau. \"Home Equity Lines of Credit.\"\n\nExperian. \"What Is a Good Credit Utilization Rate?\"\n\nConsumer Financial Protection Bureau. \"Can My Credit Card Issuer Reduce My Credit Limit?\"",
  "url": "https://www.investopedia.com/terms/c/credit_limit.asp"
}