{
  "term": "What Is Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA)?",
  "definition": "The Tax Equity and Fiscal Responsibility Act of 1982 (TEFRA) is a law passed in 1982 that was designed to reduce the federal budget deficit through a combination of tax increases, spending cuts, and tax reform measures.\n\nThe legislation reversed some elements of the Economic Recovery Tax Act of 1981 (ERTA), also known as the Kemp-Roth Act.\n\nBoth pieces of legislation were passed early in the presidency of Ronald Reagan.\n\nShaped by Republican Senator Robert Dole, then chair of the Senate Finance Committee, TEFRA was meant to raise more revenue by closingloopholesin the tax system, introducing stricter compliance and tax-collection measures, increasingexcise taxeson cigarettes and telephone services, and increasing corporate taxes.\n\nAdjusted for inflation, TEFRA remains the biggest tax increase in U.S. history. It was largely a repudiation of the ERTA, which had passed a year earlier and remains the largest tax cut in U.S. history.\n\nAt the time TEFRA was being debated in Congress, the U.S. economy was in the middle of a recession. Some called it a \"double-dip\" recession because the economy fell to recessionary levels, recovered, and then fell again into recession, all in the single 12-month period between the summer of 1981 and the summer of 1982. Government revenues fell by about 6% due to a combination of ERTA tax cuts and normal recessionary effects.\n\nThe result was a budget deficit that grew to a then-record $110.7 billion in 1982. (In 2021, the federal budget deficit was $2.8 trillion.)\n\nTEFRA also rescinded some ERTA reductions in personal income-tax rates that had not yet gone into effect.\n\nAn obscure provision of TEFRA came back to haunt the legal marijuana industry decades later. The provision, probably inserted as a political throwaway line, forbids those \"trafficking in controlled substances\" from using most business tax deductions.\n\nTEFRA ultimately touched a vast number of Americans in its efforts to reduce federal spending and increase government revenues.\n\nFor example, many of the reimbursement rules for the Medicare and Medicaid programs were revised to rein in their costs. Procedures for payments of Social Security and unemployment compensation were altered.\n\nThe bill temporarily doubled the federal cigarette tax and tripled the telephone service tax.\n\nIt also had an impact on businesses and investors. TEFRA abolished some of thetax breaksbusinesses received under ERTA, such asaccelerated depreciation. It also instituted a 10% withholding tax on dividends and interest paid to individuals who did not have certifiedtax identification numbers.\n\nPresident Ronald Reagan had campaigned on tax cuts and limited government. Early in his first term, he had won a then-substantial $28.3 billion in tax cuts for business through the passage of ERTA.\n\nMany were puzzled that he would agree to undo some of the tax breaks created in ERTA, which had been a significant legislative achievement. But he could not ignore the growing deficit.\n\nIn fact, Reagan resisted any tax increases for a time but eventually relented in exchange for a pledge for even bigger spending cuts as part of the deal.\n\nWhen he finally signed the bill into law on Sept. 3, 1982, Reagan stressed that the measure increased taxes largely by closing loopholes and that it would raise more than $98 billion over three years while cutting spending by $280 billion during the same period.\n\nThat figure was disputed. The Heritage Foundation claimed at the time that the bill would actually increase spending by 21 cents for every dollar brought in through tax increases.\n\nSen. Bob Dole's name is inextricably linked with TEFRA. The Kansas Republican served in the U.S. Senate for 30 years, including three years as Senate Majority Leader.\n\nAs the chairman of the Senate Finance Committee, Dole was the legislator most responsible for shaping TEFRA and pushing it through the Senate. This outraged many conservatives. Then-freshman House Rep. Newt Gingrich, for instance, called Dole \"the tax collector for the welfare state.\"\n\nHis association with \"the biggest tax increase in U.S. history\" would come back to haunt him in 1995, when he ran unsuccessfully for the presidency.\n\nTEFRA's proponents emphasized toughening tax enforcement in order to close the so-called \"tax gap.\"\n\nThis was based on assumption that one in five tax dollars never made it into the government coffers due to unreported income or overstated deductions, expenses, and exemptions.\n\nMany of the provisions hit individuals, not businesses:\n\nThe bill also increased penalties for non-compliance.\n\nTEFRA includes many changes to the Medicaid and Medicare reimbursement systems that were intended to save the government money.\n\nHowever, one of the most durable and significant provisions of TEFRA is known to this day as TEFRA Medicaid. This provision allows states to extend certain in-home Medicaid services to children with disabilities regardless of their family income.\n\nPublic concern over the size of the federal budget deficit tends to wax and wane over time. In the early 1980s, concern was high. Oddly, the deficit was not all that high, historically speaking, although it did decline after the passage of TEFRA.\n\nThe Tax Equity and Fiscal Responsibility Act was an attempt to raise government revenue without raising income taxes. Its focus was on toughening tax enforcement to close the so-called \"tax gap\" of unreported and under-reported income. Ultimately, TEFRA had a broad impact on the incomes of millions of Americans, from waitresses dependent on tips to retirees dependent on pensions.\n\nGov Track. \"H.R. 4961: Tax Equity and Fiscal Responsibility Act of 1982.\"\n\nU.S. Department of the Treasury DataLab. \"Federal Deficit Trends Over Time.\"\n\nThe New York Times. \"Deficit in Reagan Budget at Record $110.7 Billion.\"\n\nBrookings Institution. \"How Bob Dole Got America Addicted to Marijuana Taxes.\"\n\nCongress.gov. \"Overview: H.R. 4961 Tax Equity and Fiscal Responsibility Act of 1982.\"\n\nChristian Science Monitor. \"REAGAN.\"\n\nCNN Money. \"Taxes: What people forget about Reagan.\"\n\nHeritage Foundation Archive. \"The Dole Tax Package: Selling America Another Lemon.\"\n\nPundicity. \"Bob Dole? A tax cutter?\"\n\nWilliam and Mary Law School. \"Compliance Provisions of Tax Equity and Fiscal Responsibility Act (TEFRA).\"\n\nGov Track. \"H.R. 4961: Tax Equity and Fiscal Responsibility Act of 1982.\"\n\nQualis Health. \"What Is TEFRA Medicaid?\"\n\nPolitifact. \"Here's how the deficit performed under Republican and Democratic presidents, from Reagan to Trump.\"",
  "url": "https://www.investopedia.com/terms/t/tefra.asp"
}