{
  "term": "What Is Garnishment? Definition, Causes, Process, and Legal Limits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatie Miller is a consumer financial services expert. She worked for almost two decades as an executive, leading multi-billion dollar mortgage, credit card, and savings portfolios with operations worldwide and a unique focus on the consumer. Her mortgage expertise was honed post-2008 crisis as she implemented the significant changes resulting from Dodd-Frank required regulations.\n\nGarnishment, or wage garnishment, is when money is legally withheld from your paycheck and sent to another party. It refers to a legal process that instructs a third party to deduct payments directly from a debtor’s wage or bank account.\n\nTypically, the third party is the debtor’s employer and is known as the garnishee. Federal law prohibits employers from firing a worker to avoid processing a garnishment payment.Garnishments are used for debts such as unpaid taxes, monetary fines, child support payments, anddefaulted student loans.\n\nFor a debtor’s wage to be garnished, a creditor must typically obtain a court order proving that the debtor owes money and has defaulted on payment. If the debt is anInternal Revenue Service (IRS)levy, a court order is not required.For example, if John Smith owes $10,000 in overdue, unpaid taxes, the IRS can resort to garnishing his wages.\n\nThe IRS would then direct Smith's employer to remit a portion of his salary for a certain amount of time until Smith's tax obligation is fully paid. Because garnishments are usually the last resort to collect debts and show a debtor's unfavorable repayment history, they can harm an individual’s credit rating.\n\nGarnishment comes in different forms, but the idea is the same: it's when a creditor legally takes money from you to pay off a debt. Here are some common types:\n\nWage garnishment can be initiated by a couple different entities. Each of these entities below have the legal capability of seizing assets, depending on the type of debt owed and applicable laws. Here's a breakdown of who can garnish wages, though this list is not meant to be exhaustive.\n\nNote that after the initial contact regarding the intention to see garnishment, you may have the opportunity to settle your debt without having to go through the garnishment process.\n\nReceiving a notice for garnishment typically involves a formal legal process. The specific procedures can vary depending on the type of garnishment and applicable laws, but there are general steps involved. First, you'll usually receive communication from the creditor or the entity seeking garnishment. They want to inform you of the debt owed and their intent to pursue garnishment if the debt remains unpaid.\n\nIf the creditor decides to proceed with garnishment, they must obtain a court order or judgment authorizing the garnishment. Once the court order is granted, you'll receive official notification. This is usually a legal document served by mail or hand delivered. This notification will outline the details of the garnishment such as what's owed, the creditor's identity, and instructions on how to respond if you wish to contest the garnishment.\n\nDepending on the circumstances, you may have the opportunity to challenge the garnishment. Legal professionals can help you understand your rights under the law and explore potential defenses. Otherwise, the garnishment will occur as outlined as prescribed in the communication.\n\nYou can take proactive steps to avoid garnishments. First, you generally may have the greatest flexibility if you have open communication with your creditors. If you're struggling to make payments, reach out to your creditors as soon as possible to discuss potential solutions. Note that your specific situation may be more complex, and consulting with legal counsel first may be advisable.\n\nYou may also want to consult legal counsel if you're facing imminent garnishment. Consulting with a qualified attorney experienced in debt resolution and consumer protection laws can help determine whether a garnishment claim will be valid. An attorney can assess your situation, explain your legal rights and options, and represent you in negotiations with creditors or in court proceedings if necessary.\n\nConsider reaching out to a reputablecredit counselingagency. Though they may not be able to help you avoid the garnishment process, they can offer assistance in developing a budget, managing debts, and exploring debt relief options specific to your circumstances.\n\nLast, one of your best defenses is to simply stay on top of your personal finances and make sound monetary decisions. Monitor your financial accounts closely for any notices or communications from creditors or collection agencies. Be mindful of debt your taking out and your ability to pay for it. Consider prioritizing setting up an emergency fund to help alleviate financial pressure if you lose your job.\n\nEvery state will have its own garnishment laws. For example. Washington's law defines garnishment, defines what is subject to garnishment, and outlines numerical limits.\n\nThe dollar amount that can be garnished will vary from situation to situation. However, there are some limits in some cases. For example, the information below relates specifically to wage garnishment.\n\nThe Consumer Credit Protection Act stipulates the amount of income that can be garnished from an individual's wage. The garnishment amount is the lower of the following:\n\nIndividuals who earn disposable income under $217.50 per week do not receive any wage garnishment. Individuals who receive a disposableincomeof between $217.50 and $290 per week can have any amount above $217.50 garnished. For weekly disposable earnings above $290, a maximum of 25% can be garnished.\n\nDisposable income is defined as gross income minus legally required deductions, such as federal, state, and local taxes and social security deductions.\n\nGarnishment limits set by theConsumer Credit Protection Actdo not apply to unpaid tax debt, child support, bankruptcy orders, student loans, or voluntary wage allocations. Federal agencies and federal student loan holders can garnish up to 15% of an individual’s wage.\n\nSixty percent of wages can be garnished for child support payments if an individual has no other dependents to support. Federal and state garnishment limits may differ, in which case the lower garnishment limit applies. If an individual facesfinancial hardship due to wage garnishment, they may be eligible to file a claim to reduce the garnishment amount.\n\nOne famous example of wage garnishment involves the case of O.J. Simpson, the former NFL player and actor. In 1997, Simpson was ordered to pay $33.5 million in damages to the families of Nicole Brown Simpson and Ronald Goldman in a civil wrongful death lawsuit, following his acquittal in their criminal murder trial.\n\nTo enforce the judgment, a portion of Simpson's NFL pension and earnings from other ventures were subject to wage garnishment. However, the garnishment would be capped based on where Mr. Simpson lived when granted parole. For example, Simpon indicated he'd in Florida when paroled; the state's garnishment limit is 25%.It was supposedly reported that Simpson had not willingly paid any money towards the court order.\n\nGarnishment works by creditors obtaining a court order or judgment that authorizes them to collect the owed funds directly from the debtor's income or assets. Once the court order is granted, the creditor can proceed to garnish wages by instructing the debtor's employer to withhold a portion of their paycheck or levy bank accounts to access funds.\n\nCommon types of debts that can lead to garnishment include unpaid credit card bills, medical bills, student loans, taxes, and child support payments. Essentially, any debt for which you've defaulted on payments and haven't made arrangements to repay can potentially lead to garnishment proceedings.\n\nGenerally, federal law prohibits employers from terminating employees solely because of garnishment for a single debt. However, there may be exceptions depending on state laws and company policies. It's important to consult with legal counsel if you believe your employment rights have been violated due to garnishment.\n\nYes, certain income sources and assets may be exempt from garnishment under federal and state laws. For example, Social Security benefits, disability payments, certain pensions, and child support payments areoften protected from garnishment. Additionally, each state has its own set of exemptions that may shield specific types of income or assets from garnishment.\n\nGarnishment is a legal process where a creditor obtains a court order to collect a debt by seizing a portion of the debtor's wages, bank accounts, or assets. It allows creditors to recover owed funds directly from the debtor's income or assets to satisfy outstanding debts.\n\nU.S. Department of Labor. \"Fact Sheet #30: The Federal Wage Garnishment Law, Consumer Credit Protection Act’s Title III (CCPA).\"\n\nInternal Revenue Service. \"Levy.\"\n\nWashington State Legislature. \"Chapter 6.27 RCW (Garnishment).\"\n\nU.S. Department of Education. \"Collections.\"\n\nInsurance Journal. \"O.J. Simpson Faces $58 Million Wrongful Death Damages After Release From Jail.\"\n\nESPN. \"Latest Bid to Collect Judgment From O.J. Simpson Turned Down.\"",
  "url": "https://www.investopedia.com/terms/g/garnishment.asp"
}