{
  "term": "What Is Capitalization?",
  "definition": "Capitalization is an accounting method that converts certain expenses into assets on the balance sheet, allowing costs to be recognized over multiple accounting periods rather than immediately expensed. It also refers to a company's capital structure—the mix of debt and equity used to fund operations.\n\nCapitalization, in financial accounting, describes when costs are recorded as assets on a company balance sheet instead of being listed as expenses on the income statement. The capitalization approach acknowledges that some expenses produce benefits that extend beyond the current accounting cycle. Thus, \"capitalizing\" an expense enables a company to distribute its cost over multiple periods through depreciation or amortization instead of reporting the full expense right away.\n\nFor an expense to qualify for capitalization, it must generally deliver economic benefits to the company in future periods, and those benefits should last beyond a singleaccounting period. Assets like property, equipment, software development costs, patent acquisitions, and major repairs that extend an asset's useful life represent commoncapitalized costs.\n\nCapitalization can also allude to a firm's capital structure and the costs of the corporation's stock, long-term debt, and retained earnings.\n\nWhen a business spends money on something that it considers a fixed or long-term asset, that item can be capitalized: The cost moves onto the balance sheet as an asset instead of being recorded as a business expense on the income statement. The capitalized cost is then systematically reallocated to expenses throughdepreciation or amortizationschedules for tangible and intangible assets.\n\nSuppose a manufacturing company purchases a new piece of equipment for $100,000, and it has an expected useful life of 10 years. The company adds the $100,000 cost to its balance sheet as an asset. It then records $10,000 annually in depreciation expense (based onstraight-line depreciationwith no salvage value), steadily converting the capitalized asset into incremental expenses recognized throughout its useful life.\n\nThis has implications for a company's financial reporting:\n\nDifferent regulators have their own guidelines for recognizing capitalization. U.S. generally accepted accounting principles (GAAP) include detailed rules for specific asset categories, while the international financial reporting standards (IFRS) adopt a more principles-based approach.\n\nCapitalization also extends to borrowing costs directly attributable to the acquisition, construction, or production of qualifying assets. Interest costs can be added to the cost of the asset rather than expensed immediately—known ascapitalized interest.\n\nThe cost of expenditures must satisfy the asset definition criteria before any framework allows capitalization. Consider leased equipment, where capitalization converts anoperating leaseto acapital leaseby classifying the leased asset as a purchased asset included on the balance sheet. The Financial Accounting Standards Board (FASB) requires all leases of more than 12 months to be capitalized to reflect the lessee's rights and obligations.\n\nNote that financial statements are at risk of being erroneous or manipulated if a cost is capitalized incorrectly. When a cost is improperly expensed,net incomein the current period will be lower than it should be. The company will also pay lower taxes in the current period. If a cost is instead incorrectly capitalized, net income in the current period will be higher than it should be, and assets on the balance sheet will be overstated.\n\nDetailed rules with specific industry guidance\n\nOnly allows capitalization of development costs for software and media production\n\nRequires capitalization of interest costs\n\nApplies a general \"probable future economic benefits\" test rather than industry-specific rules\n\nAllows capitalization of development costs across all industries if feasibility is demonstrated\n\nMakes interest capitalization optional\n\nOrganizations set capitalization thresholds that define minimum expenditure amounts that require capitalization. The capitalization threshold levels differ significantly between industries and organizations of different sizes.A large corporation may establish capitalization limits at $50,000 or $100,000, while a small business may set these limits at just $1,000 or $2,500.\n\nCapitalization can alternatively describe a company'scapital structure—i.e., the composition of its long-term or permanent funding. This meaning of capitalization includes the proportion of financing a company is exposed to via its equity stock, long-term debt, andretained earnings. It represents how a business finances its overall operations and growth using different sources of funds.\n\nA company's capitalization structure reveals the mix of funding sources it relies on:\n\nHighly capitalized companies tend to have strong equity positions relative to debt, making them more resilient during economic downturns.\n\nAccounting standards generally requireresearch coststo be expensed and not capitalized.\n\nTheweighted average cost of capital(WACC) represents the combined cost of all funding sources, essentially setting the minimum profit target a company needs to hit to keep its investors happy. Savvier businesses try to balance their funding mix carefully to cut costs while maintaining financial flexibility and managing risk.\n\nWhen a company can't generate enough earnings to cover what it costs to finance its operations, it's undercapitalized. This means struggling to make interest payments to bondholders or dividend payments to shareholders. On the flip side, overcapitalization happens when a business has more capital than it needs because profits are so high. While this might sound like a good thing, it actually creates inefficiencies—like paying for resources that sit idle or missing prospects to invest elsewhere. Finding the right balance is crucial for long-term business success.\n\nCapitalization ratiosin fundamental analysis evaluate a company’s capital structure. If a company relies too much on equity capital, for instance, it may have a higher overall cost of capital since equity typically demands greater returns than debt, and it misses the tax advantages that come with interest expense deductions. Meanwhile, if a company relies too much on debt financing, it risks problems making its required interest and principal payments.\n\nAlso known asleverage ratios, capitalization ratios include the following:\n\nMarket capitalizationis distinct from the accounting concepts of capitalization discussed above. Market cap takes the current share price multiplied by the number of outstanding shares to represent investors' collective assessment of a company's value.\n\nThe accounting practice of capitalization matches expenses to their related revenues, which for many companies provides a more accurate representation of a business's true financial status. The right capitalization methods must be used to preserve the integrity of financial statements.\n\nCapitalization can also refer to a company's capital structure and how it finances its operations through equity, debt, and hybrid securities.\n\nMitchell Franklin, et al. “Principles of Accounting, Volume 1: 11.3 Explain and Apply Depreciation Methods To Allocate Capitalized Costs.” OpenStax, 2019.\n\nRSM US LLP. \"U.S. GAAP to IFRS Comparisons.\" Pages 5-10.\n\nPwC. \"Property, Plant, Equipment and Other Assets Guide.\" Pages 17-23.\n\nFinancial Accounting Standards Board. \"Accounting Standards Update No. 2016-02, Leases (Topic 842).\"\n\nSchiff, Jonathan, Hannah Rozen, and Allen Schiff. \"Asset Capitalization Thresholds: Is Diversity a Good Thing?\"Strategic Finance, vol. 97, no. 1, July 2015, pp. 30-37.\n\nSatyanarayana, Kurada and Addada Narasimha Rao. \"Capital Structure Theories and Its’ Practice: A Study with Reference to Select NSE Listed Public Sectors Banks, India.\"Arxiv, July 2023, pp. 2.\n\nRSM US LLP. \"U.S. GAAP to IFRS Comparisons.\" Page 13.",
  "url": "https://www.investopedia.com/terms/c/capitalization.asp"
}