{
  "term": "What Is a Multilateral Trading Facility (MTF) & How Does It Work?",
  "definition": "A multilateral trading facility (MTF) is a European term for a trading system that facilitates the exchange offinancial instrumentsbetween multiple parties.\n\nMTFs alloweligible contract participantsto gather and transfer a variety of securities, especially instruments that may not have an official market. These facilities are often electronic systems controlled by approved market operators or largerinvestment banks. Traders usually submit orders electronically, where a matching software engine pairs buyers with sellers.\n\nMTFs provideretail investorsand investment firms with an alternative to traditional exchanges. Before their introduction, investors had to rely on national securities exchanges such asEuronextor the London Stock Exchange (LSE).\n\nMTFs have fewer restrictions surrounding the admittance of financial instruments for trading, allowing participants to exchange more exotic assets andover-the-counter(OTC) products. For example, the LMAX Exchange offers spot foreign exchange andprecious metalstrading.\n\nFaster transaction speeds, lower costs and trading incentives have helped MTFs become increasingly popular in Europe, although the NASDAQ OMX Europe was closed in 2010 as MTFs face intense competition with each other and establishedexchanges.The introduction of MTFs has led to greater fragmentation in the financial markets since single securities may now list across multiple venues. Brokers responded by offering smart order routing (SOR) and other strategies to secure the best price between these many venues.\n\nMTFs operate under the European Union’s (EU's)MiFID IIregulatory environment—a revised legislative framework designed to protect investors and instill confidence in the financial industry.\n\nIn the United States,Alternative Trading Systems(ATS) operate similarly to MTFs. ATSs are regulated as broker-dealers rather than exchanges in most cases, but must still be approved by theSecurities and Exchange Commission(SEC) and meet certain restrictions.\n\nIn recent years, the SEC has intensified its enforcement activities surrounding ATSs in a move that could lead to stricter MTF regulation in Europe. This is especially true fordark poolsand other ATSs that are relatively obscure and difficult to trade and value.\n\nThe most widely known ATSs in the United States areElectronic Communication Networks(ECNs)—computerized systems that automatically match buy and sell orders for securities in the market.\n\nIn the United States, Alternative Trading Facilities (ATSs) are similar to the European MTFs.\n\nMultilateral trading facilities offermultiple advantagesfor buying and selling securities and other assets. One key advantage is that the operators cannot pick and choose which trades to execute: they must set and follow clear rules, allowing transparency in trades and pricing.\n\nWith high-speed trading, MTFs use computer algorithms to match buyers and sellers. This facilitates higher liquidity than over-the-counter trades, resulting in lower bid-ask spreads and more effective price discovery. Moreover, MTFs typically operate on a commission basis, meaning that they have no conflicts of interest with individual traders.\n\nInvestment banks and financial data companies can leverageeconomies of scaleto compete with traditional securities exchanges and potentially realize synergies with their existing trading operations.\n\nSome investment banks, which already ran internal crossing systems, have also converted their internal systems into MTFs. For example, UBS Group established its own MTF that works in conjunction with its internal crossing systems.\n\nIn 2019, financial data and media company Bloomberg announced that it received authorization from the Netherlands Authority for the Financial Markets (AFM) to operate an MTF from Amsterdam throughout the EU. Bloomberg’s MTF provides quote and trading functionality to eligible participants in products such as cash bonds,repos, credit default swaps (CDS), interest rate securities (IRS),exchange-traded funds(ETF), equity derivatives, and forex (FX) derivatives.\n\nAn Organized Trading Facility, or OTF, is a new type of European trading venue for bonds, derivatives, and emissions allowances, but not equities. Multilateral Trading Facilities can trade in stocks and other equity products.\n\nIn addition, the operators of OTFs are required to exercise discretion when they place orders. As the DutchAuthority for Financial Marketsexplains, \"The operator of an OTF does have a degree of discretion in deciding whether to place or withdraw an order on its OTF and in deciding not to match a client order with other orders available in the systems of the OTF.\"\n\nThe largest Multilateral Trading Facility is the London-basedChi X-Europe, which is passported across the European Economic Area and regulated by the Financial Conduct Authority. Other notable entities include Liquidnet Europe, Currenex MTF, and UBS MTF.\n\nBloomberg's Multilateral Trading Facility, orBMTF, can be used to trade bonds, repos, credit default swaps, interest rate swaps, exchange-traded funds, equity derivatives, and foreign exchange derivatives.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nEuropean Markets and Securities Authority. \"MiFID II.\" Accessed April 9, 2021.\n\nNASDAQ. \"NASDAQ OMX to Close Its Pan-European Equity MTF NASDAQ OMX Europe.\" Accessed April 9, 2021.\n\nU.S. Securities and Exchange Commission. \"Alternative Trading System ('ATS') List.\" Accessed April 9, 2021.\n\nU.S. Securities and Exchange Commission. \"Exemptive letter: UBS Group AG - Holding Company Reorganization,\" Page 9. Accessed April 9, 2021.\n\nBloomberg. \"Bloomberg MTF Receives Authorisation from the Netherlands Authority for the Financial Markets.\" Accessed April 9, 2021.",
  "url": "https://www.investopedia.com/terms/m/multilateral_trading_facility.asp"
}