{
  "term": "What Is Sterling Overnight Interbank Average (SONIA) Rate?",
  "definition": "The Sterling Overnight Index Average (SONIA) rate is an interest rate benchmark used in the United Kingdom. It is the effective overnight interest rate paid by banks forunsecuredtransactions in the British sterling market. Administered by theBank of England (BoE), SONIA is used to fund trades that occur overnight during off-hours. As such, it represents the depth of overnight business in the marketplace.\n\nThe Sterling Overnight Interbank Average Rate is abenchmarkinterest rate used in the United Kingdom and operated by the BoE. It represents the average interest rate banks use when they borrow British currency from others, including financial institutions and largeinstitutional investors.\n\nCalculated each business day in London, SONIA fixing is the weighted average rate of unsecured overnight sterling transactions that are brokered by members of the Wholesale Markets Brokers’ Association. The daily SONIA rate as of June 15, 2023, was 4.42840%.\n\nThe eligibility criteria for transactions to qualify for SONIA include:\n\nSONIA \"provides up-front certainty of the amount of interest due at the end of the interest period.\"The rate also encouraged the formulation of theOvernight Index Swap (OIS)market, and the Sterling Money Markets in Great Britain. SONIA is a widely used benchmark for many financial transactions, among which is the reference rate for the sterling OIS market.\n\nAccording to the BoE, the rate is \"used to value around £30 trillion of assets each year.\"\n\nHere's how SONIA is calculated:\n\nOnce all of these steps are completed, the BoE publishes the rate.\n\nSONIA was established in 1997 by the WMBA in the United Kingdom. TheFinancial Conduct Authority (FCA)in the U.K. regulated the WMBA as a calculation and publication agent. The WMBA had no sterling overnight funding rate before SONIA. This createdvolatilityin the country's overnight interest rates. The creation of SONIA brought stability to overnight rates.\n\nThe rate is managed and operated by the BoE, the country's central bank, which took control of the rate in April 2016.The central bank made changes to the way it calculates SONIA in April 2018 and began publishing the SONIA Compounded Index on a daily basis in August 2020.\n\nIn April 2017, the Working Group on Sterling Risk-Free Reference Rates, which is a group of active, influential dealers in the sterling interest rate swap market, announced SONIA would be its preferred, near-risk-free interest rate benchmark. This change impacted sterlingderivativesand related financial contracts. It also provided an alternative interest rate to the dominantLondon Interbank Offered Rate (LIBOR). To that end, the FCA announced it would no longer require banks to submit LIBOR quotes after 2021.\n\nSONIA provided traders and financial institutions with an alternative to the LIBOR as a benchmark for short-term financial transactions. All contracts using LIBOR are to be wrapped up by June 30, 2023.LIBOR will be replaced by theSecured Overnight Financing Rate (SOFR).\n\nThe Bank of England reported several changes that became valid as of April 2018:\n\nThe Sterling Overnight Interbank Average rate is a benchmark interest rate used in the United Kingdom. The rate, which is managed, calculated, and published by the Bank of England, is the overnight interest rate that banks and other financial institutions pay forunsecuredtransactions in the British sterling market. Transactions must meet certain criteria to qualify. Among them, transactions must be executed between a certain time frame (12 a.m. and 6 p.m.) and must be worth at least £25 million.\n\nThe SONIA rate calculated, published, and set on June 15, 2023, was 4.42840%.\n\nThe Bank of England manages and operates the Sterling Overnight Interbank Average rate. It took control of SONIA in 2016 and made changes to its methodology two years later. But it was established by Wholesale Markets Brokers’ Association in 1997. Prior to this, there was no such rate. As such, there was a greater degree of volatility in the overnight interest rate environment in the United Kingdom. SONIA, though, brought more stability to these rates. It is now used as a broad benchmark for different types of unsecured financial transactions.\n\nThe Bank of England is responsible for publishing the SONIA rate, which is the interest rate benchmark used by banks for different unsecured financial transactions in the overnight sterling market. It provides some degree of stability to the country's overnight market and represents the depth of overnight business in the country's financial markets.\n\nFRED Economic Data. \"Daily Sterling Overnight Index Average (SONIA) Rate.\"\n\nBank of England. \"SONIA key features and policies.\"\n\nNatWest Group. \"SONIA - An overview.\"\n\nBank of England. \"SONIA interest rate benchmark.\"\n\nIntercontinental Exchange. \"LIBOR®.\"",
  "url": "https://www.investopedia.com/terms/s/sonia.asp"
}