{
  "term": "What Is Head of Household Filing Status?",
  "definition": "HOH filing provides a financial boost to single or separated individuals with dependents.\n\nFiling a tax return using the Head of Household (HOH) filing status has qualifying rules but provides a higher standard deduction and lower tax rates. Individuals must support a qualifying dependent and pay more than half the cost of supporting a home.\n\nHead of Household is afiling statusavailable to taxpayers who meet qualifying criteria. They must file individual tax returns, be unmarried, and have a qualifyingdependentsuch as a child or parent. The HOH must pay more than 50% of the supporting costs for the qualifying person and more than half the cost of maintaining that person’s primary home.\n\nHousing costs include rent or mortgage, utilities, repairs, insurance, taxes, and maintenance. The home must be the taxpayer’s own home unless the qualifying person is the taxpayer’s parent and the property of that parent.\n\nAccording to theInternal Revenue Service (IRS), the taxpayer must be single, divorced, or unmarried to qualify. Married taxpayers are considered unmarried if they didn't live with their spouse at any time during the last six months of thetax year.\n\nThe IRS provides a breakdown of what constitutes a qualifying person inTable 4of Publication 501.\n\nThe tax brackets are wider for those who file as Head of Household. For example, in 2024, the income for Single filers in the 12% tax ranged from $11,601 to $47,150. For HOH in the same bracket, the income ranged from $16,551 to $63,100.\n\nThere's a larger standard deduction for filing as Head of Household. In 2024, the standard deduction for those filing singly is $14,600 but $21,900 for HOH filers. For 2025, these figures increase to $15,000 for single filers and $22,500 for HOH.\n\nTheTax Cuts and Jobs Act of 2017(TCJA) suspended thepersonal exemptionfor dependents through 2025. HOH filers had to claim anexemptionfor their qualifying person when this tax provision was in effect. Taxpayers can release their exemption to a noncustodial parent in a divorce proceeding or a legal separation agreement and remain eligible to file as an HOH.\n\nIt may be possible to file asHead of Householdif the person is a parent who lives at another address provided and depends on the taxpayer to cover more than half the cost of keeping up their home.\n\nAn HOH filer receives a standard deduction of $21,900 for 2024, reducing $70,000 in taxable income to $48,100. Of that amount, $16,550 will be taxed at 10%, and $31,550 at 12%, bringing the total tax bill to $1,655 + $3,786 = $5,441.\n\nA taxpayer filing assingleormarried filing separatelyqualifies for a standard deduction of $14,600 in 2024, reducing their taxable income from $70,000 to $55,400. $11,600 will be taxed at 10%, $35,550 at 12%, and the remaining $8,250 at 22%. This results in a total tax bill of $1,160 + $4,266 + $1,815 = $7,241.\n\nFiling as Head of Household saved this taxpayer $1,800.\n\nAccording to IRS rules, dependents must be U.S. citizens, resident aliens, or nationals or residents of Canada or Mexico. They cannot be claimed as a dependent on more than one tax return and cannot claim a dependent on their tax return. A spouse does not qualify as a dependent but a qualifying child or qualifying relative does.\n\nIt's almost always better to file as Head of Household. HOH filers have a lower tax rate and higher standard deductions than single filers.\n\nThe standard deduction represents income that is not subject to tax. For the Head of Household, it will be $21,900 for the tax year ending 2024 and increase to $22,500 in 2025.\n\nHead of Household (HOH) filing status can be claimed by unmarried taxpayers who support and house a qualifying person. They file a separate individual tax return, are considered unmarried, and have a qualifying child or dependent to qualify for HOH status. HOH filing status aims to provide a financial boost to single or separated individuals with dependents.\n\nInternal Revenue Service. \"Publication 501 Dependents, Standard Deduction, and Filing Information.\"\n\nInternal Revenue Service. \"Filing Status.\"\n\nTax Foundation. \"2024 Tax Brackets.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Tax Reform Provisions That Affect Individuals.\"\n\nInternal Revenue Service. “Publication 17: Your Federal Income Tax for Individuals.” Page 24.\n\nInternal Revenue Service. \"Dependents.\"",
  "url": "https://www.investopedia.com/terms/h/head_of_household.asp"
}