{
  "term": "What Is the Invisible Hand in Economics?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe invisible hand is a metaphor for the unseen forces that move thefree market economy. Through individual self-interest and freedom of production and consumption, the best interests of society, as a whole, are fulfilled. The constant interplay of individual pressures on market supply and demand causes the natural movement of prices and the flow of trade.\n\nThe term \"invisible hand\" first appeared in Adam Smith's famous work \"The Wealth of Nations\" to describe how free markets can motivate individuals, acting in their own self-interest, to produce what is societally necessary.\n\nInvestopedia / Madelyn Goodnight\n\nThe invisible hand metaphor distills two critical ideas. First, voluntary trades in a free market produce unintentional and widespread benefits. Second, these benefits are greater than those of a regulated,planned economy.\n\nEach free exchange signals which goods and services are valuable and how difficult they are to bring to market. These signals, captured in the price system, spontaneously direct competingconsumers, producers,distributors, and intermediaries—each pursuing their plans—to fulfill the needs and desires of others.\n\nThe invisible hand is part of the laissez-faire policy concerning the market. Laissez-faire translates to \"let do/let go\" and this approach holds that the market will find equilibrium without government or other interventions forcing it into unnatural patterns.\n\nScottish Enlightenment thinkerAdam Smithintroduced the concept in several of his writings, such as the economic interpretation in his book \"An Inquiry Into the Nature and Causes of the Wealth of Nations\" (often shortened to just\"The Wealth of Nations\") published in 1776 and an earlier work, \"The Theory of Moral Sentiments,\"published in 1759. The invisible hand concept was in use during the 1900s.\n\nThe term \"invisible hand\" only appears twice in \"The Wealth of Nations,\" a volume of around 1,000 pages.\n\nBusiness productivity and profitability are improved when profits and losses accurately reflect what investors and consumers want. This concept is well-demonstrated through a famous example in Richard Cantillon’s \"An Essay on Economic Theory (1755),\" the book from which Smith developed his invisible hand concept.\n\nSmith's \"The Wealth of Nations\" was published during the first Industrial Revolution and the same year as the American Declaration of Independence. His invisible hand became one of the primary justifications for an economic system of free-marketcapitalism.\n\nAs a result, the business climate of the U.S. developed with a general understanding that voluntary private markets are more productive than government-run economies. Even government rules sometimes try to incorporate the invisible hand.\n\nFormer Fed ChairBen Bernankeexplained the \"market-based approach is regulation by the invisible hand\" which \"aims to align the incentives of market participants with the objectives of the regulator.\"\n\nConsider an example of a small business facing stiff competition. To best position itself in the market, the small business decides it will invest in higher quality materials for its manufacturing process as well as reduce its prices.\n\nThough the small business may be taking these steps out of self interest—in this instance, to drive sales and capture market share—the invisible hand is at work because the market will have access to more affordable yet higher quality goods.\n\nAnother example of the invisible hand is the ripple effect that a retail company can have when attempting to meet consumer demand. Consider a hardware store that anticipates demand for yard maintenance tools. The hardware store will coordinate with a manufacturer to secure the appropriate goods. Meanwhile, the manufacturer will communicate with a raw materials distributor to ensure it has the items it needs to meet the hardware store's demands.\n\nEach entity is acting in its own self interest. However, each is also creating economic activity for other parties. In addition, the entities are stringing together a process that results in consumers receiving a product that they need. Though each individual action taken by itself may not amount to much, the invisible hand helps move resources along a process to deliver a final product.\n\nThe invisible hand allows the market to reach equilibrium without government or other interventions forcing it into unnatural patterns. When supply and demand find equilibrium naturally, oversupply and shortages are avoided. The best interest of society is achieved via self-interest and freedom of production and consumption.\n\nAdam Smith wrote about an invisible hand during the 1700s, noting that it benefits the economy and society, thanks to self-interested individuals. The invisible hand include the automatic pricing and distribution mechanisms in an economy that interact directly and indirectly with centralized, top-down planning authorities.\n\nCritics argue that the idea that actions of self-interested, profit-driven actors will converge on some social optimum is clearly false. Instead, they naturally lead to negative externalities, economic and social inequalities, greed, and exploitation. Moreover, competition driven by the invisible hand can ultimately result in monopolies and the concentration of economic power, both of which are undesirable for society.\n\nOther critiques underscore that the concept relies on the assumption that producers can easily switch from producing one type of good to any other, depending on relative profitability at a given moment. This does not account for the sometimes enormous costs of switching and the idea that people may engage in a business that they enjoy doing, or which has been passed down in a family, regardless of profitability.\n\nThe invisible hand represents the idea that specialization in production can lead self-interested individuals to produce what is socially necessary and for the good of all. This is because increased specialization naturally leads to a web of mutual interdependencies. For example, a shoemaker needs others to produce their house, while a homebuilder relies on a shoemaker for shoes. On a larger scale, market forces and competition motivate producers to make what is most profitable at the lowest cost, encouraging technological progress and innovation, for the benefit of all.\n\nAdam Smith Institute. \"The Wealth of Nations.\"\n\nAdam Smith Institute. \"Adam Smith Wrote Another Book?\"\n\nMises Institute. \"An Essay on Economic Theory.\"\n\nFederal Reserve Board. \"Financial Regulation and the Invisible Hand.\"",
  "url": "https://www.investopedia.com/terms/i/invisiblehand.asp"
}