{
  "term": "What Is AG (Aktiengesellschaft)? Definition, Meaning, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nAG is an abbreviation of Aktiengesellschaft, which is a German term for apublic limited company. This type of company shares are offered to the general public and traded on a public stock exchange. Shareholders' liability islimitedto their investment. The shareholders are not responsible for the company's debts, and their assets are protected in case the company becomes insolvent.\n\nAktiengesellschaft is a German term made up of words meaning share and corporation. An AG is a business owned by shareholders which may be traded on a stock marketplace. Shareholders exercise power over controlling policies at regularly scheduled general meetings. The managing board decides on all operational matters, and the supervisory board carries them out.\n\nGerman companies that are publicly traded are designated as such by the letters 'AG' after the company name. 'AG' is an abbreviation for the German wordAktiengesellschaft, which literally translates to 'stock corporation' or 'shares corporation' in English. AG companies trade publicly on stock exchanges with the majority of companies trading on the DAX.\n\nSome of the largest German AG corporations include its automotive manufacturers:\n\nSetting up an AG requires five or more members. An Aktiengesellschaft (AG) is subject to the Stock Corporation Act. This act involvesshare capitalof approximately 50,000 euros, with at least one-quarter paid at registration. The business owner will enlist the services of an attorney or bank in preparing documentation for registration.\n\nThe Aktiengesellschaft's name will come from the enterprise’s purpose and contains the word Aktiengesellschaft in its title. Thearticles of associationinclude the corporation’s name, registered office, share capital, eachshareholder’s contribution, and details regarding the shares. A court ornotarywill authenticate the articles of association.\n\nThe required capital is deposited into a banking account, and the notarized documents and signed application are submitted to the Commercial Registry Office. The AG will become a legal entity within seven days if all materials are in order. The Office will issue a certificate of registration, and publish news of the establishment in the Official Gazette.\n\nAn AG has a managing board of one or more members appointed by and reporting to the supervisory board of three or more members. An Aktiengesellschaft (AG) with a share capital of 3 million euros or more has two or more managing board members.An AG employing over 500 workers will have employee representatives occupying one-third of the supervisory board. If the employee number exceeds 2,000, employee representatives will fill half of the board. Also, the articles of association may limit the number of members.\n\nAuditors check the corporation’s financial documents. Meeting three or more of the following conditions for two or more years in a row requires an ordinary company audit: the company has more than 50 full-time employees; revenues exceed $2 million, or thebalance sheetexceeds $100,000.\n\nGmbH is another common business extension primarily known for its use in Germany. Like most countries, Germany has two distinct classifications for companies: publicly traded andprivately held. While AG refers to public companies, the acronym 'GmbH' is used to designate certain private entities and is written after a company’s name. The letters stand forGesellschaftmitbeschränkterHaftungwhich translated literally, means a 'company with limited liability.'\n\nFederal Ministry of Justice. “Commercial Code.” Sections 7, 31, 36a.\n\nfirma.de. “How To Set Up an Aktiengesellschaft (AG): Your Guide to Starting a Stock Company in Germany.”\n\nFasterCapital. “Understanding the Basics: AG Aktiengesellschaft Explained.”\n\nFederal Ministry of Justice. “Stock Corporation Act.” Sections 76, 393a.\n\nDeloitte Legal. “Doing Business in Germany: A Comparative Guide.” Page 3.",
  "url": "https://www.investopedia.com/terms/a/ag-aktiengesellschaft.asp"
}