{
  "term": "What Is DWAC (Deposit/Withdrawal at Custodian)?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nDeposit/Withdrawal at Custodian (DWAC) is a service provided by the Depository Trust Company (DTC) that allows for the electronic deposit or withdrawal of new shares or paper share certificates to and from the DTC. This service uses the Fast Automated Securities Transfer Program (FAST).\n\nDWAC is one of two ways of transferring securities between broker/dealers and the DTC. The second is the Direct Registry System (DRS). Both systems enable investors to hold securities in registered form on the books of the transfer agent, rather than as paper certificates in their homes. When transfers are requested, they happen electronically; no certificates are physically moved.\n\nDRS is different from DWAC in that shares have already been issued, registered to owners, and are held electronically on the books of a transfer agent.\n\nDWAC is an electronic process of transferring securities between a broker and a transfer agent. It offers a number of benefits to investors, including time savings, cost savings, and low risk.\n\nAs an electronic system, DWAC allows the for immediate transfer of securities to abrokerage account. No time is involved or required for thephysical deliveryof share certificates, so the settlement process is more efficient and faster. It also saves on costs associated with printing a physical certificate and mailing it.\n\nBecause no physical certificates are transferred, there is no risk of loss or damage that might occur when transporting and handling such certificates.\n\nWhile not typically a concern of investors, there are several requirements for the DWAC. Shares must be free trading or eligible for restriction removal. Thebrokermust be a DTC participant and the issuer must be DWAC-eligible.\n\nThe DTC, which offers DWAC, handles around 1.4 million settlement-related transactions every day. These transactions are valued at approximately $600 billion.\n\nFAST is a contract between DTC andtransfer agentswhereby FAST agents act as custodians for the DTC. It eliminates the movement of physical securities. It was established in 1975.\n\nAccording to the DTC, the FAST program \"facilitates the industry’s dematerialization efforts and plays a significant role in reducing the costs associated with shipping certificates to and from agents as well as those related to printing and processing certificates.\"Money marketsecurities can't participate in the FAST program.\n\nWhile this process is electronic, shareholders can still withdraw their stock from theirbrokerage accountsand request a physicalstock certificate. They must ask the broker initiate the request through the DTC or have the broker send the shares electronically to the transfer agent through the DWAC system.\n\nThere may be fees for this service. The withdrawal of shares as physical certificates generally requires aMedallion Signature Guarantee—a certification stamp that guarantees the signature on a share certificate is authentic.\n\nShareholderscan deposit their stock into a brokerage account by either sending their actual stock certificate(s) to their broker or by having the transfer agent send the shares directly to the broker using the DWAC system.\n\nTo deposit your shares to your broker via DWAC, shareholders must provide original stock certificate(s), the DWAC deposit form, and applicable fees.\n\nYes, DWAC is a service offered by the Depository Trust Company. DWAC is a method of requesting the deposit or withdrawal of securities to or from a transfer agent.\n\nThe DTC, which is a subsidiary of the Depository Trust & Clearing Corporation (DTCC), provides transfers and trade settlement services for U.S. equity, corporate, municipal debt, and money market transactions. It also provides for the safekeeping and asset servicing of securities of 131 countries and territories valued at approximately $37 trillion.\n\nIt may. For example, if you want to transfer securities to your broker, the broker would provide you with an authorization form to allow for the use of either a Deposit/Withdrawal at Custodian or the Direct Registry System. DWAC handles the electronic transfer of new or certified paper shares. The DRS handles the electronic transfer of shares that have been already issued and are registered to you.\n\nDeposit/Withdrawal at Custodian, or DWAC, is a service provided by the Depository Trust Company. It allows DTC participants—brokers and custodial banks—to request the transfer of securities using the FAST system between a transfer agent and a broker.\n\nDTCC. \"Deposit/Withdrawal at Custodian.\"\n\nDTCC. \"FAQs: How Issuers Work With DTC.\"\n\nMerrill. \"Incoming Direct Registration System/Deposit and Withdrawal at Custodian Authorization Letter.\"",
  "url": "https://www.investopedia.com/terms/d/dwac.asp"
}