{
  "term": "What Is a Debt Security? Definition, Types, and How to Invest",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nA debt security is adebt instrumentthat can be bought or sold between two parties and has basic terms defined, such as the notional amount (the amount borrowed), interest rate, and maturity and renewal date.\n\nExamples of debt securities include a government bond, corporate bond, certificate of deposit (CD), municipal bond, or preferred stock. Debt securities can also come in the form of collateralized securities, such ascollateralized debt obligations(CDOs), collateralized mortgage obligations (CMOs), mortgage-backed securities (MBSs) issued by the Government National Mortgage Association (GNMA), andzero-coupon securities.\n\nA debt security is a type of financial asset that is created when one party lends money to another. For example, corporate bonds are debt securities issued by corporations and sold to investors. Investors lend money to corporations in return for a pre-established number of interest payments, along with the return of their principal upon the bond's maturity date.\n\nGovernment bonds, on the other hand, are debt securities issued by governments andbacked by faith in that government, which are sold to investors. Investors lend money to the government in return for interest payments (calledcoupon payments) and a return of their principal upon the bond's maturity.\n\nDebt securities are also known asfixed-income securitiesbecause they generate a fixed stream of income from their interest payments. Unlike equity investments, in which the return earned by the investor is dependent on the market performance of the equity issuer, debt instruments guarantee that the investor will receive repayment of their initial principal, plus a predetermined stream of interest payments.\n\nOf course, this contractual guarantee does not mean that debt securities are without risk, since the issuer of the debt security could declare bankruptcy ordefaulton their agreements.\n\nBecause the borrower is legally required to make these payments, debt securities are generally considered to be a less risky form of investment compared to equity investments such as stocks. Of course, as is always the case in investing, the true risk of a particular security will depend on its specific characteristics.\n\nFor instance, a company with a strong balance sheet operating in a mature marketplace may be less likely to default on its debts than a startup company operating in an emerging marketplace. In this case, the mature company would likely be given a more favorable credit rating by the three majorcredit rating agencies: Standard & Poor’s (S&P), Moody’s Corporation, and Fitch Ratings.\n\nIn keeping with the generaltradeoff between risk and return, companies with higher credit ratings will usually offer lower interest rates on their debt securities and vice versa. For example, as of July 2023, Moody's Seasoned Aaa corporate bond yield is 4.66% whereas its Seasoned Baa corporate bond yield is 5.74%.\n\nSince the Aaa rating denotes a lower perceived risk of credit default, it makes sense that market participants are willing to accept a loweryieldin exchange for these less risky securities.\n\nEquity securities represent a claim on the earnings and assets of a corporation, while debt securities are investments in debt instruments. For example, a stock is an equity security, while a bond is a debt security. When an investor buys a corporate bond, they are essentially loaning the corporation money and have the right to be repaid the principal and interest on the bond.\n\nIn the event a corporation goes bankrupt, it pays bondholders before shareholders.\n\nIn contrast, when someone buys stock from a corporation, they essentially buy a piece of the company. If the company profits, the investor profits as well, but if the company loses money, the stock also loses money.\n\nThe most common example of a debt security is a bond, whether that be a government bond or corporate bond. These securities are purchased by an investor and pay out a stream of income in the form of interest payments. At the bond's maturity, the issuer buys back the bond from the investor.\n\nThe most common issuer of debt securities are corporations and governments. Both issue debt securities to raise money: governments to finance projects or for day-to-day operations and corporations to fund growth, pay down other debt, and also to finance day-to-day operations.\n\nThe risk of a debt security is that the issuer defaults on their debt. If the issuer experiences financial hardship, they may no longer be able to make interest payments on their outstanding debt. They may also not be able to repurchase their outstanding debt at maturity, particularly if they go bankrupt.\n\nDebt securities aredebt instruments that investors purchase seeking returns. They are issued by corporations, governments, and other entities in order to raise money to finance various needs. They arean alternative optionto equity securities, such as stocks, and are generally considered safer investments. Debt securities, such as bonds, can be a good way for investors to diversify their portfolios.\n\nU.S. Securities and Exchange Commission. \"Mortgage-Backed Securities and Collateralized Mortgage Obligation.\"\n\nU.S. Securities and Exchange Commission. \"What Are Corporate Bonds?\"\n\nU.S. Securities and Exchange Commission. \"Bonds.\"\n\nFINRA. \"Investment Products: Bonds.\"\n\nU.S. Securities and Exchange Commission. \"Risk and Return.\"\n\nSt. Louis Fed, FRED. \"Moody's Seasoned Baa Corporate Bond Yield.\"\n\nSt. Louis Fed, FRED. \"Moody's Seasoned Aaa Corporate Bond Yield.\"",
  "url": "https://www.investopedia.com/terms/d/debtsecurity.asp"
}