{
  "term": "What a Roadshow Is and How It Creates a Successful IPO",
  "definition": "Jonathan Ponciano is a financial journalist with nearly a decade of experience covering markets, technology, and entrepreneurship.\n\nRoadshows are meetings during an IPO that help underwriters gather investor demand data before setting the IPO offering price.\n\nA roadshow is a critical part of theInitial Public Offering (IPO)process, where a company’s executive team and its underwriters pitch the newly formed company to prospective investors. Meetings may be held in person and virtually.\n\nA roadshow showcases company financials and generates enthusiasm for the offering. Roadshows are regulated according to rules of theU.S. Securities and Exchange Commissionand allow institutional investors to ask questions, meet management, and ultimately help set an IPO price.\n\nOnce a company decides to go public, it partners with underwriters—usuallyinvestment banks—to help structure and market the IPO. The IPO process includes filing anS-1 registrationwith the Securities and Exchange Commission (SEC).\n\nThe SEC's Rule 433 of the amendedSecurities Act of 1933defines a roadshow as a presentation made by one or more members of the IPO's management to discuss securities being offered. Roadshow presentation materials must adhere to SEC guidelines, especially regarding forward-looking statements and financial disclosures.\n\nOver several days or weeks, the company’s leadership and bankers host presentations and one-on-one meetings with large institutional investors across financial hubs like New York, San Francisco, London, and sometimes virtually. The goal is to build credibility and momentum.\n\nA standard roadshow pitch includesfinancial performance, growth strategy, industry positioning, competitive advantages, and leadership bios. Compliance teams may vet slide decks, talking points, and videos before the tour. Meetings are often restricted toqualified institutional buyers (QIBs), and while many roadshows are live-streamed or recorded, the content remains tightly regulated.\n\nMeetings help investors assess the management team’s capabilities and commitment firsthand. For the company, they’re a temperature check: Which investors are leaning in, what valuation are they comfortable with, and how many shares are they likely to buy? Underwriters can then fine-tune demand through “book building,” which determines theIPO priceand share allocation.\n\nRoadshows act as a bridge between a private company and the public market. They can build trust, clarify a company’s growth strategy, and help underwriters gauge demand. However, they also come with trade-offs for executives navigating a first-time offering.\n\nRoadshows offer the advantage of face-to-face engagement with potential investors, helping executives tell their company’s story directly. They also enablebook runnersto gather real-time feedback, which can influence the final pricing and demand for the IPO. For some companies, the buzz generated during a roadshow can materially improve investor sentiment ahead of the offering.\n\nHowever, roadshows require time and energy from the executive team. Preparing presentations, traveling to different cities, and fielding tough questions from institutional investors can distract from day-to-day operations. There’s also the risk that if the roadshow isn’t compelling, it could dampen enthusiasm or signal weak investor interest.\n\nCreates early momentum and investor interest\n\nProvides valuable feedback to price the IPO\n\nAllows management to build credibility and share strategic vision\n\nPoor roadshow performance can harm IPO sentiment\n\nInterferes with daily operations\n\nWhen Uber prepared to go public in 2019, it launched a two-week roadshow targeting U.S. and European financial centers.The company’s leadership pitched the ride-sharing giant’s growth trajectory and future potential tohedge funds, asset managers, and pension funds.\n\nDespite heavy interest, the roadshow revealed tempered investor appetite due to ongoing losses and competition with fellow ride-hailing app Lyft, leading Uber to price its IPO conservatively at $45 per share.\n\nCompanies and their executives use roadshows to shape the success of an IPO. By building relationships with investors and refining the pricing strategy, roadshows help align expectations between the company and the market. While they require careful planning and regulatory considerations, a successful roadshow can be the difference between a lukewarm offering and a blockbuster public-market debut.\n\nU.S. Securities and Exchange Commission. \"Going Public.\"\n\nU.S. Securities and Exchange Commission. \"What is a Registration Statement?\"\n\nU.S. Securities and Exchange Commission. \"Jumpstart Our Business Startups Act Frequently Asked Questions.\"\n\nCravath, Swaine & Moore LLP. \"The Nuts and Bolts of Road Shows.\"\n\nCravath, Swaine & Moore LLP. \"The Nuts and Bolts of Road Shows.\" Page 1.\n\nThe New York Times. \"Uber Aims for Valuation of Up to $91 Billion in I.P.O.\"\n\nCNBC. \"Uber Prices IPO at $45 Per Share, Toward the Low End of Range.\"\n\nUber Technologies. \"Uber Announces Pricing of Initial Public Offering.\"",
  "url": "https://www.investopedia.com/terms/r/roadshow.asp"
}