{
  "term": "What Is Bull Spread? How It Works As Trading Strategy and Example",
  "definition": "A bull spread is an optimistic options strategy designed to profit from a moderate rise in the price of a security or asset. A variety ofvertical spread,a bull spread involves the simultaneous purchase and sale of either call options or put options with different strike prices but with the same underlying asset andexpiration date. Whether a put or a call, the option with the lower strike price is bought and the one with the higher strike price is sold.\n\nA bull call spread is also called adebit call spreadbecause the trade generates a net debt to the account when it is opened. The option purchased costs more than the option sold.\n\nIf the strategy uses call options, it is called abull call spread. If it uses put options, it is called abull put spread. The practical difference between the two lies in the timing of thecash flows. For the bull call spread, you pay upfront and seek profit later when it expires. For the bull put spread, you collect money upfront and seek to hold on to as much of it as possible when it expires.\n\nBoth strategies involve collecting a premium on the sale of the options, so the initial cash investment is less than it would be by purchasing options alone.\n\nSince a bull call spread involves writing acall optionfor a higher strike price than that of the current market in long calls, the trade typically requires an initial cash outlay. The investor simultaneously sells a call option, aka a short call, with the same expiration date; in so doing, he gets a premium, which offsets the cost of the first, long call he wrote to some extent.\n\nThe maximum profit in this strategy is the difference between the strike prices of the long and short options less the net cost of the options—in other words, the debit. The maximum loss is only limited to the netpremium(debit) paid for the options.\n\nA bull call spread'sprofitincreases as the underlying security's price increases up to the strike price of theshort calloption. Thereafter, the profit remains stagnant if the underlying security's price increases beyond the short call's strike price.\n\nConversely, the position would have losses as the underlying security's price falls, but the losses remain stagnant if the underlying security's price falls below the long call option's strike price.\n\nThe daily trading volume of all U.S. options markets, as of Dec. 22, 2023.\n\nA bull put spread is also called acredit put spreadbecause the trade generates a net credit to the account when it is opened. The option purchased costs less than the option sold.\n\nSince a bull put spread involves writing aput optionthat has a higher strike price than that of the long call options, the trade typically generates a credit at the start. The investor pays a premium for buying the put option but also gets paid a premium for selling a put option at a higher strike price than that of the one he purchased.\n\nThe maximum profit using this strategy is equal to the difference between the amount received from the sold put and the amount paid for the purchased put—the credit between the two, in effect. The maximum loss atradercan incur when using this strategy is equal to the difference between the strike prices minus the net credit received.\n\nBull spreads are not suited for every market condition. They work best in markets where the underlying asset is rising moderately and not making large price jumps.\n\nAs mentioned above,the bull call limits its maximum lossto the net premium (debit) paid for the options. The bull call also caps profits up to the strike price of the short option.\n\nThe bull put, on the other hand, limits profits to the difference between what the trader paid for the two puts—one sold and one bought. Losses are capped at the difference between strike prices less the total credit received at the creation of the put spread.\n\nBy simultaneously selling and buying options of the same asset and expiration but with different strike prices the trader can reduce the cost of writing the option.\n\nReduces costs of option-writing\n\nWorks in moderately rising markets\n\nRisk of short-call buyer exercising option (bull call spread)\n\nBoth strategies achieve maximum profit if the underlying asset closes at or above the higher strike price. Both strategies result in a maximum loss if the underlying asset closes at or below the lowerstrike price.\n\nBreakeven, beforecommissions, in a bull call spread occurs at (lower strike price + net premium paid).\n\nBreakeven, before commissions, in a bull put spread occurs at (upper strike price - net premium received).\n\nLet's say a moderately optimistic trader wants to try doing a bull call spread on the Standard & Poor's 500 Index (SPX). The Chicago Board Options Exchange (CBOE) offers options on the index.\n\nAssume the S&P 500 is at 4402. The trader purchases one two-month SPX 4400 call for a price of $33.75, and at the same time sells one two-month SPX 4405 call and receives $30.50. The total net debit for the spread is $33.50 – $30.75 = $2.75 x 100 contract multiplier = $275.00.\n\nBy purchasing the bull call spread the investor is saying that by the expiration he anticipates the SPX index to have risen moderately to a level above the break-even point: 4400 strike price + $2.75 (the net debit paid), or an SPX level of 4402.75. The investor’s maximum profit potential is limited: 4405 (higher strike) – 4400 (lower strike) = $5.00 – $2.75 (net debit paid) = $2.25 x $100 multiplier = $225 total.\n\nThis profit would be seen no matter how high the SPX index has risen by expiration. The downside risk for the bull call spread purchase is limited entirely to the total $275 premium paid for the spread no matter how low the SPX index declines.\n\nBefore expiration, if the call spread purchase becomes profitable the investor is free to sell the spread in the marketplace to realize this gain. On the other hand, if the investor’s moderately bullish outlook proves incorrect and the SPX index declines in price, the call spread might be sold to realize a loss less than the maximum.\n\nA bull spread is an options trading strategy that predicts a price increase in the underlying security. The trader realizes a profit if the price closes at or above the anticipated price. If the price of the security decreases, the trader's losses should be limited if the spread is well executed.\n\nIn a bull call spread, the options trader buys a call option for certain security and sells another call with a higher strike price. The most aggressive bull spreads are those where both calls are initially out-of-the-money because OTM calls tend to be cheaper (and riskier) than in-the-money calls.\n\nA well-executed bull spread can provide reliable profits while reducing the trader's exposure to losses. However, a bull spread is not suitable for every market. This strategy has the biggest advantages if the underlying is moderately trending upwards. If the underlying is increasing in large, sudden jumps, a bull spread strategy could miss out on potential profits.\n\nA bull spread is an options trading strategythat allows traders to bet on the price growth of a security. In this strategy, the trader buys a call option at a certain strike price and sells another with the same expiration date but a lower strike price. If the price closes above the strike price, the trader makes money; if not, the trader's losses are limited to the net cost of the options.\n\nChicago Board of Exchanges. \"U.S. Options Market Volume Summary.\"",
  "url": "https://www.investopedia.com/terms/b/bullspread.asp"
}