{
  "term": "What Is Liquidation Margin? How It Used in Margin Trade and Types",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nBuying securities on margin allows a trader to acquire more shares than can be purchased on a cash-only basis. If the stock price goes up, earnings are often higher because an investor holds more shares. However, if the stock price falls, traders may lose more than their initial investment.\n\nThe liquidation margin is the value of all of the positions in amargin account, including cash deposits and the market value of its openlong and short positions. If a trader allows their liquidation margin to become too low, they may be faced with margin calls from their brokers and the broker may liquidate those positions.\n\nMargin trading is the practice of borrowing money from a broker to executeleveragedtransactions, such as buying securities. Leveraged trading involves borrowing the securities themselves from the broker's inventory when engaging inshort selling. The trader then sells those securities and seeks to repurchase them at a lower price in the future.\n\nWhen using margin trading, an investor must ensure that the total value of the margin account does not drop below a certain level. The value of the account, based on market prices, is known as the liquidation margin.\n\nConsider a scenario where a trader makes a series of leveraged stock purchases. If the purchases begin to generate losses, the liquidation margin of the account will decline. If the decline continues, it will eventually reach the point where the broker has the right to initiate a margin call.\n\nAmargin calleffectively forces the trader to provide additional collateral for the account to reduce its risk level. Typically, this collateral consists of depositing more cash in the brokerage account, which becomes part of the liquidation margin, raising the margin level above the required threshold.\n\nIf an investor or trader holds along position, the liquidation margin is equal to what the investor or trader would retain if the position were closed. If a trader has ashort position, the liquidation margin is equal to what the trader would owe to purchase the security.\n\nSarah is a margin trader who invested $10,000 in a single stock using 100% leverage. Assuming Sarah paid the requiredmargin interestor the loan rate between broker and investor and used a 2:1 leverage. The stock increased in value, and she holds $20,000 worth of stock. Since the initial liquidation margin is only $10,000, $10,000 is what Sarah would receive if the account were closed.\n\nSuppose that Sarah's stock performed poorly and fell 25%. Since Sarah was initially using 2:1 leverage, that means she lost 50% of her original investment. Sarah's account now has a liquidation margin of just $5,000, but she commands $15,000 worth of stock.\n\nWhen the equity in a margin account falls below the brokerage requirements, most firms will issue a margin call. When this happens, action is required to increase the equity in an account by depositing cash or by selling securities. However, selling a position the following business day would create a margin liquidation violation.\n\nA margin liquidation violation occurs when a margin account has been issued both a Federal Reserve and an exchange call and you delay selling securities instead of depositing cash to cover the calls.\n\nLiquidation is defined as converting assets into cash, or liquid assets.\n\nIf an investor receives a margin call but isunable to come up with the fundsto satisfy it, the broker may beforced to sellthe traders holding until the value of the margin call has been satisfied.\n\nThe level at which the liquidation margin is reached will vary between brokerages and may depend on the type of assets held in an account. More risky assets, for example, may have a more strict liquidation margin. Investment firms detail their requirements on their websites and brokerages often provide tools on their websites like Fidelity InvestmentsMargin Calculator.\n\nFidelity Investments. \"Avoiding Margin Account Trading Violations.\"",
  "url": "https://www.investopedia.com/terms/l/liquidation-margin.asp"
}