{
  "term": "What Is Commercial Insurance?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCommercial insurance, also known as business insurance,  protects businesses from losses due to unexpected events during normal business operations, such as lawsuits, natural disasters, or accidents. There are many types of commercial insurance for businesses, including coverage for property damage, legal liability, and employee-related risks, among others.\n\nCompanies evaluate their commercial insurance needs based on potential risks, which can vary depending on the type of business and its environment. Learn about the types of business insurance and what they provide.\n\nSmall business owners must carefully consider and evaluate their risks because they may have personalfinancial exposurein the event of a loss. Commercial insurance protects business owners from potential losses due to unexpected events that they couldn’t afford to cover on their own. This allows businesses to operate when it might otherwise be too risky to do so.\n\nWork with a reputable and licensed insurance broker if you need business insurance. You can get a list of licensed agents in your state through your state's department of insurance or theNational Association of Insurance Commissioners.\n\nCommercial policies are different frompersonal lines insurancebecause they protect a business, not an individual.\n\nFederal regulations require certain types of insurance such as workers' compensation. Additionally, certain states may require certain types of businesses to have additional coverage types.In most situations, it's advisable for business to protect themselves by having coverages that aren't legally required. Here are seven common types of business insurance:\n\nCommercial general liabilityinsurance is a type of policy for all businesses. It's considered comprehensive insurance, although it does not protect against all risks. General liability provides coverage for bodily injury, property damage, medical expenses, libel, slander, defending lawsuits, and settlement bonds or judgments.\n\nUnlike general liability insurance, which is for any business,professional liability insurance (PLI)is designed for businesses that provide services. Coverage is for loss caused by the service provided. It protects against expenses related to malpractice, negligence, or errors.\n\nProperty insuranceis designed for businesses with significant physical property, such as equipment, signage, inventory, and furniture. It protects the business from losses in events such as fire, storm or theft. Property insurance can cover, for example, damage to things like inventory, computers, furniture, or signage.\n\nCommercial property insurance typically doesn't cover the costs of events like floods and earthquakes. If your area is at risk for these events, you'll need a separate policy.\n\nIf you're operating ahome-based business, you will likely need additional coverage for equipment and inventory. Standard homeowner’s policies don’t typically cover home-based businesses like commercial property insurance covers businesses. You can add home-based business insurance to a homeowner's policy as a rider for a small amount of coverage for equipment and a small amount of liability coverage.\n\nA business owner's policy is an insurance package that is often ideal for small businesses and home-based businesses. It is essentially typical insurance options in one bundle so you can buy it efficiently and save money.\n\nProduct liability insurance is designed for businesses that are involved with products, such as manufacturers, wholesale distributors, and retailers. Product liability insurance protects a business from costs associated with damages caused by products, such as a defective product causing bodily injury or harm. Without product liability insurance, a business can be vulnerable to paying for expensive lawsuits.\n\nAny vehicles used for business should be insured. Whether you have vans, busses, tractor trailers, or passenger cars, you will need insurance in case of damage to the vehicles or cargo, or injuries to others. Each state has a minimum amount of required insurance. Several factors can affect the price of vehicle insurance, such as the driver's driving record and the condition of the vehicles.\n\nBusiness interruption (or continuation) policiesare a type of insurance that is especially applicable to companies that have physical locations, such as retail stores or manufacturing facilities.\n\nBusiness interruption insurancecompensates a businessfor its lost income due to events that cause a disruption to the normal course of business. It's typically added as a rider to a property insurance policy or as part of a business owner's policy. Policies may also include acivil authority provisionthat details compensation in the event of a government action that closes the business.\n\nThe price of a commercial insurance policy will depend on a number of factors about your business and the insurance coverage. Progressive reports the median monthly cost of a business owners policy to be $70.The Hartford shares that the median monthly cost of its commercial policies is $55.\n\nSeveral factors can influence the price of a business insurance policy, including the number of employees you have, the location of your business, and the amount of coverage you want. Generally, the more employees you have and the more coverage you need, the more expensive your policy will be. Prices also vary from region to region depending on the associated risks.\n\nYou can get commercial insurance through an insurance agency that provides the type of policy you need. You can work with an insurance agent at an insurance company who can give you a quote and guide you through your options and application process. You can often get a policy online or by calling the insurance agency.\n\nCommercial insurance can be a valuable tool as it protects a business againstpotential lossesrelated to unexpected events. When shopping for business insurance, explore several policy options and make sure you fully understand the terms for each. Consider consulting a professional financial advisor who can review the options of policy types that may best suit your business.\n\nU.S. Small Business Administration. \"Get Business Insurance.\"\n\nProgressive. \"How Much Does Business Insurance Cost?\"\n\nThe Hartford. \"How Much Is Commercial Insurance?\"",
  "url": "https://www.investopedia.com/terms/b/business-insurance.asp"
}