{
  "term": "What Are Small-Cap Stocks, and Are They a Good Investment?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA small-cap stock is a company with a market capitalization between $250 million to $2 billion. The precise figures used can vary among different brokerages, so this is a guide to their classification.\n\nA small-cap stock is a stock from a public company whose total market value, ormarket capitalization, is about $250 million to $2 billion. The precise figures vary. Small-cap stock investors are generally looking for up-and-coming young companies that are growing fast. That is, they're looking for the large-cap stocks of the future.\n\nThe \"cap\" in small-cap stands for capitalization. The term in its entirety is market capitalization.\n\nThis is the market's current estimate of the total dollar value of a company'soutstanding shares. To calculate a company's market capitalization, multiply its current share price by the number of outstanding shares.\n\nClassifications such as \"large-cap\" or \"small-cap\" are approximations that change over time. Furthermore, the precise definition ofsmall-cap stocks versus large-cap stocksmay vary among brokers.\n\nOne misconception about small-cap stocks is that they are startups or brand new companies. In reality, many small-cap stocks are of companies that are well-established businesses with strong track records and great financials. And because they are smaller, small-cap stock share prices have a greater chance of growth.\n\nAs a rule, small-cap stock companies offer investors more room for growth but also bringgreater risk and volatilitythan large-cap stock companies.\n\nA large-cap offering has a market capitalization of $10 billion or higher. For large-cap stock companies such as General Electric (GE) and Coca-Cola Co. (KO), aggressive growth may be in the rear-view mirror. Such companies offer investors stability and dividends but rarely fast growth.\n\nThat said, whether smaller or larger companies perform better over time varies on many factors.\n\nFor example, large-cap stock companies dominated during the tech bubble of the 1990s, as investors gravitated toward stocks such as Microsoft (MSFT), Cisco (CSCO), and AOL Time Warner. After the bubble burst in March 2000, small-cap stock companies became the better performers, as many of the large caps hemorrhaged value in the crash.\n\nOne advantage ofinvesting in small-cap stocksis the opportunity to beat institutional investors. Many mutual funds have internal rules that restrict them from buying small-cap stock companies. In addition, the Investment Company Act of 1940 prohibits mutual funds from owning more than 10% of a company's voting stock. This makes it difficult for mutual funds to build a meaningful position in small-cap stocks.\n\nA stock smaller than a small-cap is known as amicro-cap. That is a publicly traded company with a market capitalization of less than $250 million.\n\nInvestors who want the best of both worlds might considermid-capstocks, which have market capitalizations between $2 billion and $10 billion. Historically, these companies can offer more stability than small-cap stock companies yet confer more growth potential than large-cap stock companies.\n\nHowever, for self-directed investors, spending the time to sift through small caps to find a diamond in the rough can prove to be time well spent. Even in our data-rich world, great small-cap investments fly under investors' radars because they get little coverage from analysts.\n\nShares in both small-cap stocks andpenny stockshave lower market value than large- or mid-cap stocks. Penny stocks have small market capitalizations, so they could be considered small-cap stocks. However, there are specific characteristics that make a stock a penny stock, which not all small-cap stocks share.\n\nPenny stocks have share prices lower than $5. Some are traded on the New York Stock Exchange. Most, though, are traded directly (known as over-the-counter or through \"pink sheets\") rather than through a stock exchange.\n\nPenny stocks are considered high-risk investments due to their:\n\nUnlike a penny stock, small-cap stocks can have a share price of $5 and higher. They are categorized based on their market capitalization.\n\nIf you have the time and the knowledge necessary to research individual small-cap stocks, you can invest in individual companies. Their stock can be purchased through a brokerage account. Before investing in a company, you'll want to investigate its:\n\nIf researching individual small-cap stocks is too time-consuming or seems too risky, you can also buy small-cap mutual funds or exchange-traded funds (ETFs). These might track broad small-cap indexes, specific industries within the small-cap market, or investment goals like value or growth.\n\nMany brokerages offersmall-cap stock index funds, either as mutual funds or as ETFs, to track the U.S. small-cap market. Depending on the brokerage you use, you could, for example, invest in the Vanguard Small-Cap Index Fund (VSMX) or the Fidelity Small Cap Index Fund (FSSNX).\n\nHowever, there are two main small-cap indexes that are used as benchmarks for the small-cap equities market.\n\nTheRussell 2000is a small-cap stock market index composed of the 2,000 smallest companies in the Russell 3000. The index is frequently used as a benchmark for measuring the performance of small-cap stock mutual funds. It is managed by London's FTSE Russell Group.\n\nBecause it tracks such a broad share of the small-cap market, the Russell 2000 is used by many mutual funds and ETFs. It is heavily weighted by financials, industrials, and healthcare.\n\nTheS&P SmallCap 600 Indexwas established by Standard & Poor's (the creator of the S&P 500). It uses a capitalization-weighted index to broadly track the performance of small-cap stocks on the U.S. equities market. It includes 600 companies and represents close to 3% of the U.S. market.\n\nUnlike many other small-cap benchmarks, the S&P 600 has an earnings requirement, which is used to ensure the quality of the stocks included and hedge against volatility. To be included, a company must have a market capitalization between $1 billion and $6.7 billion.\n\nSmall-cap stocks can be a good investment. They typically have the potential for growth, much larger than large-cap stocks/blue chip companies, so if an investor gets in at a good price, they may see a good return. Small-cap stocks are more risky and volatile than the stocks of larger, more established companies, so investors must take extra care in their analysis before making any investment decisions.\n\nWhether small-cap stocks or mid-cap stocks are better depends on the specific company. Any company with good fundamentals, a strong business strategy, smart leadership, and a competitive edge, can be a good investment, whether they are a small- or mid-sized company. Small-cap stocks have more growth potential than mid-cap stocks, so investors may see a better return; however, small-cap stocks are also more risky and volatile than mid-cap stocks, so the loss potential is greater.\n\nYes, small-cap stocks can be good for the long term. If you can invest in a small-cap stock that has good fundamentals and an overall healthy analysis, the stock will most likely grow over the long term. If you can invest before a bull run on the market and hold the stock for the long term, then you could see a strong financial return.\n\nSmall-cap stocks are the stocks of companies whose market capitalization is roughly between $250 million and $2 billion. These companies are attractive investment opportunities for investors as they have the potential for significant growth with the possibility of becoming large-cap stock companies.\n\nBecause there is more upside than a large-cap stock, investors do take on more risk; but on the bright side, small-cap stocks have better opportunities for larger growth. Investors should carefully evaluate companies with a smaller market cap to determine if there is growth potential before making any investment decision in the hopes of a future windfall.\n\nLong Term Trends. \"Large-Cap vs. Small-Cap Stocks.\"\n\nLibrary of Congress. \"Investment Company Act of 1940.\"\n\nFINRA. \"SEC Adoption of Penny-Stock Disclosure Rules Under the Securities Enforcement Remedies and Penny Stock Reform Act of 1990.\"\n\nFTSE Russell. \"Russell 2000 Factsheet,\" Page 2.\n\nS&P Dow Jones Indices. \"S&P U.S. Indices Methodology,\" Page 27.\n\nS&P Dow Jones Indices. \"S&P Small Cap 600,\" Page 2.",
  "url": "https://www.investopedia.com/terms/s/small-cap.asp"
}