{
  "term": "What Is a Capital Asset? How It Works, With Example",
  "definition": "Capital assets are significant pieces of property such as homes, cars, investment properties, stocks, bonds, and even collectibles or art. For businesses, a capital asset is an asset with a useful life longer than a year that is not intended for sale in the regular course of the business's operation. This also makes it a type ofproduction cost. For example, if one company buys a computer to use in its office, the computer is a capital asset. If another company buys the same computer to sell, it is considered inventory.\n\nInvestopedia / Michela Buttignol\n\nA capital asset is generally owned for its role in contributing to the business's ability to generate profit. Furthermore, it is expected that the benefits gained from the asset will extend beyond a time span of one year. On a business'sbalance sheet, capital assets are represented by theproperty, plant, and equipment(PP&E) figure.\n\nExamples of PP&E include land, buildings, and machinery. These assets may be liquidated in worst-case scenarios, such as if a company isrestructuringor declares bankruptcy. In other cases, a business disposes of capital assets if the business is growing and needs something better. For example, a business may sell one property and buy a larger one in a better location.\n\nIn many cases, companies may develop their own capital assets. For example, a company may buy land (a capital asset), then deploy money and labor to build a building, warehouse, or manufacturing plant. Each of these structures is a capital asset that would likely provide long-term benefit to the company.\n\nThough many capital assets are usually physical assets you can touch, capital assets can technically be intangible goods. Stocks, bonds, trademarks, patents, or other non-physical goods can be capital assets depending on their use. Capital assets may also represent a claim on indebtedness, mutual funds, or tenancy rights.\n\nIt is important to note that intangible assets may have different limitations when expensing or depreciating the value of the assets. Another distinction between tangible assets and intangible assets is it may be easier to value a tangible asset due to more liquid and robust markets. Intangible assets that act as capital assets must be periodically evaluated to ensure they still retain their value.\n\nThe phrase \"capital assets\" isn't used on financial statements; instead the balance sheet will be broken into current assets and long-term assets.\n\nBusinesses may dispose of capital assets by selling them, trading them, abandoning them, or losing them in foreclosures. In some cases, condemnation also counts as a disposition. In most cases, if the business owned the asset for longer than a year, it incurs acapital gainor loss on the sale. However, in some instances, the IRS treats the gain like regular income.﻿﻿\n\nCapital assets can also be damaged or become obsolete. When anasset is impaired, its fair value decreases, which will lead to an adjustment of book value on the balance sheet. A loss will also be recognized on the income statement. If the carrying amount exceeds the recoverable amount, animpairment expenseamounting to the difference is recognized in the period. If the carrying amount is less than the recoverable amount, no impairment is recognized.\n\nAny significant asset owned by an individual is a capital asset. If an individual sells a stock, a piece of art, an investment property, or another capital asset and earns money on the sale, they realize a capital gain. The IRS requires individuals to report capital gains on which acapital gains taxis levied.\n\nEven an individual's primary home is considered a capital asset. However, the IRS gives couples filing jointly a $500,000tax exclusionand individuals filing as single a $250,000 exclusion on capital gains earned through the sale of their primary residences.However, an individual cannot claim a loss from the sale of their primary residence.If an individual sells a capital asset and loses money, they can claim the loss against their gains, but their losses cannot exceed their gains.\n\nFor example, if an individual buys a $100,000 stock and sells it for $200,000, they report a $100,000 capital gain, but if they buy a $100,000 home and sell it years later for $200,000, they do not have to report the gain due to the $250,000 exemption. Although both the home and the stock are capital assets, the IRS treats them differently.\n\nCapital assets are not to be confused with the term \"capital\". Capital is another word for money or financing, whereas capital assets represent a collection of certain types of assets (money not being one of them).\n\nThe cost for capital assets may include transportation costs, installation costs, and insurance costs related to the purchased asset. If a firm purchased machinery for $500,000 and incurred transportation expenses of $10,000 and installation costs of $7,500, the cost of the machinery will be recognized at $517,500.\n\nWhen a business purchases capital assets, the Internal Revenue Service (IRS) considers the purchase acapital expense. In most cases, businesses can deduct expenses incurred during a tax year from their revenue collected during the same tax year, and report the difference as their business income. However, most capital expenses cannot be claimed in the year of purchase, but instead must becapitalizedas an asset andwritten offto expense incrementally over a number of years.\n\nUsingdepreciation, a business expenses a portion of the asset's value over each year of its useful life, instead of allocating the entire expense to the year in which the asset is purchased.The purpose of depreciating an asset over time is to align the cost of the asset to the same year as the revenue generated by the asset, in line with the matching principle of U.S.generally accepted accounting principles (GAAP).\n\nThis means that each year that the equipment or machinery is put to use, the cost associated with using up the asset is recorded. In effect, capital assets lose value as they age. The rate at which a company chooses to depreciate its assets may result in abook valuethat differs from the currentmarket valueof the assets.\n\nAn ordinary asset is an item that holds future economic value to a company or individual, and that future economic benefit is expected to be used within the next year. For example, cash is an ordinary asset because it used to operate a business every day. Other examples of ordinary assets include inventory, prepaids, and account receivables.\n\nThe distinction between capital assets and ordinary assets is usually the timeframe in which the asset is going to be a used. A business may be used over decades, so it is a capital asset. Inventory is bought and sold as part of the normal course of business, so it is an ordinary asset. Capital assets are usually classified as long-term assets on the balance sheet, whereas ordinary assets are usually classified as short-term.\n\nIn accounting, afixed assetis a type of capital asset that is tangible that a company intends to use for more than one year. A fixed asset is usually a building or PPE that is depreciated over time.\n\nThe difference between the two is that capital assets is a more expansive collection of assets. A capital asset may refer to any company asset with a useful life greater than one year that is not meant to be bought or sold as part of the normal course of action of business. Although capital assets may primarily be fixed assets, capital assets may also include non-fixed assets such as property held for investment like stocks and bonds for personal gain.\n\nA capital asset is an asset with future economic benefit often extending beyond one year. Companies and individuals hold capital assets for long-term benefit, and this group of assets is defined by the nature of its long-lasting value, its uniqueness in relation to not being part of a normal course of business, and its often higher dollar value.\n\nGold can technically be a capital asset if it is held as an investment. If gold is held as an inventory item or as a raw material to be used in a manufacturing process, it is more appropriately classified as an ordinary asset.\n\nCapital assets are used differently than ordinary assets. If a company wants to secure for financial security in the future, it might be better pursuing capital assets as these items tend to have rigid, stable, and scalable economic value. On the other hand, a company needs ordinary assets to operate. Without cash, inventory, or other items that turn over during the normal cycle of business, the company couldn't operate. Therefore, it's not to say that one is better than the other - the two types of assets simply have different purposes.\n\nThere's two ways a company usually acquires capital assets. First, capital assets require a lot of money, something new companies tend to not have. Therefore, capital assets may be acquired using initial equity via investments. The idea here is an investor puts money into a business, the business uses that money to buy capital assets, the capital assets help drive operating income, and that operating income is returned to the investor.\n\nThe other way capital assets may be financed is through operations, creating a cycle of asset usage. If a company self-funded the capital assets (perhaps via debt), it can now use those assets to generate income that can be used to buy new, other capital assets in the future.\n\nCapital assets are generally tangible, illiquid, long-term assets that carry higher value compared to ordinary assets. Capital assets often have a benefit that extends beyond one year, and companies usually use capital assets as an integral part of their business operations. Companies often also represent personal assets of an individual; in this situation, capital assets are the significant pieces of investment that person owns.\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Topic No. 701 Sale of Your Home.\"\n\nInternal Revenue Service. \"Capital Gains, Losses, and Sale of Home.\"\n\nInternal Revenue Service. \"Tangible Property Regulations - Frequently Asked Questions.\"\n\nState University of New York. \"Capitalization Policy and Depreciation Policy for Capital Assets.\"\n\nInternal Revenue Service. \"Depreciation.\"",
  "url": "https://www.investopedia.com/terms/c/capitalasset.asp"
}