{
  "term": "What Is the International Monetary Fund (IMF)?",
  "definition": "The International Monetary Fund (IMF) is an international organization that promotes globaleconomic growthand financial stability, encourages international trade, and reduces poverty.\n\nQuotas of member countries are a key determinant of the voting power in IMF decisions. Votes comprise one vote per 100,000special drawing rights(SDR) of quota plus basic votes. SDRs are an international type ofmonetary reservecurrency created by the IMF as a supplement to the existing money reserves of member countries.\n\nThe International Monetary Fund (IMF) is based in Washington, D.C. The organization is currently composed of 191 member countries, each of which has representation on the IMF's executive board in proportion to its financial importance. Quotas are a key determinant of the voting power in IMF decisions. Votes comprise one vote per SDR100,000 of quota plus basic votes (same for all members).\n\nThe IMF's website describes its mission as \"to foster global monetary cooperation, secure financial stability, facilitate international trade, promote high employment and sustainable economic growth, and reduce poverty around the world.\"\n\nThe IMF was originally created in 1945 as part of theBretton Woods Agreement, which attempted to encourage international financial cooperation by introducing a system of convertible currencies atfixed exchange rates. The dollar was redeemable for gold at $35 per ounce at the time.\n\nThe IMF also acted as a gatekeeper: Countries were not eligible for membership in the International Bank for Reconstruction and Development (IBRD)—aWorld Bankforerunner that the Bretton Woods agreement created in order to fund the reconstruction of Europe after World War II—unless they were members of the IMF.\n\nSince the Bretton Woods system collapsed in the 1970s, the IMF has promoted the system offloating exchange rates, meaning that market forces determine the value of currencies relative to one another. This system remains in place today.\n\nThe IMF's primary methods for achieving these goals are monitoring capacity building and lending.\n\nThe reports the IMF publishes on its monetary surveillance include the \"World Economic Outlook,\" the \"Global Financial Stability Report,\" and the \"Fiscal Monitor.\"\n\nThe IMF collects massive amounts of data on national economies,international trade, and the global economy in aggregate. The organization also provides regularly updated economic forecasts at the national and international levels. These forecasts, published in the World Economic Outlook, are accompanied by lengthy discussions on the effect of fiscal, monetary, and trade policies on growth prospects and financial stability.\n\nThe IMF provides technical assistance, training, and policy advice to member countries through its capacity-building programs. These programs include training in data collection and analysis, which feed into the IMF's project of monitoring national and global economies.\n\nThe IMF makesloansto countries that are experiencing economic distress to prevent or mitigate financial crises. Members contribute the funds for this lending to a pool based on a quota system. For example, in 2019, loan resources in the amount of SDR 11.4 billion (SDR 0.4 billion above target) were secured to support the IMF’s concessional lending activities into the next decade.\n\nIMF funds are often conditional on recipients making reforms to increase their growth potential and financial stability.Structural adjustmentprograms, as these conditional loans are known, have attracted criticism for exacerbating poverty and reproducing colonialist structures.\n\nThe IMF gets its money through quotas and subscriptions from its member countries. These contributions are based on the size of the country's economy, making the U.S., with the world's largest economy, the largest contributor.\n\nIMF grants are given to charities in Washington, D.C., and member countries. The grants are meant to foster economic independence through education and economic development. The average grant size is $15,000.\n\nThe International Monetary Fund is primarily focused on the stability of the global monetary system and monitoring the currencies of the world. The aim of the World Bank is to reduce poverty across the world and strengthen the low- to middle-class populations.\n\nThe IMFworks to help reduce poverty, encourage trade, and promote financial stability and economic growth around the world. It accomplishes this by monitoring capacity building and providing loans. While the IMF is currently working on these goals with its 191 member nations, the organization has still faced criticism for the possible negative impacts of its structural adjustment programs.\n\nFederal Reserve Bank of St. Louis. \"Creation of the Bretton Woods System.\"\n\nInternational Monetary Fund. \"About the IMF.\"\n\nInternational Monetary Fund. \"IMF Quotas.\"\n\nThe World Bank. \"The World Bank History.\"\n\nThe World Bank. \"Member Countries.\"\n\nInternational Monetary Fund. \"The End of the Bretton Woods System.\"\n\nInternational Monetary Fund. \"Capacity Development.\"\n\nInternational Monetary Fund. \"The IMF at a Glance.\"\n\nCouncil on Foreign Relations. \"The IMF: The World’s Controversial Financial Firefighter.\"\n\nInternational Monetary Fund. \"Guidelines on Grant Request.\"",
  "url": "https://www.investopedia.com/terms/i/imf.asp"
}