{
  "term": "What Is the Black Market? Examples of Products and Services",
  "definition": "A black market is an economic activity that occurs outside government-sanctioned channels. Illegal market transactions usually occur under the table to let participants avoid governmentprice controlsor taxes. The goods and services offered in a black market can be illegal, meaning their purchase and sale are prohibited by law, or they can be legal but transacted to avoid taxes. Black markets are also known as illegal markets, shadow markets, or underground markets.\n\nUnderground market activity was traditionally conducted in cash to avoid creating a paper trail. With the rise of the internet, many underground market transactions are now done online, such as on thedark webusingdigital currencies.\n\nIllegal markets can take a toll on an economy because they areshadow marketswhere economic activity is not recorded and taxes are not paid. It is often assumed that a country’sgross domestic product (GDP)is not accurate because it doesn't account for any business activity conducted in underground markets.\n\nThe underground market’s many drawbacks include the risk of fraud, the potential for violence, and being saddled with counterfeit goods or adulterated products, which is especially dangerous in the case of medications.\n\nAn underground market is often a place for the exchange of illicit, dangerous, or counterfeit goods. They are venues where highly controlled substances or products, such as drugs and firearms are illegally traded.\n\nHuman trafficking is a very large illegal market. It moves people into forced labor, forced marriages, prostitution, child armies, and the market for human organs. Roughly 50 million people were trapped in modern slavery across the world in 2021, with women and children being the most vulnerable.Experts estimate that sex trafficking and forced labor generate as much as $150 billion a year in profits.\n\nCounterfeit goods form a major part of black market activity. There is a big demand and a large market for these goods, despite strong laws designed to punish those who sell fake goods. The sale of counterfeit goods reduces the profits made by legitimate manufacturers and also undermines confidence in the market as a whole. These products can also be harmful to consumers.\n\nSome of the most commonly seized counterfeit goods seized by U.S. border officials include:\n\nThe largest underground financial market exists for currencies in nations with strictcurrencycontrols. While most people may shun an underground market because they consider it sleazy, there may be rare occasions when they have no choice but to turn to this necessary evil.\n\nAs for illegal currency markets, they exist primarily in nations with currency controls and weak economicfundamentals, such as a high inflation rate and low currency reserves. It is also common in countries with afixed exchange ratewhere the domestic currency is pegged at an unrealistically high level to the U.S. dollar or other currency. As a result, the currency underground market is flourishing in nations like Argentina, Iran, and Venezuela.\n\nOther underground markets include illegal gambling, the illegal wildlife trade, and illegal mining, fishing, and logging.\n\nSome people may have no other option but to use underground markets to get the goods they seek in certain situations. For example, suppose you are on vacation with your family in an exotic location and run out of formula for your baby. You may have to turn to the underground market to acquire formula if nothing is available in local stores.\n\nPaying a premium over theface valueof a ticket to see a concert or sporting event is also an example of an illegal market transaction. Lifesaving medicines are often in short supply in certain developing nations and the only alternative to procure them may be the underground market.\n\nCritics say this only serves to perpetuate the illegal and unethical practice of profiteering from someone else’s misfortune, but participating in the underground market is a relatively easy decision to make when someone’s life is at stake.\n\nUnderground market transactions provide no recourse to the buyer in case the product is defective, and a buyer in an underground market can suffer penalties and jail times just as easily as a seller can.\n\nA modern example of a black market is theSilk Roadmarket. This was a digital market that usedBitcointo launder money and to conduct illegal drug transactions and weapons sales.\n\nThe market opened in 2011 and closed in 2013 when it was shut down by the FBI. The man behind the market was a 29-year-old computer science engineer namedRoss Ulbricht.Federal authorities said that roughly $1.2 billion in sales transactions were made by registered users of the Silk Road between February 2011 and July 2013.\n\nIt connected nearly 4,000 sellers to almost 150,000 buyers. An individual could purchase almost anything; heroin, rocket launchers, falsified documents, and even murders for hire were discussed. It was known as the Amazon of the dark web.\n\nIt led to a global search for Ulbricht. He was finally captured, the illegal market was shut down, and he was serving life in prison.On January 21, 2025, President Donald Trump pardoned Ulbricht.\n\nA black market is any market where the exchange of goods and services takes place in order to facilitate the transaction of illegal goods or to avoid government oversight and taxes, or both.\n\nThere are a variety of illegal markets, and all of them work in different ways. A black market can be a physical market where two individuals meet to exchange illegal goods—for example, a drug transaction on a street corner. A black market can also exist online, such as on the dark web, where individuals communicate to exchange goods and payments are made in digital currencies.\n\nAn example of an illegal or black market would be the human trafficking market that engages in the capture of people throughout the world and their sale into various areas, such as forced labor and prostitution.\n\nThere are various theories as to why it is called the black market. These include the association of the word black with shadows and darkness, with the markets that continued to sell slaves after abolition, and the association of the color black with anarchist groups.\n\nThe nature of the black market makes measuring its size very difficult, and estimates vary a lot. The black market is estimated to constitute as much as 36% of the gross domestic product of developing nations and 13% of developed countries’ GDP.\n\nBlack markets exist outside of government-sanctioned channels. They trade in legal and illegal goods and services to avoid taxes. The sale of illegal drugs, weapons, human trafficking, and the illegal wildlife trade is common in black markets. They can negatively impact the economy because there is no reporting or tax collection. But, they can create jobs for people who can't find employment in traditional markets and provide healthcare to people who can't access it.\n\nInternational Labour Organization. \"50 Million People Worldwide in Modern Slavery.\"\n\nU.S. Department of State. \"Trafficking in Persons Report July 2022.\" Page 18.\n\nFederal Bureau of Investigations. \"Ross Ulbricht, the Creator and Owner of the Silk Road Website, Found Guilty in Manhattan Federal Court on All Counts.\"\n\nU.S. Immigration and Customs Enforcement. \"HSI Seizes Biggest Anonymous Drug Black Market Website and Assists in Arrest of Operator and Overseas Co-conspirators.\"\n\nFederal Reserve Bank of St. Louis. \"How to Measure the Black Market.\"",
  "url": "https://www.investopedia.com/terms/b/blackmarket.asp"
}