{
  "term": "What Is a Brokerage Account? Definition, How to Choose, and Types",
  "definition": "A brokerage account is an investment account held at a licensed brokerage firm.\n\nA brokerage account is an investment account held at a licensed brokerage firm. An investor deposits funds into their brokerage account, and the broker executes orders for investments such asstocks, bonds, mutual funds, and exchange-traded funds (ETFs) on behalf of the investor.\n\nThe assets in investment accounts belong to the investors, who normally must report any income or loss derived from the account on theirtaxes.\n\nInvestopedia / Michela Buttignol\n\nThere are severaltypes of brokerage accountsand brokerage firms, allowing investors to choose the model that best suits their financial needs.\n\nSome full-service brokers provide extensive investment advice and other wealth management services, but charge high fees and come with large account minimums. On the other end of the spectrum, most online brokers provide a simple and secure interface for investors to place trades for no commission. Robo-advisors are another category of financial services provider. These digital platforms offer financial planning and investment services driven by algorithms, not people. Typically, they are low-cost and have low account minimums.\n\nBrokerage accounts may differ in order execution speed, the scope of tradable assets, the depth of analytical tools, and the extent to which investors can trade on margin.\n\nFor any type of brokerage, the most basic account is acash account. This allows you to buy investments using the money deposited in the account. However, you can'tsell short, buy on margin, trade options, or take advantage of other more sophisticated products, as those require a margin account.\n\nAmargin accountallows you to borrow additional funds from your broker. The securities in your account serve as collateral. Brokerages charge maintenance interest on these loans, and you may be required to immediately deposit additional funds if the securities in the account lose too much value—this is what is known as amargin call. If you can't meet a margin call, your broker may close some or all of your positions to meet the margin requirement.\n\nInvestors seeking the expertise of afinancial advisorcan consider full-service brokerage firms such as Merrill, Morgan Stanley, Wells Fargo Advisors, and UBS, among others. Financial advisors are paid to help their clients develop investment plans, execute trades, monitor investments and market trends, and more. Financial advisors may work on a nondiscretionary basis, where clients must approve transactions, or on a discretionary basis, where transactions don't require prior client approval.\n\nFull-service brokerage accounts charge either commissions on trades oradvisor fees. A commission account charges a flat fee anytime an investment is bought or sold, whether the recommendation came from the client or the advisor, and whether the trade is profitable.\n\nBy contrast, an advisor fee account involves flat annual fees ranging from 0.5% to 2% of the total account balance.In exchange for this fee, no commissions are charged when investments are bought or sold. Such accounts generally come with higher account minimums. Investors should discuss compensation models with financial advisors at the onset of relationships.\n\nInvestors who favor a do-it-yourself investment approach might consider a discount brokerage firm. These firms charge significantly lower fees than their full-service counterparts but also offer fewer services.Discount brokerage firms, such as Schwab (SCHW), Fidelity (FIS), and E*Trade (ETFC), are best suited for cost-conscious investors who prefer to make their own trading and investing decisions.\n\nFor example, an investor who decides on a typical discount broker can open a regular taxable brokerage account (or a retirement account) with a minimum deposit as low as $0. Nowadays, most brokers charge no commission to buy or sell most stocks,options, or ETFs. Some discount brokers may charge fees for non-U.S. or thinly traded stocks, but this varies from broker to broker. Generally, they also charge for trading more complex instruments, such asfutures, or more exotic assets, such ascryptocurrencies.\n\nThe purchase ofTreasury bondsis typically commission-free, although charges may apply for bonds traded in the secondary market. Many brokers, including Schwab, Fidelity, and E*TRADE, also offer a wide variety of no-fee mutual funds.\n\nDo-it-yourself traders should be careful when trading low-volume stocks, which may not have enough liquidity to easily enter or exit positions.\n\nRobo-advisors are platforms where automated algorithms make investment decisions on behalf of clients without human participation. Those investments are usually restricted to pre-defined strategies and limited to specific instruments, such as mutual funds or ETFs. Robo-advisors generally charge a flat monthly or annual fee or an annual commission of around 0.25% to 0.50% ofassets under management.\n\nThe minimum required to open an account can range from $0 to $500 to over $5,000. Robo-advisors offer a viable alternative for people new to investing and experienced investors who prefer a hands-off approach to portfolio management.\n\nThose investors who prefer a personal relationship and a choice of services may also want to work with a brokerage firm that's part of their community. They could consider a regional firm that falls between full-service and discount brokerage firms on the cost scale. Such companies include Raymond James Financial Inc. (RJF), Janney Montgomery Scott, and Edward Jones.\n\nThese brokerages act as bothbroker-dealersand financial advisors. They can require a sizable minimum deposit and cater to individuals with slightly higher net worth. Over time, though, their services tend to be less expensive than those of larger brokerages.\n\nOnline brokerages are a good choice for investors who prefer to select their own investments and execute their own trades via a website or mobile app. Many also offer more in-depth research and analysis tools to help clients make informed decisions.\n\nRobinhood Markets Inc. (HOOD) pioneered no-fee stock, ETF, and options trading back in 2013, and most online brokers have since followed suit. Robinhood generates revenues frompayment for order flow (PFOF), margin interest, income from cash holdings, and more. PFOF is the compensation a brokerage receives for directing trades to a specificmarket maker. The amount paid is usually a fraction of a penny per share.\n\nAs of 2024, both well-established and new brokers offer zero-commission stock, ETFs, and options trading, including Charles Schwab, Fidelity, E*Trade, Vanguard, and Interactive Brokers (IBKR).\n\nA cash brokerage account requires you to deposit cash to start trading. This account limits your options to the basics, such as buying or selling stock. For example,short-sellinga stock is not possible within cash accounts. Cash accounts can be either discount or full-service accounts.\n\nAmarginaccount allows you to borrow additional funds from your broker. The broker acts as a lender, and the borrowed funds allow for larger and more advanced trades, such as short-selling. The investor pays interest on the money they borrow. The brokerage may demand an immediate deposit of additional funds from an investor to avoid amargin call, a situation where the value of an account drops below a specific margin requirement level.\n\nMargin accounts are also offered by discount and full-service brokers. While a margin account offers you more flexibility, it also brings additional risks. If you are new to investing, it’s advisable to be extra careful when usingleverage.\n\nTo choose the best brokerage for your needs, consider your investing style, your short- and long-term goals, your preferred types of investments, and the level of service and support you want. Costs can also be a major factor for both newer and experienced investors.\n\nYes, brokerage accounts are generally a safe place to keep your money. However, that doesn't mean that they're without risk.\n\nThe Securities Investor Protection Corporation (SIPC) is a nonprofit organization that provides coverage to investors in case their brokerage firm faces financial difficulties or goes bankrupt. The SIPC safeguards customers' assets, including cash and securities like stocks and bonds, held within a brokerage account at an SIPC-member firm.\n\nThe protection offered by SIPC is limited to $500,000 per customer per brokerage firm. This coverage includes up to $250,000 protection for cash in the account. It's important to note that SIPC protection does not cover investment losses because of market fluctuations or poor investment decisions. Instead, it focuses on protecting customers' assets in the event of a brokerage firm failure or misconduct. Most brokerage firms in the U.S. are members of SIPC, providing their customers with this added layer of protection.\n\nEven with the SIPC protection, beware of the risks and only invest money you can afford to lose.\n\nWhen opening a brokerage account, don't settle for the first one you find. It's essential to ensure you choose the right one. The first step tochoosing the right brokerage accountis to consider your needs.\n\nAre you an active or passive investor? Are you looking to focus exclusively on mutual funds, ETFs, stocks, bonds, other securities, or a combination of all the above? Do you plan on making mostly basic market orders, or do you want more advanced order types?\n\nBrokers cater to different types of investors. One might offer features that appeal to buy-and-hold investors who mostly want to buy mutual funds and ETFs. Others will have advanced tools that are valuable to frequent traders and people who are interested in more complex instruments like options and futures.\n\nOnce you understand what your needs are, you can compare different brokers to see what they offer and how those services align with what you're looking for.\n\nTo open an account, you must first choose a brokerage that suits your needs. If you’re still unsure, step back and consider, for instance, whether you’re an engaged investor who follows the markets daily, or someone who wants to leave that to others. Do you take a conservative (income-focused) or aggressive (growth-focused) approach to investing? Are you investing for short-term goals or planning for retirement? How easy is it to use a particular broker’s website?\n\nFinding answers to these questions can help you choose the right broker and decide whether to open a taxable brokerage account or a tax-advantaged retirement account. Once you’ve selected a firm and the type of account you want to open (taxable or tax-advantaged), get the following personal information ready:\n\nThe setup process will include questions about your financial needs, investment goals, investing style, and risk tolerance. You’ll need to fund your account once you’ve completed your profile. At that point, you can start trading.\n\nInvestors can open a standard brokerage account and anindividual retirement account(IRA). In fact, you can open an IRA even if you already have a workplace retirement plan, such as a401(k). It's a good idea because it gives you an additional tax-advantaged opportunity to save for retirement.\n\nKnowing the difference between a standard brokerage account and an IRA can help you decide whether you should open one or the other—or both.\n\nYou can deposit and withdraw funds as often as you like; there is no limit on deposits or withdrawals\n\nYou can invest in any securities offered by your brokerage\n\nUsed for all kinds of purposes, e.g., to build wealth over the long-term and reach short-term financial goals, such as buying a home\n\nAnnual contribution limit on deposits; withdrawals incur tax penalties until you reach the age of 59 1/2\n\nTraditional IRA: Contributions are tax deductible but withdrawals are taxed as income; Roth IRA: Contributions aren't deductible, but withdrawals are not taxed\n\nEarnings grow undiminished by taxes\n\nYou can invest in awide rangeof securities offered by your brokerage\n\nUsed to invest for long-term retirement savings goals\n\nOpening a brokerage account online is a relatively quick and easy process. You register on the brokerage site and provide some required personal information such as your address, date of birth, and Social Security number. Account approvals are fast, and the next step is to fund your new account, which can also be done online viaAutomated Clearing House(ACH) or wire transfer.\n\nA margin account involves greater risks compared to a cash account, where you buy shares of stockwith your own money. Careless margin trading can have devastating effects if you overleverage and the market turns sharply against you, resulting in losses. If you are unable to meet a margin call requiring to add additional money to the account, your broker may sell any securities in your account to meet the call.\n\nYes. Although there are pros and cons to having your assetsinvested in several places, there’s nothing preventing you from having multiple accounts with one or several brokers. You may, for example, use one broker for long-term investing and another for trading or short-term plays.\n\nSince Robinhood opened the doors to commission-free trading, dozens of online brokerage platforms have followed suit. These include major names such as Schwab, E*TRADE, Interactive Brokers, and Fidelity. Some fees other than trading commissions may apply.\n\nBrokerage accounts hold securities such as stocks, bonds, and mutual funds, as well as any unused cash, and are used for investment purposes. A bank account only holds cash deposits and provides money-managing tools such as debit cards and checks. Some brokerage accounts also provide a debit card and allow you to write checks. Many bank accounts areFDIC-insuredfor up to $250,000. Brokerage accounts usually have SIPC protection, which can help recover some value of such accounts if a brokerage goes bankrupt.\n\nA brokerage account is an investment account that investors open at a brokerage firm and use to buy and sell investment securities. These accounts can be a key to wealth-building. Brokerage accounts can be used to purchase, hold, and sell stocks, bonds, mutual funds, ETFs, and more. They can also be used for active stock trading, or for executing complex derivatives strategies. Investors can open a standard brokerage account and an IRA brokerage account, in addition to having a retirement plan at work, to maximize their saving and investing opportunities.\n\nHarness Wealth. \"How Much Does a Financial Advisor Cost?\"\n\nFidelity. “Why Fidelity: Straightforward Pricing.”\n\nCharles Schwab. “Pricing: Commissions and Fees.”\n\nVanguard. \"What's a Robo-Advisor?\"\n\nSecurities Investor Protection Corporation. \"What SIPC Protects.\"",
  "url": "https://www.investopedia.com/terms/b/brokerageaccount.asp"
}