{
  "term": "What Is Asset-Based Lending? How Loans Work, Example and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAsset-based lending is the business of loaning money in an agreement that is secured by collateral. Anasset-based loanor line of credit may be secured by inventory, accounts receivable, equipment, or other property owned by the borrower.\n\nThe asset-based lending industry serves business, not consumers. It is also known as asset-based financing.\n\nMany businesses need to take out loans or obtain lines of credit to meet routinecash flowdemands. For example, a business might obtain a line of credit to make sure it can cover its payroll expenses even if there's a brief delay in payments it expects to receive.\n\nIf the company seeking the loan cannot show enough cash flow or cash assets to cover a loan, the lender may offer to approve the loan with itsphysical assets as collateral. For example, a new restaurant might be able to obtain a loan only by using its equipment as collateral. Lenders might require anegative pledge clause or covenantas part of the loan. This clause will limit the borrower from reusing the pledged asset for another loan.\n\nThe terms and conditions of an asset-based loan depend on the type andvalue of the assets offeredas security. Lenders prefer highly liquid collateral, such as securities, that can readily be converted to cash if the borrower defaults on the payments. Loans using physical assets are considered riskier, so the maximum loan will be considerably less than the book value of the assets. Interest rates charged vary widely, depending on the applicant's credit history, cash flow, and length of time doing business.\n\nInterest rates onasset-based lendingare lower than rates on unsecured loans since the lender can recoup most or all of its losses in the event that the borrower defaults.\n\nFor example, say a company seeks a $200,000 loan to expand its operations. If the company pledges the highly liquidmarketable securitieson its balance sheet as collateral, the lender may grant a loan equalling 85% of the face value of the securities. If the firm’s securities are valued at $200,000, the lender will be willing to loan $170,000. If the company chooses to pledge less liquid assets, such as real estate or equipment, it may only be offered 50% of its required financing, or $100,000.\n\nIn both cases, the discount represents the costs of converting the collateral to cash and its potential loss inmarket value.\n\nSmall and mid-sized companies that are stable and that have physical assets of value are the most common asset-based borrowers.\n\nHowever, even large corporations may occasionally seek asset-based loans to cover short-term needs. The cost and long lead time of issuing additional shares or bonds in thecapital marketsmay be too high. The cash demand may be extremely time-sensitive, such as in the case of a major acquisition or an unexpected equipment purchase.",
  "url": "https://www.investopedia.com/terms/a/assetbasedlending.asp"
}