{
  "term": "What Is a Bank Confirmation Letter (BCL)? How to Get One",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA bank confirmation letter (BCL) is a letter from a bank orfinancial institutionconfirming the existence of a loan or aline of creditthat has been extended to a borrower. The letter officially vouches for the fact that the borrower—typically an individual, company, or organization—is eligible to borrow a specified amount of funds for a specified purpose.\n\nA bank confirmation letter's purpose is to assure a third party, generally a seller, that the borrower has access to sufficient financial resources to complete a transaction, such as the purchase of goods. The confirmation letter—sometimes known as acomfort letter—is not a guarantee of payment, but only an assurance of the borrower's financial resources to make payment.\n\nBank confirmation letters typically require the signature of representatives of the bank or the financial institution who are authorized to issue such correspondence.\n\nSince a letter of confirmation is issued in regard to a particular transaction or project, it's not transferable to a different transaction or project. If the bank's customer decides to enter into a different deal or purchase, the customer usually is required to obtain a new letter of confirmation.\n\nFor example, a prospective home buyer decides to buy a different home than the one specified in the bank confirmation letter; a new BCL would be needed.\n\nRegulations vary from country to country in terms of whether and to what extent a letter of confirmation must state the specific purpose for which a loan or line of credit is being extended to the borrower.\n\nBank confirmation letters are most commonly prepared for a business customer of the bank, vouching for the existence of a specified line of credit. The letters often serve to reassure sellers of a large number of goods.\n\nThey may also be issued for a company that is entering into ajoint venture projectwith another company. While the letter does not guarantee payment or provision of funds, it does provide an assurance of a high probability of the company receiving payment from the bank's customer.\n\nA bank confirmation letter serves to assure all concerned parties in a business transaction that the bank's customer (the borrower) has, or has available, the necessary financial resources to conclude the transaction.\n\nThe most common use of a bank confirmation letter by an individual is during the purchase of a home or land. In such cases, the letter provides confirmation to a seller or realtor that the bank's customer is approved for amortgageup to a specified amount for a proposed purchase.\n\nThe letter is not a commitment to buy the property; it is merely a reassurance that the bank’s customer has access to funds to complete a purchase. In most situations, a prospective buyer will not be able to close on a property without having a bank confirmation letter in hand.\n\nA bank confirmation letter can be received from your bank upon request. The bank will issue the letter with the appropriate signatures and provide it to you.\n\nA bank certification letter is a letter issued by a bank that confirms an individual has an account with that bank and the total value of the funds in the account.\n\nA bank verification letter is the same as a bank certification letter; a letter from a bank confirming that an individual has an account at that bank with the total value of the funds in the account.\n\nTo obtain a bank confirmation letter from your bank you may request in-person at a bank branch from one of the bankers, by a phone call to the bank, and depending on the financial institution, through their online platform.",
  "url": "https://www.investopedia.com/terms/b/bank_confirmation_letter.asp"
}