{
  "term": "What Is Buy and Hold? How the Investing Strategy Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nBuy and hold is a passive investment strategy in which an investor buys stocks (or other types of securities such as ETFs) and holds them for a long period regardless of fluctuations in the market. An investor who uses a buy-and-hold strategy actively selects investments but has no concern for short-term price movements andtechnical indicators. Many legendary investors such as Warren Buffett and Jack Bogle praise the buy-and-hold approach as ideal for individuals seeking healthy long-term returns.\n\nConventional investing wisdom shows that with a long time horizon, equities render a higher return than otherasset classessuch as bonds. There is, however, some debate over whether a buy-and-hold strategy is superior to anactive investingstrategy.Both sides have valid arguments, but a buy-and-hold strategy has tax benefits because the investor can defer capital gains taxes on long-term investments.\n\nTo purchase shares of common stock is to take ownership of a company. Ownership has its privileges, which include voting rights and a stake in corporate profits as the company grows.Shareholdersfunction as direct decision makers with their number of votes being equal to the number of shares they hold. Shareholders vote on critical issues, such asmergers and acquisitions, and elect directors to the board. Activist investors with substantial holdings wield considerable influence over management often seeking to gain representation on the board of directors.\n\nRecognizing that change takes time, committed shareholdersadopt buy and hold strategies. Rather than treating ownership as a short-term vehicle for profit in the mode of a day trader, buy-and-hold investors keep shares through the bull andbear markets. Equity owners thus bear the ultimate risk of failure or the supreme reward of substantial appreciation.\n\nBuy and hold is often also called position trading.\n\nThe debate overpassiveversus active management styles persists. A buy-and-hold investor reflects apassive management style. In the case of a mutual fund orexchange-traded fund, indexed portfolios mirror that of a common benchmark.\n\nAs indices rebalance and weightings increase relative to market capitalization, turnover rates, which are often under 5% among passive funds (such as an S&P 500 Index portfolio), remain ultra-low as managers focus on issues across the broad market. Stocks are held for as long as they remain components of the indices.\n\nEven though you hold the securities you buy for the long-term, you still need to consider price fluctuations and pay attention to their performance.\n\nAn example of a buy-and-hold strategy that would have worked quite well is the purchase of Apple (AAPL) stock. If an investor had bought 100 shares at its closing price of$18 per sharein January 2008 and held onto the stock until January 2019, the stock climbed to $157 per share. That’s a return of nearly 900% in just over 10 years.\n\nThose arguing against using a long-term strategy claim that investors forsake gains by riding out volatility rather than locking in gains and miss out on timing the market. There are some professionals who regularly succeed with short-term trading strategies, but the risks can be higher. Investment success is also realized by loyalty, commitment to ownership and the simple pursuit of standing pat or not moving from a chosen position.",
  "url": "https://www.investopedia.com/terms/b/buyandhold.asp"
}