{
  "term": "What Is Cash Back? Hint: It's Not Free Money",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nCash back, also known as “cashback,” refers to two types of financial transactions related to credit and debit cards that have grown increasingly popular in the last two decades. Most commonly, it’s a credit card benefit that refunds the cardholder a small percentage of the amount spent on each purchase above a certain dollar threshold.\n\nCash back also describes a debit card transaction in which cardholders receive cash from their bank account when they make a purchase—generally, a small amount above the item cost.\n\nCash-back programs date to 1986, whenthe Discover card was launched nationally, introducing the concept. Since then, they have become a ubiquitous credit card reward, and nearly every major card issuernow offers the featureon at least one of its products. It’s an incentive for existing customers to use the card early and often and acquire new clients or poach them from a competitor.\n\nUnlike traditional rewards points, which can only be used to buy goods or services, or gift cards offered by the card issuer, cash-back rewards are what their name implies: cash. They are usually presented to the cardholder on the monthly credit card statement.\n\nConsumers may receive the cash-back reward throughdirect depositto a linked bank account, as a statement credit reducing that month’s bill, as a gift card, or through the mail by check.\n\nThe year of the national debut of the Discover card, which pioneered cash back rewards\n\nThe amount of a cash-back reward can range from 1% to 5% of a transaction.Some transactions also offer extra rewards through merchant partnerships: Purchases at that merchant earn you more than purchases elsewhere.\n\nWhen shopping for cash back cards, you'll often see different methods for earning cash back. Flat-rate cash back cards give you a flat or fixed percentage of your purchases. This can be a simple but straightforward way to earn cash back since you don't have to worry about making qualifying purchases.\n\nOn the other hand, you might see tiered-rate cash back cards, which means you'll earn cash back at different rates depending on the type of purchase or transaction level. For example, a cardholder might earn 3% back on gas purchases, 2% on groceries, and 1% on all other purchases. A special promotion where you can get cash back often might be in effect for three months, during which spending in a specific category—restaurants or department stores—earns a higher refunded percentage for that period.\n\nTypically, the cardholder must reach a particular transaction level to qualify for cash back or other benefits; it’s usually small, around $25, but it varies from card to card. Some card companies also let cash rewards be used toward specific purchases, including travel, electronics, or partnership incentive programs.In issuing a cash-back reward, the credit card company shares with the consumer a portion of the transaction fee that it charges merchants.\n\nIf you're unsure whether to get a flat-rate or tiered cash back card, consider how you typically use your credit card. If you tend to mix up your spending habits or don't want to track your purchases, a flat-rate card might be the better option. On the other hand, if you know you spend a lot in a few specific categories (like gas and groceries), you can probably find a tiered-rate card with better cash back rates in those categories.\n\nCash-back apps and websites can also help you earn money for shopping while using their tools. Many cash-back sites partner with retailers, such as Amazon and Target, to offer specific deals on items such as toys or holiday gear.\n\nCash-back sites usually operate like this: First, you download the app or extension and sign up for a free membership. Next, you sign into the cash-back site, use a link for the store you want to shop in, and start shopping.\n\nThe cash-back site or app records your purchases, and you earn money after your transactions are approved and go through. The cash back (a percentage of your spending) usually lands in aPayPalor bank account. Cash-back apps can be used to find money-saving deals while earning cash in different categories, including restaurants and delivery services.\n\nThree popular cash-back programs are Rakuten, Ibotta, and Shopkick, although there are others.\n\nThis cash-back website was Ebates in another life. Rebranded as Rakuten in 2019, the site earns its money by getting commissions from over 2,500 stores, including Lowe’s, Kohl’s, Walmart, and Macy’s, for sending online bargain hunters its way. The commissions are shared with Rakuten customers, which is how you earn up to 40% of your cash back. If you have a PayPal account, then your earnings can go there, or the company can mail you a check.\n\nRakuten has mixed reviews on the Better Business Bureau (BBB) website, which gave it a B rating due to product and service issues, including customers saying they never received their cash-back rewards. The customer rating average is a poor 2.65 out of five stars, based on 191 customer reviews.\n\nThere is an actual retail event called Cash Back Day, which debuted in 2019 and continues annually each November. In the last five years, RetailMeNot has paid its shoppers nearly $1.3 million for enrolling in its programs and shopping at featured stores.\n\nThis cash-back app can be used in stores and online shopping via your mobile device. Its specialty is groceries. The app is enabled in hundreds of markets and large chain stores such as Trader Joe’s, Whole Foods, Wegmans, Costco, Hannaford, Walmart, Target, Aldi, and Albertsons, plus convenience stores such as 7-Eleven, Wawa, and Stewart’s Shops.\n\nlbotta partners with more than 1,500 retailers and brands in categories that include health and wellness, travel, home and auto, kids and baby, pet supply, sports, and outdoors.\n\nIt also offers cash back on subscriptions, restaurants, and food delivery services. Ibotta doesn’t list the percentage that you’ll earn using the app. Still, according to its website, lbotta has paid out over $1.8 billion to more than 200 million users since 2012, when it was founded, and the company states that the redemption will show up in your account within 24 hours or less.\n\nLike Rakuten, Ibotta earned a B rating from the BBB, and there are compliments and complaints from users—some of whom claim they haven’t received their cash back on time, while others say they are earning money quickly. Three hundred and sixty-one customer reviews average out to a 3.57 customer rating out of five stars.\n\nThis mobile app lets shoppers earn gift cards instead of cash, so while it is not exactly a cash-back tool, users can earn reward points, which the company calls “kicks,” for using the Shopkick app and scanning products in participating retailers. You then turn those points into gift cards for companies like Starbucks, Amazon, Target, Sephora, Best Buy, Barnes & Noble, PayPal, Apple, AMC, and more.\n\nWhen you download the app, it will show you participating retailers and products that can earn you kicks. You can even use Bluetooth to earn a kick for entering a store without making a purchase.The app may also offer users exclusive incentives, discounts, and rewards points.\n\nShopkick has an A+ rating from the BBB, but as of September 2024, there were only 44 customer reviews, most of which involved complaints and averaged out to a 1.32 rating out of five stars.\n\nWith debit cards and some credit cards, a customer may also get the opportunity to receive cash back immediately at a supermarket or other location. The customer can ask the merchant to add an extra amount to the purchase price and receive this additional cash.\n\nProviders of services often do this to let a customer leave a cash tip. However, unlike the cash-back process described above, the practice isn’t a rebate—the customer just charges more on the card.\n\nThe advantages of enrolling in cash-back programs are apparent. You get cash back for spending your money, whether using your credit or debit card or even shopping online.\n\nOn the downside, cash-back credit cards may have highannual percentage rates(APRs) or annual fees or put a cap on how much cash back you can earn, and you do have to spend money to earn the cash.Also, you can lose your earned rewards if you don’t pay your bills on time and your credit card is canceled.\n\nCash-back apps and websites may offer discounts on products along with cash-back rewards.\n\nSome credit cards with cash back offer a sign-up bonus.\n\nCash-back apps and websites are an easy way to earn cash rewards while shopping.\n\nCash-back apps and websites don’t always issue your cash back in a timely manner.\n\nCash-back credit cards may have a higher annual percentage rate (APR) than cards without rewards.\n\nThere may be a cap on how much cash you can earn back.\n\nCash back usually refers to a rewards program that returns a percentage of each purchase to the buyer. It can also refer to certain types of debit cards that allow cardholders to withdraw cash from their accounts at a merchant point of sale.\n\nNot exactly. When a credit card offers cash back rewards, they are betting that the cardholders' increased spending will exceed the money spent on cash rewards. Cardholders pay for cash back through higher APRs and merchant fees.\n\nMultiple stores offer cash-back rewards. How much depends on their rewards program. Kohl’s, Dick’s Sporting Goods, The Home Depot, and CVS, among others, offer their customers cash-back rewards programs.\n\nIf you sign up for a cash-back card with a cash signing bonus, it could be worth anywhere from $200 to $1,500 if you meet certain requirements, such as a minimum spending amount in a set amount of time.\n\nCredit card deals change frequently, so it is worth researching the latest deals. You can also check out Investopedia's review of the best credit cards currently available.\n\nSigning up with a cash-back rewards credit or debit card is a way to earn some extra cash based on your purchases. You can use a cash-back app or website to find potential deals on goods while also making a percentage of your money back. The more that you use your cash-back rewards programs, the more money that you stand to earn.\n\nThere are a few drawbacks to a cash-back rewards card, including a higher-than-usual APR, having to wait to access your cash-back funds and a cap on how much you can earn each year. Also, when it comes to travel rewards such as airline miles,sometimes the miles are worth more than the cash.\n\nExperian. “How Do Cash Back Credit Cards Work?”\n\nCredit Karma. “Cash Back Credit Cards.”\n\nDiscover. “Discover it Cash Back Credit Card.”\n\nMarketplace. “Cash-Back Shopping Savings, but at What Price?”\n\nRakuten. “How Do You Earn Cash Back?”\n\nBetter Business Bureau. “Business Profile: Rakuten.”\n\nPR Newswire. \"Beat the Holiday Hustle: RetailMeNot's Annual Holiday, Cash Back Day, Now Offering 72-hours Of Exclusive Deals and Cash Back From Over 1,000 Retailers.\"\n\nIbotta. “Where to Get Cash Back at Over 500,000 Locations.”\n\nIbotta. “Using Ibotta: Answers to Common Questions.”\n\nBetter Business Bureau. “Business Profile: Ibotta, Inc.”\n\nShopkick. “Score Rewards In-Store and Online.”\n\nShopkick. “How to Earn Kicks: 15 Tips for Shopkick Success.”\n\nShopkick. “The Benefits of Providing Customers with Incentives in Retail.”\n\nBetter Business Bureau. “Business Profile: Shopkick, Inc.”\n\nAmerican Consumer Credit Counseling. “ACCC Explains The Pros And Cons Of Cash Back Credit Cards.”\n\nExperian. “Do I Lose My Rewards When My Credit Card Closes?”\n\nGroupon. “Best Reward Programs.”\n\nBank of America. “Compare and Find the Credit Card That’s Right for You.”",
  "url": "https://www.investopedia.com/terms/c/cash-back.asp"
}