{
  "term": "What Is MLM? How Multilevel Marketing or Network Marketing Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMultilevel marketing is a business model where independent distributors sell products and recruit others, earning commissions on both personal sales and the sales of their network.\n\nIf you've ever wondered why your neighbor suddenly started selling essential oils or why your college roommate keeps inviting you to join \"exciting\" business opportunities, you'll want to know about multilevel marketing (MLM). It's a controversial industry whose annual valuation is subject to debate—figures range from $35 billion a year for the industry into the hundreds of billions—and where words like \"cult,\" \"scheme,\" and \"scam\" are often tossed around, even if particular enterprises are safely on this side of the law.\n\nCompanies like Amway Corporation, Herbalife Nutrition Ltd., and Mary Kay Inc., have become household names with millions of distributors worldwide. But the question remains: Is MLM a legitimate path toentrepreneurshipor a predatory scheme targeting vulnerable individuals? This article dives into how to separate the legitimate forms of the business from the red flags that should send you running.\n\nMLM,network marketing, or direct selling is a business model in which independent distributors sell products or services directly to consumers while recruiting new distributors into their network. Under this model, distributors earn income from two primary sources—their personal sales and commissions based on the sales made by their recruits (known as their \"downline\").\n\nThis creates multiple levels of earnings potential, with those at higher ranks earning from many levels below them. That's why lay people often confuse MLMs withpyramid schemes. According to the Direct Selling Education Foundation, about 13 million people in the U.S. were MLM participants in 2023, and other studies have found that about one in 13 American adults has participated in an MLM organization at some point in their lives.\n\nA 2024Federal Trade Commission (FTC)report that analyzed 70 income disclosure statements of dozens of MLMs found that most MLM participants make less than $1,000 per year. In addition, while most MLM income disclosure statements don't account for expenses incurred by participants, the FTC noted that these costs often outstrip the income for many involved.\n\nThe FTC also found that many firms' disclosure statements were \"misleading\" at best. A sampling of the report's subject headings gives an idea of why:\n\nThe key difference between legitimate and illegitimate MLMs is that the former focus primarily on selling actual products to end consumers while the latter are typically MLM pyramid schemes that emphasize recruitment with little regard for genuine retail sales.\n\nMLMs are a structured network of independent distributors who sell products and recruit new members. Here's how the MLMbusiness modeltypically works:\n\n1.Company structure: An MLM company develops products or services and establishes a compensation plan that rewards direct sales and recruitment activities.\n\n2.Distributor recruitment: Individuals join as independent distributors (not employees) by buying starter kits or initial inventory. They pay membership fees and often commit to regular product purchases to remain \"active\" in the system.\n\n3.Dual income streams: Distributors earn money through:\n\n4. Rank advancement: Distributors advance through company-defined ranks (often with names like \"silver,\" \"gold,\" and \"diamond\") based on personal sales volume and the performance of their downline network.\n\n5. Training and support: Upline members typically train their recruits, focusing on product knowledge and recruitment techniques. Companies also often host motivational events and provide marketing materials.\n\n6. Compensation plans: These complex structures determine how commissions flow upward through multiple levels. The FTC has found that in many MLMs, significant income is only possible through building and maintaining a large downline, not through product sales alone.\n\nBefore participating in one, research specific MLMs through the FTC and Better Business Bureau to identify red flags. If in doubt, go elsewhere: there are plenty of ways to use your limited time and funds to earn legitimate income.\n\nSeveral well-established companies use the multilevel marketing business model across various product categories. Here are some prominent examples:\n\nTupperware, which filed for bankruptcy in 2024, is one of the most recognizable MLM companies, known for its plastic food storage containers. The company pioneered the \"home party\" sales model, where consultants demonstrate products in social settings.Tupperware says that these parties occur frequently worldwide, with consultants earning commissions on direct sales while building their own sales teams.\n\nAmway, founded in 1959, is likely the largest network marketing company globally with annual revenue of about $1.5 billion.The company offers health, beauty, and home care products. Its \"independent business owners\" (IBOs) buy products at wholesale prices for resale and can build downlines of other IBOs, earning from personal sales and their network's performance.\n\nLuLaRoe, a clothing MLM, has faced significant legal challenges. It was also the subject of a documentary on Amazon Prime, \"LuLaRich.\"In 2019, after the Washington state attorney general filed a lawsuit alleging the company operated as a pyramid scheme, LuLaRoe settled for $4.75 million and agreed to make significant changes to its business practices.\n\nHerbalife Nutrition's distributors often establish \"nutrition clubs\" to sell products and recruit new members.In 2016, Herbalife agreed to pay $200 million in consumer redress and restructure its multilevel marketing operations to settle FTC charges, with the settlement requiring the company to base distributor compensation primarily on verifiable retail sales rather than recruitment.\n\n\"MLMs, like viruses, morph and adapt to their new regulatory environment to achieve facial compliance with federal and state laws,\" one recent study argued. They \"are the mighty morphing, antibiotic-resistant, Jason Voorhees iteration of the direct selling business model. Just like the killer demon, Jason, in theFriday the 13thhorror movies, '[I]t doesn't matter if he's decapitated, cremated, or exploded—Jason always comes back,' and so too does the multilevel marketing business model.\"\n\nDistinguishing between legitimate MLM businesses and predatory schemes requires careful evaluation:\n\nBefore joining any MLM, research the specific businesses through the FTC andBetter Business Bureau, carefully review any income disclosure statements, and look for signs of high rates of failure.\n\nMultilevel marketing can be a legitimate business model where independent distributors sell products and recruit others. However, FTC data shows the vast majority of participants earn very little—most make less than $84 per month on average, and some lose money after expenses.\n\nBefore joining an MLM, carefully check the company's compensation structure, product viability, and your personal ability to sell and recruit.\n\nIBIS World. \"Direct Selling Companies in the US: Industry Analysis.\"\n\nYahoo Finance. \"Direct Selling Market Size to Reach USD 392.6 Billion.\"\n\nU.S. Federal Trade Commission. \"FTC Staff Report on Multi-Level Marketing Income Disclosures.\"\n\nStivers, Andrew, Douglas Smith, & Ginger Jin. \"The Alchemy of a Pyramid: Transmutating Business Opportunity into a Negative Sum Wealth Transfer.\" Via SSRN.\n\nVox. \"Americans are Hooked on the Fantasy of Financial Liberation.\"\n\nDirect Selling Education Foundation. \"2024 Direct Selling Fact Sheet.\"\n\nWalsh, Taylor. \"Multilevel Marketing, an Unwinnable Lottery: How MLMs Illegally Target Women and Minorities Using Deceptive and Predatory Recruitment Practices and the Need for Specific and Expanded Legal Protections.\"Georgetown Journal of Gender and the Law(2022).\n\nTradingView. \"Amway Financials.\"\n\nWashington State Office of the Attorney General. \"LuLaRoe to Pay $4.75 Million to Resolve AG Ferguson’s Lawsuit Over Pyramid Scheme.\"\n\nHerbalife Nutrition. \"Business Opportunity.\"\n\nVox. \"Americans Are Hooked on the Fantasy of Financial Liberation.\"",
  "url": "https://www.investopedia.com/terms/m/multi-level-marketing.asp"
}