{
  "term": "What Is Bitcoin Cash (BCH), and How Does It Work?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nBitcoin Cash (BCH) is a cryptocurrency that was created and launched to bring decentralization back to cryptocurrency. It is the result of a 2017 Bitcoin \"hard fork,\" which occurs when an existing blockchain splits into two. Bitcoin Cash allows a greater number of transactions in a single block than Bitcoin and reduce fees and transaction times.\n\nBitcoin Cash is designed to be used as a cheap payment system, much in the way Bitcoin was designed to be originally. Transaction fees are generally lower, and confirmation times are significantly less than Bitcoin's, generally within seconds.\n\nLearn more about Bitcoin Cash and how it differs from Bitcoin.\n\nBitcoin's blockchain had scalability issues because it could not handle the increased number of transactions. The confirmation time and fees for a transaction on Bitcoin's blockchain surged. This was mainly due to the 1MB block size limitation for Bitcoin blocks. Transactions queued up, waiting for confirmation, because blocks could not handle the increased number of transactions the network was experiencing.\n\nBitcoin Cash was created in 2017 when developers disagreed on the route Bitcoin should take to address emerging issues with the blockchain. Transaction fees continued to rise between 2009 and 2016. By June 2017, fees hit more than $5 before fluctuating and skyrocketing to over $54 in December.\n\nBitcoin Cash was created and is maintained by an active community of developers. These developers saw Bitcoin Cash as a necessary alternative to Bitcoin because, in their view, Bitcoin had become more of an investment instrument than a payment system. It was designed as a peer-to-peer payment system that removes regulatory authorities and other third parties from financial transactions, but it had become something else.\n\nBitcoin Cash's blockchain is Bitcoin Cash Node.\n\nBitcoin Cash increased the size of blocks to have a limit of 32 MB, enabling more transactions to be processed per block.\n\nBitcoin Cash alsodiffers from Bitcoinin another respect, as it does not incorporateSegregated Witness(SegWit), another solution proposed to accommodate more transactions per block. SegWit removes witness signatures from certain areas to increase the number of transactions a block can store.\n\nThe average number of transactions per block on Bitcoin at the time Bitcoin Cash was proposed was between 1,000 and 1,500.\n\nYes, Bitcoin is available for trading.\n\nBitcoin Cash is available on cryptocurrency exchanges like Binance, Coinbase, Kraken, KuCoin, and many others. Because it is a Bitcoin fork, it ismined the same way. It can be mined on personal computers with dedicated GPUs, but this approach has some caveats.\n\nSimilar to Bitcoin and other minable cryptocurrencies, Bitcoin Cash mining is dominated by large mining firms and pools. Pools increase your chances of receiving a block reward, although the rewards are shared with the pool. Depending on the pool's size and the work contributions of other members, your shares could be pretty small.\n\nYou can also purchase a machine called anapplication-specific integrated circuit (ASIC)miner that can mine BCH. These machines are much faster at mining than personal computers, but they cost several thousand dollars new. You can find used ones for much less, but their speeds are generally lower, and it's hard to tell what kind of condition they are in.\n\nBitcoin Cash community believes that it must remain decentralized and affordable so it could be used as the \"best money in the world.\" In the shorter term, the project has focused on providing a fast, reliable, low-fee network, as well as \"establishing a professional mining node that listens to feedback and delivers measurable improvements.\"\n\nContrary to its developer's goals, BCH appears to have increased in popularity with investors, ranking #25 by 24-hour trading volume and #16 by market cap. Its price on May 15, 2024, was $445, more than a 270% increase from its price of $188 one year before.While this might be good news for BCH investors, it might not be such a good development for a community that wanted a cryptocurrency to remain a payment method.\n\nIt depends on your market outlook, risk tolerance, and investing preferences. Bitcoin Cash experienced a significant increase in price through mid-2024, but that doesn't mean it will continue.\n\nIt's important to remember that all cryptocurrencies experience volatility, so you have to accept the risk of large losses along with the possibility of large gains. It's best to speak to a financial advisor about your financial circumstances to see if BCH is suitable for your portfolio.\n\nLike many other forks or cryptocurrency projects, Bitcoin Cash has a small network (compared to Bitcoin and some others), which makes it more susceptible to attacks. However, this vulnerability is one all blockchains suffer from until they become economically unfeasible for attackers to target.\n\nBitcoin Cash is an altcoin that forked from Bitcoin in 2017. It was created to speed up transaction times and maintain a position as a payment method. While not the most popular cryptocurrency, it has outlived many market ups and downs.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nBlockchain.com. \"Average Transactions Per Block.\" Click \"All Time\" to view 2017 data.\n\nBitcoin.com. \"What Is Bitcoin Cash?\"",
  "url": "https://www.investopedia.com/terms/b/bitcoin-cash.asp"
}