{
  "term": "What a Certainty Equivalent Is, What It Tells You, How to Use It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe certainty equivalent is a guaranteed return that someone would accept now, rather than taking a chance on a higher, but uncertain, return in the future. Put another way, the certainty equivalent is the guaranteed amount of cash that a person would consider as having the same amount of desirability as a risky asset.\n\nInvestments must pay a risk premium to compensate investors for the possibility that they may not get their money back and the higher the risk, the higher premium an investor expects over the average return.\n\nIf an investor has a choice between a U.S.government bondpaying 3% interest and a corporate bond paying 8% interest and he chooses the government bond, the payoff differential is the certainty equivalent. The corporation would need to offer this particular investor a potential return of more than 8% on its bonds to convince him to buy.\n\nA company seeking investors can use the certainty equivalent as a basis for determining how much more it needs to pay to convince investors to consider the riskier option. The certainty equivalent varies because each investor has a unique risk tolerance.\n\nThe term is also used in gambling, to represent the amount of payoff someone would require to be indifferent between it and a given gamble. This is called the gamble's certainty equivalent.\n\nThe idea of certainty equivalent can be applied to cash flow from an investment. The certainty equivalent cash flow is therisk-freecash flow that an investor or manager considers equal to a different expected cash flow which is higher, but also riskier. The formula for calculating the certainty equivalent cash flow is as follows:\n\n﻿Certainty Equivalent Cash Flow=Expected Cash Flow(1+Risk Premium)\\text{Certainty Equivalent Cash Flow} = \\frac{\\text{Expected Cash Flow}}{\\left(1\\ +\\ \\text{Risk Premium} \\right )}Certainty Equivalent Cash Flow=(1+Risk Premium)Expected Cash Flow​﻿\n\nThe risk premium is calculated as the risk-adjusted rate of return minus the risk-free rate. The expected cash flow is calculated by taking the probability-weighted dollar value of each expected cash flow and adding them up.\n\nFor example, imagine that an investor has the choice to accept a guaranteed $10 million cash inflow or an option with the following expectations:\n\nBased on these probabilities, the expected cash flow of this scenario is:\n\n﻿Expected Cash Flow=0.3×$7.5Million+0.5×$15.5Million+0.2×$4Million\\begin{aligned} \\text{Expected Cash Flow} &= 0.3\\times\\$7.5\\text{ Million}\\\\&\\quad + 0.5\\times \\$15.5\\text{ Million}\\\\&\\quad + 0.2\\times\\$4\\text{ Million}\\\\ &=\\$10.8 \\text{ Million} \\end{aligned}Expected Cash Flow​=0.3×$7.5Million+0.5×$15.5Million+0.2×$4Million​﻿\n\nAssume the risk-adjustedrate of returnused to discount this option is 12% and the risk-free rate is 3%. Thus, the risk premium is (12% - 3%), or 9%. Using the above equation, the certainty equivalent cash flow is:\n\n﻿Certainty Equivalent Cash Flow=$10.8Million(1+0.09)\\begin{aligned} \\text{Certainty Equivalent Cash Flow} &= \\frac{\\$10.8 \\text{ Million}}{\\left(1 + 0.09 \\right )} \\\\ &=\\$9.908 \\text{ Million} \\end{aligned}Certainty Equivalent Cash Flow​=(1+0.09)$10.8Million​​﻿\n\nBased on this, if the investor prefers to avoid risk, he should accept any guaranteed option worth more than $9.908 million.",
  "url": "https://www.investopedia.com/terms/c/certaintyequivalent.asp"
}