{
  "term": "What Is Venture Capital? Definition, Pros, Cons, and How It Works",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nVenture capital (VC) is a form of private equity and a type of financing forstartupcompanies and small businesses withlong-term growthpotential.\n\nVenture capital generally comes from investors, investment banks, and financial institutions. Venture capital can also be provided as technical or managerial expertise.\n\nInvestopedia / Michela Buttignol\n\nVC providesfinancing to startups and small companiesthat investors believe have great growth potential. Financing typically comes in the form ofprivate equity (PE). Ownership positions are sold to a few investors through independentlimited partnerships(LPs). Venture capital tends to focus on emerging companies, while PE tends to fund established companies seeking an equity infusion. VC is an essential source for raising money, especially if start-ups lack access tocapital markets, bank loans, or other debt instruments.\n\nHarvard Business School professor Georges Doriot is generally considered the \"Father of Venture Capital.\" He started the American Research and Development Corporation in 1946 and raised a $3.58 million fund to invest in companies that commercialized technologies developed during World War II.The corporation's first investment was in a company that had ambitions to use X-ray technology for cancer treatment. The $200,000 that Doriot invested turned into $1.8 million when the company went public in 1955.\n\nVC became synonymous with the growth of technology companies in Silicon Valley on the West Coast. By 1992, 48% of all investment dollars went into West Coast companies; Northeast Coast industries accounted for just 20%.During 2022, West Coast companies accounted for more than 37% of all deals while the Mid-Atlantic region saw just around 24% of all deals.\n\nThe amount global VC-backed companies raised in 2023.\n\nManyventure capitalistshave had prior investment experience, often as equityresearch analysts. VC professionals tend to concentrate on a particular industry. A venture capitalist who specializes in healthcare, for example, may have had prior experience as a healthcare industry analyst.\n\nVenture capital provides funding to new businesses that do not have enough cash flow to take on debts. This arrangement can be mutually beneficial because businesses get the capital they need to bootstrap their operations, and investors gain equity in promising companies. VCs often provide mentoring and networking services to help them find talent and advisors. A strong VC backing can be leveraged into further investments.\n\nHowever, a business that accepts venture capital support can lose creative control over its future direction. VC investors are likely to demand a large share of company equity, and they may make demands of the company's management. Many VCs are only seeking to make a fast, high-return payoff and may pressure the company for a quick exit.\n\nProvides early-stage companies with capital to bootstrap operations\n\nCompanies don't need cash flow or assets to secure VC funding\n\nVC-backed mentoring and networking services help new companies secure talent and growth\n\nDemand a large share of company equity\n\nCompanies may find themselves losing creative control as investors demand immediate returns\n\nVCs may pressure companies to exit investments rather than pursue long-term growth\n\nVenture capital can be provided byhigh net-worth individuals (HNWIs), also often known as angel investors, or venture capital firms. The National Venture Capital Association is an organization composed of venture capital firms that fund innovative enterprises.\n\nAngel investors are typically a diverse group of individuals who have amassed their wealth through a variety of sources. However, they tend to beentrepreneursthemselves, or recently retired executives from business empires. The majority look to invest in well-managed companies, that have a fully-developedbusiness planand are poised for substantial growth.\n\nThese investors are also likely to offer to fund ventures that are involved in the same or similar industries or business sectors with which they are familiar. Another common occurrence among angel investors isco-investing, in which one angel investor funds a venture alongside a trusted friend or associate, often another angel investor.\n\nDue to the industry's proximity to Silicon Valley, the overwhelming majority of deals financed by venture capitalists occurred in the technology industry—the internet, healthcare, computer hardware and services, and mobile and telecommunications. In 2023, San Francisco still ranked highest among VC investments.While technology dominates VC funding, other industries have also benefited from VC funding. VC has matured over time and the industry comprises an assortment of players and investor types who invest in different stages of a startup's evolution.\n\nRegarding VC success rates, it's important to note that venture capital is a high-risk, high-reward investment strategy. According to research more than 75% of venture-backed startups fail to return investors' capital, and less than 75% of startup founders receive anything at all upon exit.Indeed, the majority of VC-backed firms fail, with only 5-7% of all investments accounting for the majority of returns.Indeed, VC firms generate most of their returns from only a small number of successful \"home runs\" that produce excess returns. While the average VC fund returns can be upwards of 15% annually, the median VC-backed startup fails to return investor capital.\n\nWhile venture capital is a popular funding option for high-growth startups, it's not the only way for new companies to secure capital. Here are several alternatives:\n\nNew businesses are often highly risky and cost-intensive ventures. As a result, external capital is often sought to spread therisk of failure. In return for taking on this risk through investment, investors in new companies can obtain equity and voting rights for cents on the potential dollar. Venture capital, therefore, allows startups to get off the ground and founders to fulfill their vision.\n\nA portfolio company refers to a company that a VC or private equity firm has invested in. Typically,  a venture capital firm will have investments in multiple portfolio companies at various stages of development. This not only diversifies the investors' exposure to different segments or industries, but also allows for the fact that most startup companies will fail. By spreading their investments across multiple companies, VC firms can mitigate the risk of total loss and increase their chances of finding one or more highly successful ventures (i.e., \"unicorns\") that will provide outsized returns.\n\nLate-stage financing has become more popular because institutional investors prefer to invest in less-risky ventures, as opposed to early-stage companies where the risk of failure is higher.\n\nPreferred stock is a class of ownership in a corporation that has a higher claim on assets and earnings than common stock. In the context of venture capital, preferred stock plays a crucial role in investment negotiations.Preferred stocktypically comes with special rights and features that make it more attractive to investors, particularly venture capitalists. For example, if the company goes bust, preferred stockholders are paid before common stockholders. This provides a level of downside protection for VCs. Preferred stock will also typically pay a higher fixed dividend, while common stock issued by startups might not pay a dividend at all. By negotiating for preferred stock, venture capitalists aim to balance the high risks associated with startup investments with potential rewards and protections.\n\nTheSmall Business Investment Act (SBIC)in 1958 boosted the VC industry by providing tax breaks to investors. In 1978, the Revenue Act was amended to reduce thecapital gains taxfrom 49% to 28%.In 1979, a change in theEmployee Retirement Income Security Act (ERISA)allowed pension funds to invest up to 10% of their assets in small or new businesses.The capital gains tax was reduced to 20% in 1981.These developments catalyzed growth in VC and the 1980s turned into a boom period for venture capital, with funding levels reaching $4.9 billion in 1987.\n\nVenture capital is a central part of the life cycle of a new business. Before a company can start earning revenue, it needs start-up capital to hire employees, rent facilities, and design a product. This funding is provided by VCs in exchange for a share of the new company's equity.\n\nWorld Intellectual Property Organization, \"Global Innovation Index 2022,\" Pages 32-33.\n\nUniversity of Pennsylvania, Wharton Faculty Research.\"Organizing Venture Capital: The Rise and Demise of American Research & Development Corporation, 1946–1973,\" Page 17.\n\nThe Business History Conference. \"The Rise and Fall of Venture Capital,\" Pages 5-8.\n\nThe Business History Conference. \"The Rise and Fall of Venture Capital,\" Page 8.\n\nNational Venture Capital Association. \"Pitchbook-NVCA Venture Monitor Q4 2022,\" Download Excel Spreadsheet, Select \"Deals x Region.\"\n\nCrunchBase. \"Global Startup Funding In 2023 Clocks In At Lowest Level In 5 Years.\"\n\nNational Venture Capital Association. \"NVCA Members.\"\n\nEY. \"Venture Capital Investment Remains Slow as Market Seeks New Normal.\"\n\nHall, Robert E., and Susan E. Woodward. 2010. \"The Burden of the Nondiversifiable Risk of Entrepreneurship.\" American Economic Review, 100 (3): 1163–94.\n\nHarvard Business School. \"The Venture Capital Secret: 3 Out of 4 Start-Ups Fail.\"\n\nKerr, W. R., Nanda, R., & Rhodes-Kropf, M. (2014).Entrepreneurship as experimentation.Journal of Economic Perspectives,28(3), 25-48.\n\nGompers, P. A., Gornall, W., Kaplan, S. N., & Strebulaev, I. A. (2020).How do venture capitalists make decisions?.Journal of Financial Economics,135(1), 169-190.\n\nSequoia Capital. \"The Apple Story.\"\n\nForbes. \"$100,000 in Google of 1998 Equals a Billionaire Professor Today.\"\n\nTech Crunch. \"Accel Partners' Extraordinary 2005 Fund IX.\"\n\nKleiner Perkins. \"Amazon: Reimagining commerce.\"\n\nTech Crunch. \"Huge Vote Of Confidence: Uber Raises $11 Million From Benchmark Capital.\"\n\nCoinbase. \"Coinbase Raises $25 Million From Andreessen Horowitz.\"\n\nAmerican Economics Association. \"Venture Capital’s Role in Financing Innovation: What We Know and How Much We Still Need to Learn,\" Pages 238-244.\n\nUnited States Department of Treasury. \"Report to Congress on the Capital Gains Tax Reductions of 1978,\" Page i.\n\nU. S. Congress. \"S. 209, The ERISA Improvements Act of 1979: Summary and Analysis of Consideration,\" Page 69.\n\nUnited States Congress. \"H.R.4242 - Economic Recovery Tax Act of 1981.\"\n\nThe Business History Conference. \"The Rise and Fall of Venture Capital,\" Page 10.",
  "url": "https://www.investopedia.com/terms/v/venturecapital.asp"
}