{
  "term": "What Are Death Taxes? How to Reduce or Avoid Them",
  "definition": "Investopedia / Michela Buttignol\n\nDeath taxes are taxes imposed by the federal and some state governments on someone'sestateupon their death. These taxes are levied on the beneficiary who receives the property in the deceased's will or the estate that pays the tax before transferring the inherited property. Death taxes apply to estates valued over $12.92 million in 2023 and 13.61 million in 2024.\n\nDeath taxes are also called death duties, estate taxes, or inheritance taxes.\n\nA death tax can be any tax imposed on property transfer after someone's death. The term “death tax” gained popularity in the 1990s and was used to describe estate andinheritance taxesby those who wanted the taxes repealed. Inestate taxes, the deceased’s estate pays the tax before the assets are transferred to a beneficiary. With the inheritance tax, the person who inherits the assets pays.\n\nThe estate tax, charged by the federal government and some state governments, is based on the value of property and assets at the time of the owner's death. The federal estate tax ranges from 18% to 40% of the inheritance amount.\n\nTwelve states impose a state estate tax separate from the federal government. These states are Connecticut, Hawaii, Illinois, Maine, Maryland, Massachusetts, Minnesota, New York, Oregon, Rhode Island, Vermont, Washington, and the District of Columbia.\n\nThe federal government does not impose an inheritance tax, but several states do—Iowa, Kentucky, Maryland, Nebraska, New Jersey, and Pennsylvania; however, in all of these states, property passing to asurviving spouseis exempt from inheritance taxes. Nebraska and Pennsylvania impose taxes on property passing to a child or grandchild in some instances.\n\nMost people end up not paying the death tax because it applies to only a few people. This is because the 2017 Tax Cuts and Jobs Act applied the estate tax to the basic exclusion amount, which in 2023 is $12.92 million and in 2024 is $13.61 million.\n\nThe Tax Cuts and Jobs Act expires after 2025. The basic exclusion amount is set to drop back down to pre-TCJA levels if Congress doesn't renew the act.\n\nFor example, assume an individual leaves an estate valued at $13 million (accounted for inflation) in non-exempt assets to the children and has never left any gifts that exceeded the exclusion amount. The amount above the federal level in 2023 ($13 million – $12.92 million), $80,000, will be subject to estate tax. According to the Unified Rate Schedule, the taxable amount is subject to a 28% tax plus a base tax of $18,200. Therefore, the estate will have a death tax liability of (28% x $80,000) + $18,200 = $40,600.\n\nSo, if a decedent's estate is valued at less than the applicable exemption amount for the year of death, the estate won't owe any federal estate taxes.\n\nTheunified tax credithas a set amount that an individual cangiftduring their lifetime before any death taxes or gift taxes apply. The tax credit unifies both the gift and estate taxes into one tax system, decreasing the tax bill of the individual or estate, dollar to dollar.\n\nSince some people prefer to use the unified tax credits to save on estate taxes after their deaths, the unified tax credit may not be used for reducing gift taxes while still alive. It may instead be used on the inheritance amount bequeathed to beneficiaries after death.\n\nAnother provision available to reduce death tax is theunlimited marital deduction, which allows an individual to transfer an unrestricted amount of assets to their spouse at any time, including at the death of the transferor, free from tax.\n\nThe provision eliminates both the federal estate andgift taxon property transfers between spouses, in effect treating them as one economic unit. The transfer to surviving spouses is made possible through an unlimited deduction from estate and gift tax that postpones the transfer taxes on the property inherited from each other until the second spouse’s death.\n\nThe unlimited marital deduction allows married couples to delay the payment of estate taxes upon the death of the first spouse because after the surviving spouse dies, all assets in the estate over the applicable exclusion amount will be included in the survivor’s taxable estate unless the assets are used up or gifted during the surviving spouse's lifetime.\n\nMost people will not need to worry about death taxes because not many have more than $12.92 million in assets. This number may drop after 2025 if Congress doesn't renew the Tax Cuts and Jobs Act, but the figure could still be $5 million or more—more than most people have.\n\nIf you do happen or expect to have enough assets to trigger death taxes, there are some things you can do to reduce or avoid them:\n\nMost people will not incur estate taxes, commonly called the death tax. But if you have $12.92 million or more in assets in 2023 or $13.61 million in 2024, you can avoid paying taxes by donating to charity, giving enough of your estate away to reduce its value, or placing it in special trust funds.\n\nTwelve states and one district have estate taxes—Connecticut, Hawaii, Illinois, Maine, Maryland, Massachusetts, Minnesota, New York, Oregon, Rhode Island, Vermont, Washington, and the District of Columbia.\n\nThe estate of the deceased is responsible for estate taxes while the heirs of the deceased are responsible for inheritance taxes.\n\nThe death tax is a tax on a person's estate after they have passed. Also known as estate taxes, to be triggered, the estate must have significant assets—more than $12.92 million in 2023 or $13.61 million in 2024. Most people will not need to worry about a death tax, but for those who do, there are some tactics you can use to reduce or avoid the tax.\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Instructions for Form 706.\"\n\nTax Foundation. \"Does Your State Have an Estate or Inheritance Tax?\"\n\nInternal Revenue Service. \"Treasury, IRS: Making Large Gifts Now Won’t Harm Estates After 2025.\"\n\nInternal Revenue Service. \"Estate and Gift Tax FAQs.\"\n\nNational Archives, Code of Federal Regulations. \"Title 26, Chapter I, Subchapter B, Part 20, Taxable Estate, § 20.2056(a)-1 Marital Deduction; In General.\"\n\nInternal Revenue Service. \"Code of Federal Regulations 2012, Title 26, Vol. 14, Section 20, 2044-1,\" Page 355.\n\nFiscalData. \"How Much Revenue Has the U.S. Government Collected This Year?\"\n\nThe Journal of Accountancy. \"Great Time for a GRAT.\"\n\nInternal Revenue Service. \"Frequently Asked Questions on Gift Taxes,\" Select \"What Can be Excluded from Gifts?\"",
  "url": "https://www.investopedia.com/terms/d/death-taxes.asp"
}