{
  "term": "What It Means to 'Cook the Books' Plus Examples",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nCook the books is a slang term for using accounting tricks to make a company's financial results look better than they really are. Typically, cooking the books involves manipulating financial data to inflate a company's revenue and deflate its expenses in order to pump up its earnings or profit.\n\nCompanies can manipulate their financial records to improve their financial results using a multitude of tactics. Some companies don't record all of their expenses that incurred in a period until the next period. By recording a portion of Q1's expenses in Q2, for example, a company's Q1earningsor profit will look more favorable.\n\nMany companies who sell their product, extend terms to their customers, which allows them to pay the company at a later date. These sales are recorded asaccounts receivables (AR)since they represent product that's been sold and shipped, but the customers have yet to pay. The terms can be 30, 60, 90 days, or more. Companies can falsify their AR by claiming that they made a sale and record the accounts receivable on thebalance sheet. If the fake receivable is due in 90 days, the company can create another fake receivable 90 days from now to show thatcurrent assetsremain stable. Only when a company falls behind collecting its receivables will it show that there's a problem. Unfortunately, banks often lend, in part, based on the value of a company's accounts receivables and can fall victim to lending off false receivables. During a detailedaudit, the bank auditors would match the AR invoices to customer payments into the company's bank accounts, which would show any amounts not being collected.\n\nDuring the first years of the new millennium, several largeFortune 500companies, such asEnronandWorldCom, were found to have used sophisticated accounting tricks to overstate their profitability. In other words, they cooked the books. Once these massive frauds came to light, the ensuing scandals gave investors and regulators a stark lesson in how clever some companies had become at hiding the truth between the lines of their financial statements.\n\nEven though the Sarbanes-Oxley Act of 2002 reined in many dubious accounting practices, companies that are inclined to cook their books still have plenty of ways to do so.\n\nTo help restore investor confidence, Congress passed theSarbanes-Oxley Act of 2002. Among other things, it required that the senior officers of corporations certify in writing that their company'sfinancial statementscomply with SEC disclosure requirements and fairly present in all material aspects the operations and financial condition of the issuer.﻿﻿ The U.S.Securities and Exchange Commission (SEC)helps to maintain a fair and orderly financial market, which includes various financial reporting requirements for publicly-traded companies.﻿﻿\n\nExecutives who knowingly sign off on false financial statements may face criminal penalties, including prison sentences. But even with Sarbanes-Oxley in effect, there are still numerous ways that companies can cook the books if they're determined to do so, as the following examples illustrate.\n\nCheck out these manifestations of accounting creativity.\n\nCompanies can use credit sales to exaggerate their revenue. That's because the purchases customers make on credit can be booked as sales even if the company allows the customer to postpone payments for six months. In addition to offering in-house financing, companies can extend credit terms on current financing programs. So, a 20% jump in sales could simply be due to a new financing program with easier terms rather than a real increase in customer purchases. These sales end up being reported asnet incomeor profit, long before the company has actually seen that income—if it ever will.\n\nManufacturers engaged in \"channel stuffing\" ship unordered products to their distributors at the end of the quarter. These transactions are recorded as sales, even though the company fully expects the distributors to send the products back. The proper procedure is for manufacturers to book products sent to distributors as inventory until the distributors record their sales.\n\nMany companies have \"nonrecurring expenses,\" one-time costs that are considered extraordinary events and unlikely to happen again. Companies can legitimately classify those expenses as such on their financial statements. However, some companies take advantage of this practice to report expenses that they routinely incur as \"nonrecurring,\" which makes their bottom line and future prospects look better than they are in reality.\n\nStockbuybackscan be a logical move for companies with excess cash, especially if their stock is trading at a low valuation. A buyback is when a company uses its cash to purchase a portion of the company's outstandingequityshares. Buybacks reduce the overall share count and typically lead to a higher stock price. However, some companies buy back stock for a different reason: to disguise a decline inearnings per share (EPS), and they often borrow money to do so. By decreasing the number of shares outstanding, they can increase earnings per share even if the company's net income has declined.\n\nSince company executives forecast their earnings per share for each upcoming quarter, beating that forecast can help create a positive image for the company and lead to a jump in the stock price. Share buybacks as a method to boost EPS have been a controversial topic for many years. Unfortunately, some companies abuse the metric by repurchasing shares to show that EPS has grown and exceeded their quarterly EPS forecast despite earning little-to-no additional profit.\n\nU.S. Congress. \"H.R. 3763 - Sarbanes-Oxley Act of 2002.\" Accessed Aug. 25, 2020.\n\nU.S. Securities and Exchange Commission. \"What We Do.\" Accessed Aug. 25, 2020.",
  "url": "https://www.investopedia.com/terms/c/cookthebooks.asp"
}