{
  "term": "What Is Henry Hub? Definition, Location, Owner, and Connections",
  "definition": "Henry Hub is a natural gas pipeline located in Erath, Louisiana, that serves as the official delivery location forfutures contractson theNew York Mercantile Exchange(NYMEX). The hub is owned by Sabine Pipe Line LLC and has access to many of the major gas markets in the United States. The hub connects to four intrastate and nine interstate pipelines, including the Transcontinental, Acadian and Sabine pipelines.\n\nThe Henry Hub pipeline is the pricing point for natural gas futures on the New York Mercantile Exchange. The NYMEX contract for deliveries at Henry Hub began trading in 1990 and is deliverable 18 months in the future. Thesettlement pricesat Henry Hub are used as benchmarks for the entire North American natural gas market and parts of the globalliquid natural gas(LNG) market.\n\nHenry Hub is an important market clearing pricing concept because it is based on the actual supply and demand of natural gas as a stand-alone commodity. Other natural gas markets like Europe have fragmented hub pricing points. This means natural gas prices are oftenindexed to crude oil, which can have very different supply and demand factors affecting its price. Attempts are being made to develop European hub pricing points in the Netherlands and the UK, but this has proved difficult so far due to competition from national hubs. Asian natural gas markets are even more fragmented and have no defined hub pricing point, although Singapore would like to serve this regional role. Consequently, all Asian natural gas prices are either indexed to crude oil or linked to Henry Hub.\n\nHenry Hub is also used in delivery contracts for LNG on a global basis, despite being a spot price for natural gas that is very specific to the North American gas market. Some global gas producers like Qatar and Australia prefer to base the pricing mechanism of their natural gas deliveries on spot prices rather than indexing to the price of oil. This is especially true when crude oil prices are falling. Gas producers can rely on Henry Hub as a source of natural gas spot pricing to meet this need because of its large trading volume, clear pricing transparency, and high liquidity. Henry Hub prices are widely quoted by futures exchanges and other media sources, so parties to a contact can easily obtain this pricing data.",
  "url": "https://www.investopedia.com/terms/h/henry_hub.asp"
}