{
  "term": "What Oversold Means for Stocks, With Examples",
  "definition": "The term oversold refers to a condition where an asset has traded lower in price and has the potential for a price bounce.An oversold condition can last for a long time, and therefore being oversold doesn't mean a price rally will come soon, or at all. Manytechnical indicatorsidentify oversold andoverboughtlevels. These indicators base their assessment on where the price is currently trading relative to prior prices.Fundamentalscan also be used to assess whether an asset is potentially oversold and has deviated from its typical value metrics.\n\nOversold to a fundamental trader means an asset it trading well below its typical value metrics. Technical analysts are typically referring to an indicator reading when they mention oversold. Both are valid approaches, although the two groups are using different tools to determine whether an asset is oversold.\n\nFundamentally oversold stocks (or any asset) are those that investors feel are trading below their true value. This could be the result of bad news regarding the company in question, a poor outlook for the company going forward, an out of favor industry, or a sagging overall market.\n\nTraditionally, a common indicator of a stock’s value has been the P/E ratio. Analysts and traders use publicly reported financial results orearnings estimatesto identify the appropriate price for a particular stock. If a stock’s P/E dips to the bottom of its historic range, or falls below the average P/E of the sector, investors may see the stock as undervalued. This may present a buying opportunity for long-term investing.\n\nFor example, a stock that has historically had a P/E of 10 to 15, and which is now trading at a P/E of five may signal investors to look closer at the company. If the company is still strong the stock may be oversold and a good buy candidate. Careful analysis is needed though, as there could be good reasons why investors no longer like the company as much as they once did.\n\nTraders can also use technicalindicatorsto establish oversold levels. A technical indicator only looks at the current price relative to prior prices. It does not take into account fundamental data.\n\nGeorge Lane’s stochastic oscillator, which he developed in the 1950s, examines recent price movements to identify changes in a stock’s momentum and price direction. The RSI measures the power behind price movements over a recent period, typically 14 days.\n\nA low RSI, generally below 30, signals traders that a stock may be oversold. Essentially the indicator is saying that the price is trading in the lower third of its recentprice range. This isn't to say the price will bounce immediately. Many traders wait for the indicator to start heading higher before buying since oversold conditions can last a long time. For example, a trader may wait for the oversold RSI to move backabove30 before buying. This shows that the price was oversold but is now starting to rise.\n\nSome traders use pricing channels likeBollinger Bandsto spot oversold areas. On a chart, Bollinger Bands are positioned at a multiple of a stock'sstandard deviationabove and below anexponential moving average. When the price reaches the lower band, it may be oversold. Once again, traders typically wait until the price starts rising again before buying.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nThe chart example shows a price chart with two indicators below it. Top indicator is an RSI, and the one below it is P/E.\n\nOn the RSI, arrows have been placed where the RSI dropped below 30 and then moved back above it. These would be possible buy points based on recovery from an oversold condition. Some of these signals resulted in the price going higher, while others saw the price continue lower for a time.\n\nThe oversold level of the P/E will vary by stock, since each stock has its own P/E range it tends to travel in. For this stock, buying near a P/E of 10 typically presented a good buying opportunity as the price headed higher from there.\n\nIf oversold is when an asset is trading in the lower portion of its recent price range or is trading near lows based on fundamental data, thenoverboughtis the opposite. An overbought technical indicator reading appears when the price of an asset is trading in the upper portion of its recent price range.Similarly, an overbought fundamental reading appears when the asset is trading at the high end of its fundamental ratios. This doesn't mean the asset should be sold. It is just an alert to look into what is going on.\n\nOversold is mistakenly viewed by some traders as a buy signal. Instead, it is more of an alert. It lets traders know that an asset is trading in the lower portion of its recent price range or is trading at a lower fundamental ratio than it typically does. This doesn't mean the asset should be bought. Many stocks that continue to falllook cheap all the way down. This can happen because most oversold readings are based on past performance. If investors see a grim future for a stock or other asset, it may continue to be sold off even though it looks cheap based on historical standards.\n\nEven if a stock or other asset is a good buy, it can remain oversold for a long time before the price starts to move higher. This is why many traderswatch for oversold readingsbut then wait for the price to start moving up before buying based on the oversold signal.\n\nFinancial Industry Regulatory Authority. \"Key Terms for Tough Times: The Vocabulary of Stressed Markets.\"\n\nIG. \"A Trader’s Guide to the Stochastic Oscillator.\"",
  "url": "https://www.investopedia.com/terms/o/oversold.asp"
}