{
  "term": "What Is a Debt/Equity Swap? How It Works and Who Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA debt/equity swap is a transaction in which the obligations or debts of a company or individual are exchanged for something of value, namely, equity. In the case of a publicly-traded company, this generally entails an exchange of bonds for stock. The value of the stocks and bonds being exchanged is typically determined by the market at the time of the swap.\n\nA debt/equityswapis a refinancing deal in which a debt holder gets anequityposition in exchange for the cancellation of the debt. The swap is generally done to help a struggling company continue to operate. The logic behind this is an insolvent company cannot pay its debts or improve its equity standing. However, sometimes a company may simply wish to take advantage of favorable market conditions. Covenants in the bond indenture may prevent a swap from happening without consent.\n\nIn cases of bankruptcy, the debt holder does not have a choice about whether he wants to make the debt/equity swap. However, in other cases, he may have a choice in the matter. To entice people into debt/equity swaps, businesses often offer advantageous trade ratios. For example, if the business offers a 1:1 swap ratio, the bondholder receives stocks worth exactly the same amount as his bonds, not a particularly advantageous trade. However, if the company offers a 1:2 ratio, the bondholder receives stocks valued at twice as much as his bonds, making the trade more enticing.\n\nDebt/equity swaps can offer debt holders equity because the business does not want to or cannot pay the face value of the bonds it has issued. To delay repayment, it offers stock instead.\n\nIn other cases, businesses have to maintain certain debt/equity ratios and invite debt holders to swap their debts for equity if the company helps to adjust that balance. These debt/equity ratios are often part of financing requirements imposed by lenders. In other cases, businesses use debt/equity swaps as part of their bankruptcy restructuring.\n\nIf a company decides to declare bankruptcy, it has a choice between Chapter 7 and Chapter 11. Under Chapter 7, all of the business's debts are eliminated, and the business no longer operates. Under Chapter 11, the business continues its operations while restructuring its finances. In many cases, Chapter 11 reorganization cancels the company's existing equity shares. It then reissues new shares to the debt holders, and the bondholders and creditors become the new shareholders in the company.\n\nAn equity/debt swap is the opposite of a debt/equity swap. Instead of trading debt for equity, shareholders swap equity for debt. Essentially, they exchange stocks for bonds. Generally, Equity/Debt swaps are conducted in order to facilitate smooth mergers or restructuring in a company.\n\nSuppose company ABC has a $100 million debt that it is unable to service. The company offers 25% percent ownership to its two debtors in exchange for writing off the entire debt amount. This is a debt-for-equity swap in which the company has exchanged its debt holdings for equity ownership by two lenders.",
  "url": "https://www.investopedia.com/terms/d/debtequityswap.asp"
}