{
  "term": "What Are Term Sheets?",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA term sheet allows parties to negotiate and ask for clarification on details before a contract is signed.\n\nA term sheet is a nonbinding form outlining an investment's basic terms and conditions. It is a template for more detailed, legally binding documents. A contract is created when all parties agree on the details in the term sheet.\n\nTerm sheets are often associated with startups. Entrepreneurs find this document crucial for investors likeventure capitalists, who may offer funding. A term sheet may be part of amergeror attempted acquisition. Lenders and potential debt agreements may begin with a term sheet.\n\nThe term sheet covers the significant aspects of a deal without detailing every minor contingency covered by a binding contract. All term sheets contain information on the assets, price, and any contingencies that may affect the cost. Term sheets vary with the parties, conditions, and agreements. Term sheets commonly:\n\nBuyers and sellers should understand all financial items listed and up for negotiation in the term sheet before a formal contract is drafted.\n\nTerm sheets for investments outline nonbinding terms assuring the relevant parties that they are not legally obligated to abide by whatever is outlined on the term sheet. Because this type of term sheet may address shareholders and funding sources likeangel investors, it may include the following details:\n\nA debt agreement's term sheet outlines the loan size, interest rate, and repayment terms. The lender will often specify their conditions to reduce risk, including any loan extension rights attributed to the borrower and what is required atclosing. Additionally, this type of term sheet may include the details for:\n\nIn 2024, the New York City Department of Housing Preservation & Development released a term sheet for its HomeFirst Down Payment Assistance Program.The program helps low-income people buy owner-occupied homes by offering forgivable loans toward a down payment.\n\nThe term sheet outlines who is eligible for the program, what home types qualify, the loan amount, terms, and construction requirements. At the end of the term sheet, the department's contact information is shown, so interested parties who agree to these terms can communicate with the NYC Office of Development.\n\nDepending on the financial instrument, different parties may prepare the term sheet. For seed investments, investors often provide a term sheet when offering their private investment. A lending institution will provide a term sheet to prospective borrowers.\n\nA term sheet, a Letter of Intent, and a Memorandum of Understanding are similar. AnLOIis a document that declares a preliminary commitment by one party to work with another. These are common when one company announces its intention to do business with a second company. A term sheet is like an LOI when the action is one-sided, as in acquisitions, to serve as a jumping-off point for negotiations. Memoranda of understanding (MOUs) outline agreements between two or more people or organizations in a formal document. They often serve as the starting point for contract negotiations or mergers.\n\nCommon pitfalls include being too vague or overly detailed, failing to distinguish between binding and nonbinding terms, not setting realistic time frames, and neglecting to outline key financial terms and conditions.\n\nA term sheet is a document that evidences serious intent between two parties that often signals the beginning of a transaction. It's the first step for the two parties working on structuring a deal. Though term sheets are usually not binding, they allow parties to view the terms and open up negotiations.\n\nAssociation of Corporate Counsel. \"Term Sheets, Letters of Intent and Other 'Non-Binding' Pre-Deal Documents.\"\n\nEmbarc Advisors. \"Understanding Term Sheet Negotiation.\"\n\nSilicon Valley Bank. \"Understanding Venture Capital Term Sheets.\"\n\nFirst National Realty Partners. \"What Is the Difference Between a Term Sheet and Commitment Letter?\"\n\nNew York City Department of Housing Preservation & Development. \"Home First Term Sheet.\"",
  "url": "https://www.investopedia.com/terms/t/termsheet.asp"
}