{
  "term": "What Is the Delphi Method, and How Is It Useful in Forecasting?",
  "definition": "The Delphi method is a process that surveys experts to arrive at a group opinion or decision.\n\nThe Delphi method is aforecastingprocess and structured communication framework based on the results of multiple rounds of questionnaires sent to a panel of experts.\n\nAfter each round of questionnaires, the experts are presented with an aggregated summary of the last round, allowing each expert to adjust their answers according to the group response.\n\nThis process combines the benefits of expert analysis with elements of the wisdom of crowds.\n\nSeveral rounds of questionnaires are sent out to the group of experts, and the anonymous responses are aggregated and shared with the group after each round.\n\nThe experts are allowed to adjust their answers in subsequent rounds, based on how they interpret the group response that has been provided to them.\n\nSince multiple rounds of questions are asked and the panel is told what the group thinks as a whole, the Delphi method seeks to reach the correct response through consensus.\n\nThe Delphi method was originally conceived in the 1950s by Olaf Helmer and Norman Dalkey of Rand Corp. The name refers to the Oracle of Delphi, a priestess at the temple of Apollo in ancient Greece known for her prophecies.\n\nThe Delphi method allows experts to work toward amutual agreementby conducting a circulating series of questionnaires and releasing related feedback to further the discussion with each subsequent round.\n\nThe experts’ responses shift as rounds are completed based on the information brought forth by other experts participating in the analysis.\n\nThe Delphi method was developed in the early 1950s \"to obtain a reliable expert consensus, which is often used as a substitute for empirical evidence when it does not exist.\"\n\nFirst, the group facilitator selects a group of experts based on the topic being examined. Once all participants are confirmed, each member of the group is sent a questionnaire with instructions to comment on each topic based on their personal opinion, experience, or previous research.\n\nThe questionnaires are returned to the facilitator, who groups the comments and prepares copies of the information. A copy of the compiled comments is sent to each participant, along with the opportunity to comment further.\n\nAt the end of each comment session, all questionnaires are returned to the facilitator, who decides if another round is necessary or if the results are ready for publishing.\n\nThe questionnaire rounds can be repeated as many times as necessary to achieve a general sense of consensus.\n\nThe Delphi method seeks to aggregate opinions from a diverse set of experts, and it can be done without having to bring everyone together for a physical meeting.\n\nSince the responses of the participants are anonymous, individual panelists don’t have to worry about repercussions related to their opinions.\n\nThe anonymity of the participants also helps prevent the “halo effect,” which sees higher priority given to the views of more powerful or higher-ranking members of the group.\n\nBy conducting Delphi studies, consensus can be reached over time as opinions are swayed, making the method very effective.\n\nIn contrast with many other types of interviews and focus groups, Delphi studies allow participants to rethink and refine their opinions based on the input of others, contributing to a more reflective and thoughtful process.\n\nAlthough it provides the benefits of anonymity and the possibility for reevaluation and reflection, the Delphi method does not result in the same sort of interactions as a live discussion.\n\nA live discussion can sometimes produce a better example of consensus, as ideas and perceptions are introduced, broken down, and reassessed.\n\nResponse times using the Delphi method can be long, which slows the rate of discussion. It is also possible that the information received back from the experts will provide no innate value.\n\nThe deliberate and drawn-out nature of the Delphi method also presents some challenges. Since the method often requires multiple rounds of questionnaires, there is a chance that some participants may drop out from the study before it has been completed.\n\nIn addition, while there are benefits to giving participants the opportunity to reassess their views, there is a chance that they will adjust their responses so that they are more closely aligned with the views of the majority, reducing the diversity of opinions represented and diminishing the validity of the results.\n\nLet's take a look at some general examples of when and how the Delphi method can be applied. This list is not meant to be exhaustive, but consider these options:\n\nThe objective of one medical study was to develop guidelines for monitoring high-risk medications.The study aimed to assess the prevalence of laboratory testing.\n\nAs part of the study guidelines, an advisory committee of national experts and local leaders employed a two-round internet-based Delphi process to identify key medications that require monitoring.\n\nThe Delphi method achieved consensus on the medications to be included in the guidelines within those two rounds. The guidelines covered 35 drugs or drug classes and 61 lab tests.\n\nThe findings brought some attention to the fact that despite general agreement on the importance of laboratory monitoring for high-risk medications, actual monitoring practices are inconsistent.\n\nTherefore, the study found that even though there was a positive general consensus towards lab monitoring, there was some variability to this.\n\nIf the Delphi method doesn't quite sound like the methodology for you, there are many other similar yet technically different methods. Below are some alternative examples.\n\nThe Delphi method is used to establish a consensus opinion about an issue or set of issues by seeking mutual agreement from a group of experts in the relevant field. The Delphi method has been used to conduct research in numerous areas, from the defense industry to healthcare.\n\nThe group facilitator selects a group of experts based on the topic being examined and sends them a questionnaire with instructions to comment on each topic based on their personal opinion, experience, or previous research. The facilitator groups the comments from the returned questionnaires and sends copies to each participant, along with the opportunity to comment further. At the end of this session, the questionnaires are returned to the facilitator, who decides if another round is necessary or if the results are ready for publishing. This process can be repeated multiple times until a general sense of consensus is reached.\n\nAlthough the Delphi method seeks to pinpoint an area of mutual agreement among the pool of experts, it is unlikely that the participants will be in complete agreement on all issues—even after several rounds of questionnaires and opportunities for reassessment. Researchers applying the Delphi method may have different thresholds for exactly what constitutes a consensus, and some critics of the method point to the subjective nature of this determination as a shortcoming.\n\nGenerally, a Delphi study is conducted in two to four rounds. The exact number of rounds will vary depending on the study's objectives and the complexity of the issue being addressed with a higher number of rounds needed for more advanced topics.\n\nThe Delphi method uses multiple rounds of questionnaires sent to a panel of experts to work toward a mutual agreement or consensus opinion.\n\nThe participants modify their responses based on the information brought forth by other experts participating in the analysis.\n\nThe Delphi method benefits from the anonymity of the participants and the opportunities it provides for reassessment.\n\nBut it also can be time-consuming and in some cases may be less effective than a live discussion or focus group.\n\nRand Corp. “An Experimental Application of the Delphi Method to the Use of Experts.”\n\nRand. \"Generating Evidence Using the Delphi Method.\"\n\nBarrett, David and Heale, Roberta. “What Are Delphi Studies?”Evidence-Based Nursing, Volume 23/Number 3, July 2020, pages 68-69.\n\nNational Library of Medicine. \"Development and Pilot Testing of Guidelines to Monitor High-Risk Medications in the Ambulatory Setting.\"",
  "url": "https://www.investopedia.com/terms/d/delphi-method.asp"
}