{
  "term": "What Are General Provisions and How Do They Work?",
  "definition": "General provisions arebalance sheetitems representing funds set aside by a company asassetsto pay for anticipated future losses. For banks, a general provision is considered to be supplementary capital under the firstBasel Accord. General provisions on the balance sheets of financial firms are considered to be a higherrisk assetbecause it is implicitly assumed that the underlying funds will be in default in the future.\n\nIn the business world, future losses are inevitable, whether it be for the falling resale value of an asset, malfunctioning products, lawsuits, or a customer that can no longer pay what it owes. To account for these risks, companies must ensure they have enough money set aside.\n\nCompanies cannot, however, simply recognize a provision whenever they see fit. Instead, they must follow certain criteria laid out by regulators. Bothgenerally accepted accounting principles(GAAP) andInternational Financial Reporting Standards(IFRS) layout guidelines for contingencies and provisions. GAAP lays out its information in Accounting Standards Codification (ASC) 410, 420, and 450, and IFRS lays out its information in International Accounting Standard (IAS) 37.\n\nProvisions are created by recording an expense in theincome statementand then establishing a correspondingliabilityin the balance sheet. Account names for general provisions either vary with the type of account or may be listed as a consolidated figure in parentheses next toaccounts receivable, the balance of money due to a firm for goods or services delivered or used but not yet paid for by customers.\n\nA company that records transactions and works with customers through accounts receivables may show a general provision on the balance sheet forbad debtsor fordoubtful accounts. The amount is uncertain since the default has not yet occurred, but it is estimated with reasonable accuracy.\n\nIn the past, a company might have analyzedwrite-offsfrom the prior accounting year when establishing general provisions for doubtful accounts in the current year. However, IAS 39 now prohibits creating general provisions based on past experiences due to the subjectivity involved in creating the estimates. Instead, the reporting entity is required to carry outanimpairmentreview to determine the recoverability of the receivables and any associated provisions.\n\nCompanies providing pension plans may also set aside a portion of businesscapital for meeting future obligations. If recorded on the balance sheet, general provisions for estimated future liability amounts may be reported only as footnotes on the balance sheet.\n\nBecause of international standards, banks and other lending institutions are required to carry enough capital to offset risks. The standard may be met by indicating on the balance sheet either an allowance for bad debts or a general provision. Thereserve fundsprovide backup capital for risky loans that may default.\n\nAs the name suggests, specific provisions are created when specific future losses are identified. Receivables may be logged as such if a certain customer faces serious financial problems or has a trade dispute with the entity.\n\nThe balances may be noted by examining an aged receivable analysis detailing the time elapsed since creating the document. Long-outstanding balances may be included in the specific provision for doubtfuldebts.\n\nHowever, specific provisions may not be created for the entire amount of the doubtful receivable. For example, if there is a 50% chance of recovering a doubtful debt for a certain receivable, a specific provision of 50% may be required.\n\nFor banks, generic provisions are allocated at the time a loan is approved, while specific provisions are created to cover loandefaults.\n\nProvisions have often created a lot of controversies. In the past, creative accountants have used them to smooth out profits, adding more provisions in a successful year and limiting them whenearningswere down.\n\nAccounting regulators have been cracking down on this. New requirements prohibiting subjective estimates have led to a decline in the number of general provisions created.",
  "url": "https://www.investopedia.com/terms/g/generalprovisions.asp"
}