{
  "term": "What Is a Gartley Pattern? Chart Pattern Explained and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Gartley pattern is a harmonic chart pattern, based onFibonaccinumbers and ratios, that helps traders identify reaction highs and lows. In his bookProfits in the Stock Market, H.M. Gartley laid down the foundation forharmonicchart patterns in 1935.The Gartley pattern is the most commonly used harmonic chart pattern. Larry Pesavento later applied Fibonacci ratios to the pattern in his bookFibonacci Ratios with Pattern Recognition.\n\nTheGartley patternis the most common harmonic chart pattern. Harmonic patterns operate on the premise that Fibonacci sequences can be used to build geometric structures, such asbreakoutsandretracements, in prices. The Fibonacci ratio is common in nature and has become a popular area of focus amongtechnical analystswho use tools like Fibonacci retracements, extensions, fans, clusters, and time zones.\n\nMany technical analysts use the Gartley pattern in conjunction with other chart patterns ortechnical indicators. For example, the pattern may provide a big-picture overview of where the price is likely to go over the long term, while traders focus on executing short-term trades in the direction of the predicted trend. The breakout and breakdown price targets may also be used assupportandresistance levelsby traders.\n\nThe key benefit of these types of chart patterns is thatthey provide specific insightsinto both the timing and magnitude of price movements rather than just looking at one or the other.\n\nOther popular geometric chart patterns used by traders includeElliott Waves, which makes similar predictions oftrendsin the future based on the appearance of the price movements and their relation to each other.\n\nHere's how the Gartley pattern is structured:\n\nThe Gartley pattern above shows anuptrendfrom point 0 to point 1 with a pricereversalat point 1. Using Fibonacci ratios, the retracement between point 0 and point 2 should be 61.8%. At point 2, the price reverses again toward point 3, which should be a 38.2% retracement from point 1. At point 3, the price reverses to point 4. At point 4, the pattern is complete and buy signals are generated with an upside target that matches point 3, point 1, and a 161.8% increase from point 1 as the final price target. Oftentimes, point 0 is used as astop losslevel for the overall trade. These Fibonacci levels do not need to be exact, but the closer they are, the more reliable the pattern.\n\nThe bearish version of the Gartley pattern is simply the inverse of the bullish pattern and predicts a bearishdowntrendwith several price targets when the pattern reaches completion by the fourth point.\n\nHere's an example of a Gartley pattern appearing in the AUD/USD currency pair:\n\nIn the chart above, the Gartley pattern is followed by a bullish move higher. Point X, or 0.70550 could be used as a stop-loss point for the trade. The take-profit point could be set at Point C, or about 0.71300.\n\nH.M. Gartley. \"Profits in the Stock Market.\" Health Research Books, 1935.\n\nLarry Pesavento and Steven Shapiro. \"Fibonacci Ratios With Pattern Recognition.\" Traders Press, 1997.",
  "url": "https://www.investopedia.com/terms/g/gartley.asp"
}