{
  "term": "What Is an Oil Refinery? What They Do, Services and How They Work",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAn oil refinery is an industrial plant that transforms, or refinescrude oilinto various usable petroleum products such as diesel, gasoline, and heating oils like kerosene. Oil refineries essentially serve as the second stage in the crude oil production process following the actual extraction of crude oilup-stream, and refinery services are considered to be adown-streamsegment of the oil and gas industry.\n\nThe first step in the refining process is distillation, where crude oil is heated at extreme temperatures to separate the differenthydrocarbons.\n\nOil refineries serve an important role in the production of transportation and other fuels. The crude oil components, once separated, can be sold to different industries for a broad range of purposes. Lubricants can be sold to industrial plants immediately after distillation, but other products require more refining before reaching the final user. Major refineries have the capacity to process hundreds of thousand barrels of crude oil daily.\n\nIn the industry, the refining process is commonly called the \"downstream\" sector, while raw crude oil production is known as the \"upstream\" sector. The term downstream is associated with the concept that oil is sent down the product value chain to an oil refinery to be processed into fuel. The downstream stage also includes the actual sale of petroleum products to other businesses, governments, or private individuals.\n\nAccording to the U.S.Energy Information Administration(EIA), U.S. refineries produce—from a 42-gallon barrel of crude oil—19 to 20 gallons of motor gasoline, 11 to 12 gallons of distillate fuel (most of which is sold as diesel), and four gallons of jet fuel.More than a dozen other petroleum products are also produced in refineries. Petroleum refineries produce liquids the petrochemical industry uses to make a variety of chemicals and plastics.\n\nAn oil refinery runs 24 hours a day, 365 days a year, and requires a large number of employees. Refineries come offline or stop working for a few weeks each year to undergo seasonal maintenance and other repair work. A refinery can occupy as much land as several hundred football fields. Famous oil refining companies include theKoch Pipeline Company, and many others.\n\nCrack or crack spread is a trading strategy used inenergy futuresto establish a refiningmargin. Crack is one primary indicator of oil refining companies' earnings. Crack allows refining companies tohedgeagainst the risks associated with crude oil and those associated with petroleum products. By simultaneously purchasing crude oil futures and selling petroleum product futures, a trader is attempting to establish an artificial position in the refinement of oil created through a spread.\n\nTheNelson Complexity Index(NCI) is a measure of the sophistication of an oil refinery, where more complex refineries are able to produce lighter, more heavily refined and valuable products from a barrel of oil.\n\nThe proportions of petroleum products a refinery produces from crude oil can also affect crack spreads. Some of these products include asphalt, aviation fuel, diesel, gasoline, and kerosene. In some cases, the proportion produced varies based ondemandfrom the local market.\n\nThe mix of products also depends on the kind of crude oil processed. Heavier crude oils are more difficult to refine into lighter products like gasoline. Refineries that use simpler refining processes may be restricted in their ability to produce products from heavy crude oil.\n\nOil refining is a purely downstream function, although many of the companies doing it have midstream and even upstream production. This integrated approach to oil production allows companies like Exxon (XOM), Shell (RDS.A), and Chevron (CVX) to take oil from exploration all the way to sale. The refining side of the business is actually hurt by high prices, because demand for many petroleum products, including gas, is price sensitive. However, when oil prices drop, selling value-added products becomes more profitable. Refining pure plays include Marathon Petroleum Corporation (MPC), CVR Energy Inc. (CVI), and Valero Energy Corp (VLO).\n\nOne area service companies and refiners agree on is creating more pipeline capacity and transport. Refiners want more pipeline to keep down the cost of transporting oil by truck or rail. Service companies want more pipeline because they make money in the design and laying stages, and get a steady income from maintenance and testing.\n\nOil refineries can be dangerous places to work at times. For example, in 2005 there was an accident at BP's Texas City oil refinery. According to the U.S. Chemical Safety Board, a series of explosions occurred during the restarting of a hydrocarbon isomerization unit. Fifteen workers were killed and 180 others were injured. The explosions occurred when a distillation tower flooded with hydrocarbons and was over-pressurized, causing a geyser-like release from the vent stack.\n\nAs of Jan. 1, 2021, there were 129 operable petroleum refineries in the United States.The last refinery to enter operation was in 2019 in Texas.\n\nOne barrel of oil (42 gallons) produces 19 to 20 gallons of gasoline and 11 to 12 gallons of diesel fuel.\n\nIn commodities trading, the \"crack spread\" is the differences in price between a barrel of unrefined crude oil and the refined products (such as gasoline) that are derived from it. Traders look to changes in the crack spread as a market signal for price movements in oil and refined products.\n\nU.S. Energy Information Administration. \"Oil and petroleum products explained: Refining crude oil.\"\n\nU.S. Chemical Safety Board. \"U.S. Chemical Safety Board Concludes \"Organizational and Safety Deficiencies at All Levels of the BP Corporation\" Caused March 2005 Texas City Disaster That Killed 15, Injured 180.\"\n\nU.S. Energy Information Agency. \"When was the last refinery built in the United States?\"\n\nU.S. Energy Information Agency. \"How many gallons of gasoline and diesel fuel are made from one barrel of oil?\"",
  "url": "https://www.investopedia.com/terms/o/oil-refinery.asp"
}