{
  "term": "What Is a Gap Analysis?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA gap analysis examines business results to ascertain whether a company is meeting set objectives.\n\nA gap analysis is a process that companies use to compare their current performance with their desired, expected performance and to create an action plan for improvement, as needed.\n\nA gap analysis helps a company assess its current state—by measuring time, money, and labor—and compare it with its target state.\n\nBy defining and analyzing the gaps between expectation and reality, the management team can move the organization forward and fill in the performance gaps.\n\nWhen organizations aren’t making the best use of their resources,capital, and technology, they can't reach their full potential. This is where a gap analysis can help.\n\nA gap analysis, sometimes called a needs analysis, helps companies determine where they are today—their current, actual progress—and where they want to be in the future.\n\nIf there is a gap between the two, companies can reexamine their goals to figure out whether to change them and/or how to get on the right track to accomplish them.\n\nThere are four steps in a gap analysis. These end in a compilation report that identifies areas of improvement and outlines an action plan to enhance company performance.\n\nThe “gap” in a gap analysis is the space between where an organization is and where it wants to be in the future.\n\nSome gap analysis models break the following steps into four processes. Others are a little more elaborate and expand the analysis into a few additional steps.\n\nIn either case, a gap analysis entails understanding your current position, determining where you want to end up, and devising a plan on how to arrive at the desired endpoint.\n\nA gap analysis starts by examining the nature of a business to discover its shortcomings.\n\nThis includes researching the products the company offers, the customers it serves, the geographical locations it covers, and the benefits it offers to its employees.\n\nThis information can be quantitative (such as financial records) or qualitative (surveys or feedback fromkey stakeholders).\n\nOften, a company will perform a gap analysis because it is already aware of an issue. For example, customer feedback surveys may have generated poor results, and a company wants to investigate why and implement remedies.\n\nBefore it can reach its potential, the business must understand why these errors are happening, when issues are arising, and who the change management leaders must be.\n\nThe crux of gap analysis resides in this step, in which a company identifies what it wants to become. This stage must be done with great care, as the identity that a company has will dictate the strategic steps that it must take to obtain those goals.\n\nIn gap analysis, a company identifies specific, measurable goals that can yield the greatest long-term success. For example, it would do the company little good to set the goal of becoming better at customer service.\n\nInstead, the company must identify trackablemetrics, such as achieving a customer satisfaction of 90% within 12 months.\n\nAnother way of identifying the desired outcome is to analyze what competitors or other market participants are doing. Pinpoint how and when another company does something well and attempt to emulate it.\n\nWith the current state and future state defined, it’s time to understand where the critical differences lie and bridge the two.\n\nAt this stage, a company may realize that it's woefully understaffed, has failed to properly train its staff, or does not have the technical capability to deal with customer contacts.\n\nOnce a company has defined its deficiencies, it should develop a plan to reach its target state. There may be one solution or several simultaneous changes must be made.\n\nThe action plan must include quantifiable ways to measure change. For example, if customer service is the problem, improvement in customer satisfaction should be set as a goal along, with a metric that tracks improvement (such as average resolution time and the number of requests for customer service).\n\nOther gap analysis findings such as deficiencies inbrandrecognition may require more creative, thoughtful solutions going forward.\n\nOnce the best ideas from Step 4 are chosen, put them into action. In this stage, the company attempts to close the gap identified in the analysis.\n\nBy putting the solutions in place, the company attempts to become better at a targeted area of business.\n\nThis implementation stage often entails following a detailed set of processes on a specific schedule.\n\nCare must be taken to ensure that more damage isn’t caused rather than problems resolved. For example, a laborious training process could leave employees feeling overwhelmed and discouraged.\n\nAn effort to increase their performance could lead to a loss of productivity and decreased morale.\n\nA gap analysis isn't complete even when the plan has been carried out. The company then needs to monitor the changes over time to sustain the improvements.\n\nGap analysis can be a circular process in which the company regularly evaluates its current position to be certain it has achieved its goals and can sustain its success.\n\nA gap analysis often contains sensitive information. Companies do not often disclose their gap analysis models. The analysis could tip off competitors about the company's plans.\n\nAlso called product gap analysis, market gap analysis entails studying the market and how customer needs may be going unmet.\n\nIf a company can identify areas where productsupplyis not meeting consumerdemand, the company can take measures to fill that market gap.\n\nAlso called performance gap analysis, strategic gap analysis is a formal internal review of how a company is performing.\n\nThe analysis often entails comparing how a company has done against long-term benchmarks such as a five-year plan or astrategic plan.\n\nA strategic gap analysis may also be performed to compare how a company is faring against its competitors. This type of analysis can reveal ways that other companies are using personnel or capital in more strategic, resourceful ways.\n\nThis type of information may be hard to come by, especially if departed employees have signed nondisclosure agreements and the company does not publicly disclose much information about processes.\n\nA company may choose to directly analyze where it is falling short compared to its competitors by looking specifically at financial metrics. This may include pricing comparisons, margin percentages, overhead costs, revenue per labor, orfixed vs. variable components.\n\nThe ultimate goal is to determine areas in which a competitor is more financially efficient.\n\nInstead of looking at the financial aspects, a business may choose to look at the human element. A skill gap analysis helps determine if there is a shortfall in knowledge and expertise with current personnel.\n\nA skill gap analysis must clearly define the goals of the company and then map how current employees fit into that design. The skill gap analysis may lead to a recommendation for training existing staff or bringing in new personnel.\n\nThis type of analysis is especially important for innovative companies that rely on direct skill sets to compete in their industry.\n\nLeveraginginternal auditfunctions, a compliance gap analysis evaluates how a company is faring against a set of external regulations. For example, a company may internally evaluate its accounting and reporting functions in advance of seeking an external auditor to provide an opinion on its financial statements.\n\nCompliance gap analysis tends to be preventative and defensive as opposed to more strategic forms of gap analysis. The intention is to follow regulations, meet reporting deadlines, and avoid fines.\n\nAs a company manufactures new products, gap analysis can be performed to analyze where the product could fall short.\n\nThis type of gap analysis is often associated with the development of software products or items that take so long to develop that market demand may have shifted by the time they're released.\n\nA company may also evaluate which aspects of the product or service have been successfully implemented, delayed, intentionally eliminated, or still in progress.\n\nCompanies can use an assortment of tools to assist with the gap analysis process. The tools listed below have an intended use that is best suited for a specific aspect of a gap analysis.\n\nOne of the more recognizable analysis tools,SWOT analysisdetermines a company’s strengths, weaknesses, opportunities, and threats.\n\nWith this gap analysis tool, a company can evaluate both internal and external factors that it can improve upon or realize its lead using.\n\nIn a SWOT analysis, a company evaluates its strengths and weaknesses as part of internal analysis. It may choose to divert resources from its strengths if it feels comfortable with its current market lead.\n\nOr, a company may focus on its weaknesses. In some cases, companies may decide that weaknesses cannot be overcome due to massive capital investment requirements or consumer preferences.\n\nAnother part of a SWOT analysis relates to external forces beyond the control of a company. For example, a company may plan to capture greatermarket shareby releasing a new product.\n\nShould the threat of a government tariff on the product increase the per-unit cost, the company’s gap may be difficult to close.\n\nAfishbone diagram, also called a cause-and-effect diagram or an Ishikawa diagram, can help identify what might be causing problems. It can encourage creative thinking when sizing up a business constraint.\n\nA fishbone diagram is created by determining the main problem at hand and writing that at the center of an area. Then, major categories are written on branches that extend from the main problem.\n\nEventually, additional branches are added to these branches that identify why problems within each category exist.\n\nIn the end, the fishbone diagram attempts to break a large, complex problem into more approachable tasks.\n\nTheMcKinsey 7-Sframework identifies seven elements that are key to determining how well a company performs.\n\nThe model contains three “hard elements” of strategy, structure, and systems, along with four “soft elements” of shared values, skills, style, and staff.\n\nUsing the McKinsey 7-S model, a company can identify how each area fits into prevailing gaps and how the company can influence each aspect to better conform to long-term objectives.\n\nThe McKinsey 7-S model has been in use since the 1970s, when it was introduced by management consulting company McKinsey & Co.\n\nThe Nadler-Tushman model is used specifically to identify problems, understand how a company may be underperforming, and determine how to address that performance.\n\nThe core of the Nadler-Tushman model is the concept that aspects within a company should be aligned and work together; otherwise, the company will not be as successful.\n\nThe model is centered on components including culture, work, structure, and people. These four core principles receive data that is input (a company’s strategy) as well as output (a company’s performance).\n\nThe end goal is to determine how each of the four components is working together.\n\nAPEST analysisentails gauging external factors and how they may impact the profitability of a company.\n\nPEST stands for political, economic, social, and technological. A common variation of PEST analysis is PESTLE analysis, which also incorporates legal and environmental concerns.\n\nFor example, government legislation may cause a company’s product to become much more expensive to export. In this case, a company may have a potential gap should external forces shift in a way that adversely impacts the company.\n\nCompanies often use a combination of gap analysis tools, as findings from one tool may contribute to the analysis of another.\n\nA company should constantly evaluate the products it offers, the customers it serves, the market need it fills, and the efficiency of its operations.\n\nHowever, there are times when a more formal gap analysis is warranted. These times include:\n\nBecause gap analysis can be used in many ways, it carries a wide variety of benefits. Each benefit listed below may pertain to only one specific type of gap analysis. Still, companies performing gap analysis may experience:\n\nGap analysis is also a method of asset liability management that can be used to assessinterest rate risk (IRR)orliquidity risk, excludingcredit risk.\n\nIt is a simple IRR measurement method that conveys the difference between rate-sensitive assets and rate-sensitive liabilities over time.\n\nThis type of analysis works well if assets and liabilities are composed of fixedcash flows. Gap analysis cannot handleoptions, as options have uncertain cash flows.\n\nConsider a company that wants to make an investment but wants to ensure that it has enough capital on hand to cover contingent situations. The company can review cash flows, determine risks, and assess where potential cash flow shortfalls may occur.\n\nThis is especially useful in long-term projects, high-risk projects, and projects sensitive to macroeconomic or external forces.\n\nGap analysis must always start with an analysis of a company’s current position. Without understanding where it currently is, a company can’t adequately make a plan to get to where it wants to go.\n\nIn addition to identifying where it is today and where it wants to be in the future, gap analysis entails crafting a plan with implementation steps that can be tracked and measured to hold change managers accountable.\n\nSWOT analysisis often used as part of gap analysis. With a SWOT analysis, a company identifies its strengths and weaknesses. Then, the company should understand whether those strengths and weaknesses are suitable to get the company where it wants to be.\n\nGap analysis is the plan that attempts to change a company’s strengths and weaknesses. The opportunities and threats identified as part of a SWOT analysis are the risks that the plan outlined as part of a gap analysis will not be successfully carried out.\n\nStatic gap analysislooks at a firm’s sensitivity to changes in interest rates.Dynamic gap analysislooks at the discrepancy between its assets and liabilities.\n\nA gap analysis is an undertaking that a company can use to evaluate its current position, decide its ideal position, and formulate a plan for how to bridge any gap in performance between the two.\n\nA company may choose to perform a gap analysis if it is struggling operationally or if it wants to build on its successes. In either case, there are several tools such as SWOT analysis, PEST(LE) analysis, or a fishbone diagram, that can help the company formulate and execute a long-term plan.\n\nMcKinsey & Co. \"Enduring Ideas: The 7-S Framework.\"",
  "url": "https://www.investopedia.com/terms/g/gap-analysis.asp"
}