{
  "term": "What Is an Economist? Role, Duties, and Influence",
  "definition": "Hill Street Studios / Getty Images\n\nAn economist is an expert who studies the relationship between a society's resources and its production or output. Economists study societies ranging from small, local communities to entire nations, and even the global economy.\n\nTheexpert opinions and research findingsof an economist are used to help shape a wide variety of policies, including interest rates, tax laws, employment programs, international trade agreements, and corporate strategies.\n\nThe duties of an economist are incredibly varied. In general, economists research economic issues; conduct surveys and collect data; analyze data using mathematical models, statistical techniques, and software; present research results in reports, tables, and charts; interpret and forecast market trends; advise businesses, governments, and individuals on economic topics; recommend solutions to economic problems; and write articles for academic journals and other media.\n\nAccording to the Bureau of Labor Statistics, the median pay for an economist in 2023 was $115,730 per year or $55.64 per hour.\n\nEconomics degrees are popular in the job market, especially among investment banks, management consultants, commercial enterprises, and public-sector employers.\n\nThere is a good chance that someone interested in a career as an economist will work for the government. According to theBureau of Labor Statistics, roughly 36% of all economists work for either a federal or state agency. Economists are also employed as professors, by corporations, or as part of economic think tanks.For applying their economics knowledge more directly, careers in accounting, the banking sector, and consulting firms are particularly viable.\n\nA career as an economist has two main requirements. First, economists generally hold advanced degrees, such as a Ph.D. or a master's degree. The typical entry-level education for an economist is a master's degree, although some government jobs are open for those with a bachelor's degree. Second, economists typically develop an area of specialization where they focus their research efforts. This can include narrowing in on a specific field such as financial economics, data analytics, international trade and finance, industrial organization, etc.\n\nThe role of an economist includes analyzing data that includes economic indicators, such asgross domestic productor consumer confidence surveys. Economists might research the distribution, accessibility, and reach of goods and services in order to identify potential trends or make economic forecasts.\n\nThe work of economists might be commissioned to target specific segments or topics where expert assessments are needed. This could be done for budgeting and planning purposes where the insights of the economists will serve as the basis for a plan of action. For example, if there is a change in spending trends in a particular industry, investors and companies working in that industry might look to economists to provide perspective on what the next evolution of the market may be.\n\nFurthermore, the input of economists can reveal the underlying causes that shape market cycles. Insights of economists can also be used to form forecasts for job market growth as particular segments of the economy grow.\n\nEconomists may reference factors and elements that provide a new understanding of what drives trends. The assessments that economists provide may draw upon substantial segments of time and take advantage of large collections of data. Their theories can also provide a way for others to react to the future direction of the economy. Companies could use such perspectives to adjust their strategies, including whether or not to pursue development on particular products or if a product should be discontinued in favor of a different approach.\n\nAccording to the Bureau of Labor Statistics, the employment of economists is expected to increase around 5% over the next ten years.Due to the growth of businesses, the financial sector, and marketing, economists are definitely a sought-after occupation.\n\nEconomics degrees help students develop strong critical and analytical thinking skills which they can apply to a vast amount of career prospects available. This lucrative degree's versatility provides access to many jobs in the corporate world and also leads to higher earnings, on average, than business, accounting, and finance majors.\n\nFinancial managers which oversee an organization's spending, earnings, and investments, earn one of the highest median annual wages for economics degree holders, coming in at $134,180 a year, according to the Bureau of Labor Statistics.\n\nEconomists study the relationships between the resources of a society and their output, applying their research to various roles in order to predict future trends or advise policy.\n\nU.S. Bureau of Labor Statistics. \"Occupational Outlook Handbook: Economists.\"\n\nLondon School of Economics. \"Careers in Economics.\"\n\nU.S. Bureau of Labor Statistics. \"Occupational Outlook Handbook: Economists - Work Environment.\"\n\nThe University of British Columbia. \"Economics.\"\n\nNational Center for Education Statistics. \"Employment Outcomes of Bachelor’s Degree Holders.\"\n\nBureau of Labor Statistics. \"Financial Managers.\"",
  "url": "https://www.investopedia.com/terms/e/economist.asp"
}