{
  "term": "What Is Overdraft Protection? How It Works and Do You Need It",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nOverdraft protection is an optional service that prevents charges to a bank account (primarily checks, ATM transactions, anddebit-cardcharges) from being rejected when they exceed the available funds in the account. Overdraft protection, sometimes called cash-reserve checking,is used most frequently as a cushion forchecking accountsbut can also be applied to savings accounts.\n\nWith overdraft protection, even if the account has insufficient funds, the bank will cover the shortfall so that the transaction goes through. When customers sign up foroverdraft protection, they designate a backup account for the bank to use as the source to cover any overdrafts—usually a linked savings account, credit card, or line of credit. However, the bank charges the customer for this service in a few ways, such asoverdraftfees to process transactions that overdraw the account.\n\nWithout overdraft protection, transactions with insufficient funds to cover them are returned unpaid. In other words, checksbounce, and debit transactions get rejected, which can be expensive and disruptive for the customer.\n\nOn average, manybankscharge overdraft andnon-sufficient funds (NSF)fees between $30 and $35 per transaction. However, several larger banks have reduced or eliminated the NSF fee for accounts with insufficient funds.\n\nMoreover, not only can the bank refuse payment and charge the account holder, but the merchant may also charge a penalty or fee for the failed transaction.\n\nTo avoid overdraft and NSF fees,customers who choose overdraft protectionlink theirchecking accountsto credit cards, savings accounts, or other lines of credit that kick in whenever they withdraw more than the current balance. This amounts to an automatic, pre-approved loan or transfer every time the customer with insufficient funds writes a check, makes a wire transfer, swipes a debit card, or withdraws from an ATM for an amount that exceeds thechecking accountbalance.\n\nAs soon as the overdraft protection service is triggered, the linked account is charged a transfer fee to move funds to cover the shortfall. The account holder may also be charged an additional fee every month that overdraft protection is used or a fixed monthly fee for continuous protection.\n\nIf you bounce a check, you can incur a variety of charges or, in extreme cases, your bank can close your account, which also affects your ability to open a newchecking account.\n\nIf a renter with overdraft protection writes an $800 check on an account with a balance of $650, the overdraft protection from their linked account kicks in as soon as the check is cashed—and the check clears instead of bouncing due to insufficient funds.\n\nThe bank may charge a transfer fee of $15 for approving a transaction that exceeds available funds. The renter will now have a balance of $635 ($650 - $15) in the account, as well as a charge of $800 to pay off on the linkedcredit card, line of credit, orsavings account.\n\nLines of credit for overdraft protection can range from $500 to $7,500 and above—and, of course, customers incur interest charges and transaction fees for using these lines.\n\nWithout overdraft protection, banks may charge multiple overdraft or NSF fees per day. For example, a consumer might make successive purchases without realizing their account balance is insufficient to cover the charges. If achecking accountgoes negative for more than a few days, banks may also charge an extended overdraft fee. It’s important to note that—even if you have overdraft protection—banks can still charge this additional fee.\n\nIf an account holder uses acredit cardas overdraft protection, the amount covered by the card gets treated as acash advance—which can be costly.\n\nCredit cardstypically charge a cash-advance fee, such as a $10 flat fee or 5% of the advance, whichever is greater. Credit cards also charge a high interest rate on the balance, and cash advances have no grace period, meaning interest accrues immediately.\n\nA linkedsavings accountis probably the least expensive form of overdraft protection, but you must have enough money in the savings to cover the shortfall in the first account.\n\nOverdraft fees have always been among the most controversial bank fees. According to a 2024 Bankrate.com survey of 10 banks and thrifts in each of 25 large U.S. markets, the average overdraft increased to $27.08, from $26.61 in 2023.\n\nIn the wake of the 2020 pandemic, public debate accelerated a trend towardeliminating overdraft fees. For example, the U.S. Senate held hearings on how and why banks charge fees for insufficient funds and criticized bank chief executives for refusing to halt overdraft fees during the pandemic.\n\nMore evidence of this trend includes a 2022 American Banker report that—as big banks made headlines for reducing or eliminating overdraft fees—even credit unions felt pressure from regulators and digital bank competitors to do the same.\n\nFederal laws don't specify maximums that banks can charge for overdrafts, but banks must disclose any fees at the account opening and give customers advance notice of fee increases.\n\nBanks aren't required to offer overdraft protection, and—even when they do and a customer opts in—banks retain the right to pay or not pay a particular overdraft transaction that might fall outside the rules of the agreement.\n\nOverdraft protection is optional; it is only automatic for bank customers who opt for overdraft protection on their checking orsavings accounts.\n\nOverdraft protection is an optional service that prevents transactions from getting rejected or bounced if the linked account—usually a checking—has insufficient funds. In other words, the overdraft protection deposits money into the checking to cover the shortfall, allowing charges to go through, such as checks, ATM transactions, anddebit-cardcharges.\n\nOverdraft protection—or cash-reserve checking—acts as a financial cushion for checking and savings accounts.\n\nWhen customers sign up for overdraft protection, they designate a backup account for the bank to use as the source to cover overdrafts—usually a linked savings account, credit card, or line of credit. However, the bank may charge the customer for the service and overdraft fees to process the overdrawn transactions.\n\nHelpWithMyBank.gov. \"What Is Overdraft Protection?\"\n\nConsumer Financial Protection Bureau. \"Vast Majority of NSF Fees Have Been Eliminated, Saving Consumers Nearly $2 Billion Annually.\"\n\nSoFi. \"How Overdraft Lines of Credit Work.\"\n\nChime. \"What Is a Credit Card Cash Advance Fee?\"\n\nBankrate. “Survey: Free Checking Accounts on the Rise as Total ATM Fees Fall.”\n\nElizabeth Warren, U.S. Senate. \"At Hearing, Warren Calls Out JPMorgan Chase, Bank of America, and Wells Fargo For Continuing to Collect Billions in Overdraft Fees.\"\n\nAmerican Banker. “Pressure Mounts on Credit Unions to Cut Overdraft Fees.” (Subscription required.)\n\nHelpWithMyBank.gov. “Is There a Limit on Overdraft Fees?”\n\nConsumer Financial Protection Bureau. \"Understanding the Overdraft 'Opt-in' Choice.\"",
  "url": "https://www.investopedia.com/terms/o/overdraft-protection.asp"
}