{
  "term": "What Is Obsolete Inventory, and How Do You Account for It?",
  "definition": "Obsolete inventory is a term that refers toinventorythat is at the end of itsproduct life cycle. This inventory has not been sold or used for a long period of time and is not expected to be sold in the future. This type of inventory has to be written-down or written-off and can cause large losses for a company.\n\nObsolete inventory is also referred to as dead inventory or excess inventory.\n\nInventory refers to the goods and materials in a company’s possession that are ready to be sold. It is one of the most important assets of a business operation, as it accounts for a huge percentage of a sales company’s revenues.\n\nIn the past, if the inventory was held for too long, the goods may have reached the end of their product life and become obsolete. Currently, with technology, the state of abundance, and customers' high expectations, the product life cycle has become shorter and inventory becomes obsolete much faster.\n\nObsolete inventory is inventory that a company still has on hand after it should have been sold. When inventory can’t be sold in the markets, it declines significantly in value and could be deemed useless to the company. To recognize the fall in value, obsolete inventory must be written-down or written-off in the financial statements in accordance withgenerally accepted accounting principles(GAAP).\n\nAwrite-downoccurs if the market value of the inventory falls below the cost reported on the financial statements. Awrite-offinvolves completely taking the inventory off the books when it is identified to have no value and, thus, cannot be sold.\n\nThere are a number of reasons why a company doesn't want to hang onto obsolete inventory. Below is a list of some of those reasons, and each company that does carry obsolete inventory may not necessarily experience each downside.\n\nGAAP requires companies to establish aninventory reserveaccount for obsolete inventory on theirbalance sheetsand expense their obsolete inventory as they dispose of it, which reduces profits or results in losses. Companies report inventory obsolescence by debiting an expense account and crediting acontra asset account.\n\nWhen an expense account is debited, this identifies that the money spent on the inventory, now obsolete, is an expense. A contra asset account is reported on the balance sheet immediately below the asset account to which it relates, and it reduces the net reported value of the asset account.\n\nExamples of expense accounts includecost of goods sold, inventory obsolescence accounts, and loss on inventory write-down. A contra asset account may include an allowance for obsolete inventory and an obsolete inventory reserve. When the inventory write-down is small, companies typically charge the cost of goods sold account. However, when the write-down is large, it is better to charge the expense to an alternate account.\n\nSome of this has been discussed in the prior section; still, let's dig into the specific financial statement implications of booking the entries discussed above (and in more depth below.\n\nFirst, when inventory becomes obsolete, it must be written down or written off. This adjustment is recognized as a loss on the income statement, directly reducing net income. The write-down or write-off is recorded as an expense, meaning the loss is recognized in the current period.\n\nSecond, the balance sheet is affected as the value of inventory under current assets decreases. The write-down reduces the carrying amount of inventory to itsnet realizable valuewhich impacts the total asset value reported. This reduction in assets can affect various financial ratios such as the current ratio and inventory turnover ratio. This can be really important to companies that must meet debt covenants or other reporting metrics for obligations. The decline in inventory value also reduces the overall book value of the company.\n\nThird, the impact extends to the statement of cash flows, specifically in the operating activities section. While the write-down of inventory does not directly affect cash flow, the reduced net income decreases the cash generated from operations when using the indirect method. Plus, if the company decides to dispose of the obsolete inventory at a lower price, any cash received will be less than originally anticipated, further affecting cash flows from operating activities.\n\nFor example, a company identifies $8,000 worth of obsolete inventory. It then estimates that the inventory can still be sold in the market for $1,500 and proceeds to write-down the inventory value. Since the value of inventory has fallen from $8,000 to $1,500, the difference represents the reduction in value that needs to be reported in the accounting journal, that is, $8,000 - $1,500 = $6,500.\n\nAllowance for Obsolete Inventory\n\nThe allowance for obsolete inventory account is a reserve that is maintained as a contra asset account so that the original cost of the inventory can be held on the inventory account until it is disposed of. When the obsolete inventory is finally disposed of, both the inventory asset and the allowance for obsolete inventory is cleared.\n\nFor example, if the company disposes of its obsolete inventory by throwing it away, it would not receive the sales value of $1,500. Therefore, in addition to writing-off the inventory, the company also needs to recognize an additional expense of $1,500. The allowance for obsolete inventory will be released by creating thisjournal entry:\n\nAllowance for Obsolete Inventory\n\nThe journal entry removes the value of the obsolete inventory both from the allowance for obsolete inventory account and from the inventory account itself.\n\nAlternatively, the company could have disposed of the inventory for some money, say through an auction for $800. In this case, the proceeds of $800 from the auction is $700 less than thebook valueof $1,500. The amount of $700 will be charged to an expense account, and the journal entry will record the disposal of the inventory and receipt of $800 in proceeds from the auction:\n\nAllowance for Obsolete Inventory\n\nThe $1,500 net value of the inventory less the $800 proceeds from the sale has created an additional loss on disposal of $700, which is charged to the cost of goods sold account.\n\nA large amount of obsolete inventory is a warning sign for investors. It can be symptomatic of poor products, poor management forecasts ofdemand, and/or poor inventory management. Looking at the amount of obsolete inventory a company creates will give investors an idea of how well the product is selling and how effective the company's inventory process is.\n\nCompanies determine inventory obsolescence through regular reviews and analysis of inventory turnover, sales trends, and product lifecycle. Items that have not moved within a certain period, usually based on historical sales data, are flagged for potential obsolescence.\n\nObsolete inventory ties up capital, increases storage costs, and requires write-downs or write-offs, which reduce net income. It also affects financial ratios and can impact the company’s overall financial health and borrowing capacity.\n\nThe process involves evaluating the inventory's market value, determining the extent of the obsolescence, and recording a journal entry to reduce the inventory value and recognize an expense on the income statement. The inventory value can be reduced by using an allowance account.\n\nObsolete inventory affects the income statement by increasing expenses, either through cost of goods sold or a specific inventory obsolescence account. This reduces net income for the period.\n\nObsolete inventory reduces total current assets, which can weaken liquidity ratios like the current ratio and quick ratio. It also affects inventory turnover ratios, indicating lower efficiency in inventory management.\n\nAccurately tracking, valuing, and managing inventory ensures financial statements reflect its true economic value. This involves recognizing and addressing inventory obsolescence, applying necessary write-downs or write-offs, and implementing practices to avoid future obsolescence. If a company does have to write down or write off some of its inventory, it's important to remember the entries may impact key financial metrics or financial ratios.",
  "url": "https://www.investopedia.com/terms/o/obsoleteinventory.asp"
}