{
  "term": "What Is a Fixed Asset?",
  "definition": "A fixed asset is a long-term tangible property or equipment a company uses to operate its business. Fixed assets include buildings, computer equipment, software, furniture, land, machinery, and vehicles. Companies can depreciate the value of these assets to account for wear and tear. Fixed assets commonly appear on a company balance sheet asproperty, plant, and equipment(PP&E).\n\nA company'sbalance sheetstatement includes its assets, liabilities, and shareholder equity. Assets are divided intocurrent assetsandnoncurrent assets, the difference of which lies in their useful lives. Current assets are typically liquid and can be converted into cash in less than a year. Current assets include cash and cash equivalents,accounts receivable(AR), inventory, andprepaid expenses.\n\nFixed assets are noncurrent assets that are not easily converted to cash. Noncurrent assets also include long-term investments,deferred charges, and intangible assets. These assets won't be depleted or sold within theaccounting period. A fixed asset has a physical form and is reported on the balance sheet as PP&E. Companies purchase fixed assets to produce goods or services, for office and operating use, or to rent to third parties. Fixed assets are depreciated, while current assets are not.\n\nFixed assets lose value as they age. Because they provide long-term income, these assets are expensed differently than other items. Tangible assets are subject to periodicdepreciationwhile intangible assets are subject toamortization.\n\nA certain amount of an asset's cost is expensed annually. The asset's value decreases along with its depreciation on the company's balance sheet to match its long-term value. How a business depreciates an asset can cause itsbook value, the asset value that appears on the balance sheet, to differ from thecurrent market value(CMV).\n\nLand is a fixed asset that cannot be depreciated.\n\nThe acquisition or disposal of a fixed asset is recorded on a company's cash flow statement under thecash flow from investing activities. The purchase of fixed assets represents a cash outflow to the company while a sale is a cash inflow. If the asset's value falls below its net book value, it is subject to animpairmentwrite-down. Its recorded value on the balance sheet is adjusted downward to reflect that it is overvalued compared to themarket value.\n\nWhen a fixed asset reaches the end of its useful life, it is usually disposed of by selling it for asalvage value. This is the asset's estimated value if broken down and sold in parts. In some cases, the asset may become obsolete and will, therefore, be disposed of without receiving any payment in return. The fixed asset iswritten offthe balance sheet since it is no longer used.\n\nSome companies refer to their fixed assets ascapital assets.\n\nIf a company sells produce, the delivery trucks it owns and uses are fixed assets. If a business creates a company parking lot, the parking lot is a fixed asset. However, personal vehicles used to get to work are not considered fixed assets. Additionally, buying rock salt to melt ice in the parking lot is an expense.\n\nInformation about a corporation's assets helps create accurate financial reporting, business valuations, and thorough financial analysis. Investors and creditors use these reports to determine a company's financial health and decide whether to buy shares or lend money to the business. Fixed assets are important tocapital-intensiveindustries, such as manufacturing, which require large investments in PP&E. When a company reports persistentlynegative net cash flowsfor the purchase of fixed assets, this could be a strong indicator that the firm is in growth or investment mode.\n\nOthernoncurrent assets includelong-term investments and intangibles. Intangible assets can lack physical existence but can still be used long-term. These assets include goodwill, copyrights, trademarks, and intellectual property.\n\nIt depends on how the car is being used. If the car is used in a company's operations to generate income, such as a delivery vehicle, it may be considered a fixed asset. However, if the car is used for personal use, it is not considered a fixed asset and is not recorded on the company's balance sheet.\n\nA fixed asset is long-term tangible property or equipment a company owns and uses to generate income. These assets are not expected to be sold or used within a year and are sometimes recorded on the balance sheet as property, plant, and equipment (PP&E). Fixed assets are subject to depreciation, whereas intangible assets are amortized. Fixed assets are often contrasted with current assets, which are expected to be converted to cash or used within a year.\n\nInternal Revenue Service. \"About Form 4562 Depreciation and Amortization.”\n\nRSM. \"US GAAP vs. IFRS: Impairment of Long-Lived Assets.\"",
  "url": "https://www.investopedia.com/terms/f/fixedasset.asp"
}