{
  "term": "What Is a Delayed Draw Term Loan (DDTL) and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA delayed draw term loan (DDTL) is a special feature in aterm loanthat lets a borrower withdraw predefined amounts of a total pre-approved loan amount. The withdrawal periods—such as every three, six, or nine months—are also determined in advance. A DDTL is included as a provision of the borrower's agreement, which lenders may offer to businesses with high credit standings. A DDTL is often included in contractual loan deals for businesses who use the loan proceeds asfinancing for future acquisitions or expansion.\n\nA delayed draw term loan requires that special provisions be added to the borrowing terms of a lending agreement. For example, at the origination of the loan, the lender and borrower may agree to the terms that the borrower may take out $1 million every quarter out of a loan valued at a total of $10 million. Such provisions allow a lender to manage its cash requirements better.\n\nIn some cases, the terms of the delayed installment payouts are based on milestones achieved by the company, such as sales growth requirement or meeting a specified number of unit sales by a specific time.Earnings growthand other financial milestones might also be considered. For example, a company is required to meet or exceed a certain level of earnings in each quarter of its fiscal year in order to receive the payouts from a delayed term loan.\n\nFor the borrower, a delayed draw term loan offers a limit on how much it can draw on a loan, which can act as a governor to spending, thereby reducing itsdebt burdenand interest payments. At the same time, the delayed draw gives the borrower the flexibility of knowing that it will have a guaranteed periodic cash infusion.\n\nGenerally, delayed draw term loan provisions are included in institutional lending deals involving more substantial payouts than consumer loans, with greater complexity and maintenance. These types of loans can have complicated structures and terms. They are most commonly offered to businesses with high credit ratings, and usually come with more favorable interest rates for the borrower than other credit options.\n\nSince 2017, however, DDTLs have seen increased use in the larger, broadly syndicatedleveraged loan marketin loans worth several hundred millions of dollars. The leveraged loan market is known for lending to individuals and companies with high debt or poor credit histories.\n\nDelayed draw term loans can be structured in a number of ways. They may be part of a single lending agreement between a financial institution and a business or they may be included as part of asyndicated loandeal. In any situation, there are different types of contractualcaveatsor requirements borrowers must meet.\n\nOnce provided by middle-market lenders via non-syndicated leveraged loans, delayed draw term loan terms have become popular in larger, broadly syndicated leveraged loans.\n\nWhen structuring the terms of a delayed draw term loan, underwriters may consider such factors as maintenance of cash levels, revenue growth, and earnings projections. Often a business may be required to maintain a certain level of cash on hand or report a minimumquick ratiofactor for term loan installments to be dispersed over various time periods. Liquidity-focused factors limit the borrower from performing some particular acts, such asoverleveraging, but they are still considered a flexible feature for a term loan.",
  "url": "https://www.investopedia.com/terms/d/delayeddrawtermloan.asp"
}