{
  "term": "What Is the Fixed Asset Turnover Ratio?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe Fixed Asset Turnover Ratio (FAT) is found by dividing net sales by the average balance of fixed assets.\n\nThe fixed assetturnover ratio(FAT) measures operating performance. This ratio compares net sales displayed on the income statement to fixed assets on the balance sheet.\n\nFAT measures a company's ability to generate net sales from its fixed-asset investments, namelyproperty, plant, and equipment(PP&E). A higher fixed asset turnover ratio indicates that a company has effectively used investments in fixed assets to generate sales.\n\nFAT=Net SalesAverage Fixed Assetswhere:Net Sales=Gross sales−Returns and allowancesAverage Fixed Assets=Beginning Fixed Assets+Ending Fixed Assets2\\begin{aligned}&\\text{FAT}=\\frac{\\text{Net Sales}}{\\text{Average Fixed Assets}}\\\\&\\textbf{where:}\\\\&\\text{Net Sales}=\\text{Gross sales}-\\text{Returns and allowances}\\\\&\\text{Average Fixed Assets}=\\frac{\\text{Beginning Fixed Assets}+\\text{Ending Fixed Assets}}{2}\\end{aligned}​FAT=Average Fixed AssetsNet Sales​where:Net Sales=Gross sales−Returns and allowancesAverage Fixed Assets=2Beginning Fixed Assets+Ending Fixed Assets​​\n\nThe ratio is commonly used as a metric inmanufacturingindustries that make substantial purchases of PP&E to increase output. Investors monitor this ratio in subsequent years to see if the company's new fixed assets reward it with increased sales.\n\nInvestments in fixed assets tend to represent the largest component of a company’s total assets. The FAT ratio, calculated annually, is constructed to reflect how efficiently a company uses these substantial assets to generate revenue for the firm.\n\nThe fixed asset balance is used as a net of accumulateddepreciation.\n\nA higher turnover ratio indicates greater efficiency in managing fixed-asset investments. Analysts and investors often compare a company’s most recent ratio to historical ratios, ratio values from peer companies, or average ratios for the company's industry.\n\nFixed assets vary drastically from one company type to the next. A technology company like Meta has a significantly smaller fixed asset base than a manufacturing giant like Caterpillar. In this example, Caterpillar’s fixed asset turnover ratio is more relevant and should hold more weight for analysts than Meta’s FAT ratio.\n\nThe asset turnover ratio uses total assets instead of focusing only on fixed assets. Using total assets reflects management’s decisions on allcapital expendituresand other assets.\n\nA company's asset turnover ratio will be smaller than its fixed asset turnover ratio because the denominator in the equation is larger while the numerator stays the same. It also makes conceptual sense that there is a wider gap between the amount of sales and total assets compared to the amount of sales and a subset of assets.\n\nManufacturing companies often favor the FAT ratio over the asset turnover ratio to determine how well capital investments perform. Companies with fewer fixed assets such as retailers may be less interested in the FAT compared to how other assets such as inventory are utilized.\n\nCompanies with cyclical sales may have low ratios in slow periods, so the ratio should be analyzed over several periods. Additionally, management may outsource production to reduce reliance on assets and improve its FAT ratio, while still struggling to maintain stable cash flows and other business fundamentals.\n\nCompanies with strong ratios may review all aspects that generate solid profits or healthy cash flow. FAT only looks at net sales and fixed assets; company-wide expenses are not factored into the equation. In addition, there may be differences in the cash flow between when net sales are collected and when fixed assets are acquired.\n\nThe fixed asset turnover ratio is only useful as a comparative tool. A company will gain the most insight when the ratio is compared over time to see trends.\n\nIn the Q3 2022 balance sheet below, Amazon reported owning $177.2 billion of property and equipment net of depreciation as of Sept. 30, 2022, and $160.3 billion of property and equipment as of Dec. 31, 2021. In this simplified example, assume these are starting and ending fixed asset balances. This means Amazon's average fixed assets for this example were $168.75 billion.\n\nAs shown in the image below, Amazon also reported its net income for these periods. For the fixed asset turnover ratio, it doesn't necessarily matter what prior year sales were. To calculate this year's ratio, the current net sales for the period ending in September 2022 of $364.8 billion applies.\n\nTo calculate the fixed asset turnover ratio, the $364.8 billion of net sales is divided by the $168.75 average balance of fixed assets. Therefore, the company's fixed asset turnover ratio is 2.16. For each dollar of fixed assets, Amazon generated $2.16 of net sales.\n\nFixed asset turnover ratios vary by industry and company size. Instead, companies should evaluate the industry average and their competitor's fixed asset turnover ratios. A good fixed asset turnover ratio will be higher than both.\n\nCompanies with higher fixed asset turnover ratios earn more money for every dollar they've invested in fixed assets.\n\nThe fixed asset turnover ratio does not incorporate any company expenses. Therefore, the ratio fails to tell analysts whether a company is profitable. A company may have record sales and efficiently use fixed assets but have high levels of variable, administrative, or other expenses.\n\nThe fixed asset turnover ratio is useful in determining whether a company uses its fixed assets to drive net sales efficiently. It is calculated by dividing net sales by the average balance of fixed assets of a period.\n\nAmazon. \"Amazon Announces Third Quarter Results.\"",
  "url": "https://www.investopedia.com/terms/f/fixed-asset-turnover.asp"
}