{
  "term": "What Is Real Property? Definition and Types of Properties",
  "definition": "MoMo Productions / Getty Images\n\nReal property includes land and the permanent structures on it, but itdiffers from real estatein that it includes ownership rights that don't necessarily exist with real estate. Understanding what real property includes is important whenbuying a homeor a business, especially if the rights that come with real property are important to your purchase.\n\nTo understand real property, it helps to first understandreal estate, which is defined as tangible property like land, buildings on the land, and geographical features like trees, creeks, and boulders. Real estate also includes fixed assets like permanent improvements you may have made to the land. For example, if you installed fences or utilities, these are considered fixed assets since they're immovable.\n\nRealpropertyincludes the real estate but adds intangible property—specifically, ownership rights. These intangible rights include the interests and opportunities the owner has to sell, lease, or profit from the property, including, for example,mineral rightsor water rights.\n\nSome rights, such as mineral rights, associated with real property can be sold. So, when you're buying land, it's important to be sure the seller still holds all rights.\n\nReal property and personal property aren't interchangeable, though they sound similar. Real property cannot be moved, while personal property includes the possessions that you can move. For example, the land you own is real property, but your car, clothes, and RV are personal property.\n\nState laws vary in determining what real property is and how it's sold. Generally, federal laws don't apply to real property since it's solely within the jurisdiction of a state.\n\nReal property includes real estate—the land above and below, along with the permanent structures of a location. However, real property distinguishes itself because it includes ownership rights. If you don't have the property rights, you technically don't have decision-making power when it comes to leasing or selling the land.\n\nLand with a pond that includes fishing rights\n\nA home with land and ownership rights\n\nRental units on land that you own and have ownership rights over\n\nLand that contains a creek but doesn't come with water rights\n\nCommercial property on land that you lease\n\nRental units on industrial real estate that you lease\n\nProperty rights can vary based on the type of real property they refer to. If you own real property, your interest in the property is referred to as \"estate in land.\" There are a few classifications that you should be aware of:freehold estates, nonfreehold estates, and concurrent estates.\n\nOwnership rights that last a lifetime or indefinitely are called freehold estates. A holder of a freehold estate might have property rights for their lifetime or for the lifetime of a designated person. Or they may have indefinite rights, which are passed down to theirheirs. This is called a fee simple absolute estate.\n\nHolders of a life estate generally can't pass the ownership rights to another person.\n\nIf you have a nonfreehold estate, you technically don't have ownership rights that you can pass to an heir. For this reason, they're also called a leasehold estate because you're essentiallyleasingthe property.\n\nThere are four types of nonfreehold estates:\n\nIf a person has a concurrent estate, it simply means theyshare ownershipwith at least one or more people. This is also called tenancy in common, joint tenancy, and tenancy by the entirety.\n\nWith real property rights, you're entitled to specific privileges, including:\n\nReal property includes not only real estate, such as land, a home, and the geographical features on the property, but also the rights of ownership. Real property can come with different types of rights, so if you're looking to buy a home or property, it's important to do your research so you know how you can use and pass on the property. If you're unsure about potential rights, don't hesitate to ask a financial advisor to read over the terms before purchasing property.\n\nCornell Law School: Legal Information Institute. \"Real Estate.\"\n\nCornell Law School: Legal Information Institute. \"Real Property.\"\n\nNew York Bar Association. \"Ownership Rights In Real Property.\"\n\nCornell Law School, Legal Information Institute. \"Personal Property.\"\n\nLaw Library-American Law and Legal Information. \"Estate-Nonfreehold Estates.\"\n\nCornell Law School: Legal Information Institute. \"Concurrent Estate.\"",
  "url": "https://www.investopedia.com/terms/r/real-property.asp"
}