{
  "term": "What Does the Nasdaq Composite Index Measure?",
  "definition": "The Nasdaq Composite Index is a market capitalization-weighted index of more than 2,500 stocks listed on theNasdaq stock exchange. It is a broad index that is heavily weighted toward the important technology sector. The index is composed of both domestic and international companies. The Nasdaq Composite Index is a highly-watched index and is a staple of financial markets reports.\n\nThe Nasdaq Composite Index includes all equity securities listed on the Nasdaq. They include common stocks, ordinary shares,American depositary receipts (ADRs), units ofreal estate investment trusts (REITs), andpublicly traded partnerships, as well astracking stocks,\n\nStocks that aren't eligible for inclusion are the securities of closed-end funds, exchange-traded funds (ETFs), preferred shares, rights, warrants,convertible debenturesecurities, or other derivatives.\n\nThe Nasdaq Composite includes the stocks of companies headquartered in the U.S. International companies are also included in the index, which is in contrast to theS&P 500 Indexand theDow Jones Industrial Average (DJIA)—the two other most frequently cited market benchmarks.\n\nThe Nasdaq Composite Index is one of the most widely-watched indexes in the world and is often seen as a stand-in for thetechnology sector, due to its heavy weighting in tech companies.\n\nThe Nasdaq Composite Index was launched on Feb. 5, 1971. It uses amarket capitalizationweighting methodology. The index's value is calculated by summing the market capitalization of its components based on the current price of the constituents. This total is then adjusted by a constant index divisor.The index had a value of 100 when it was first established.\n\nThe index is constantly calculated throughout the trading day. Its value is disseminated once per second from 9:30 a.m. to 5:16 p.m. ET. The closing value of the index may change up until 5:15 p.m. ET as a result of corrections to the last reported price for index components.\n\nTwo versions of the Nasdaq Composite Index are calculated. The first is a price return index and the other is a total return index. The total return index assumes the reinvestment of cashdividendsdistributed by companies included in the index.\n\nThe year the Nasdaq Composite Index was launched. It had an initial value of 100.\n\nChanges in the share price as a result of corporate actions such as stock splits, stock dividends, or spinoffs are tallied on the action'sex-date. Changes in total shares outstanding following conversions,stock repurchases, secondary offerings, or acquisitions are usually reflected on the night before the action's effective date.\n\nEligibility requirements for the index are reviewed throughout the year. A security that does not meet the eligibility requirements can be removed at any time, usually at its last sale price.\n\nAs noted above, the Nasaq Composite is made up of more than 2,500 different companies that trade on the Nasdaq.The industry weighting of the Nasdaq Composite Index based on the included stocks was as follows as of July 10, 2023:\n\nThe 10 most heavily weighed securities in the Nasdaq Composite Index as of March 31, 2023, were:\n\nThe Nasdaq Composite Index produced an annualized return of 14.66% over the 10 years through July 7, 2023.\n\nIts 9.1% decline in Q1 2022 was the Nasdaq Composite's worst since the 14.2% loss in Q1 2020 as the COVID-19 pandemic struck. The Nasdaq's 12% drop in April 2022 was its worst since the 17.4% decline in October 2008 at the height of the global financial crisis.\n\nThe Nasdaq Composite met the common definition for abear marketin mid-March of 2022 by dropping more than 20% from its Jan. 3, 2022 peak. From there, the index saw a strong relief rally that roughly halved its losses by the start of April, then gave back all those gains over the next month.\n\nBecause the Nasdaq Composite is dominated by the historicallyvolatiletechnology sector, index performance tends to be more volatile than that of the S&P 500 or the Dow Industrials.\n\nNo, you can't invest in the Nasdaq Composite Index. Butyou can invest in a securitythat mimics its performance. There are assets like mutual funds or exchange-traded funds (ETFs) that are composed of the same stocks with the same weightings that try to at least match the index's performance.\n\nThere are several key benefits of index investing. They give you broad exposure to the market. That's because they are made up of stocks from a wide range of different sectors. For instance, the Nasdaq is heavily focused on technology stocks but also has exposure to consumer discretionary, healthcare, and financial stocks among others.\n\nIndex investing is easier to manage because securities like mutual funds and ETFs are reallocated whenever the corresponding index changes. This eliminates any bias as portfolio managers only make adjustments when the index does.\n\nThe Nasdaq Composite Index is a market-capitalization-weighted index. This means the index is heavily influenced by larger companies. The index is one of the most heavily-watched in the world.\n\nThe Nasdaq Composite Index rose to prominence thanks to the rapid growth of the most successful companies with Nasdaq-listed stocks, including Microsoft and more recently Apple and Alphabet.\n\nThe flip side of such ling-term success in an index based on market capitalization is that the Nasdaq Composite is very top-heavy. The top five companies (and six stocks including both traded classes of Alphabet's shares) account for more than 40% of the Nasdaq Composite's index weight.\n\nMoreover, high-growth stocks prevalent in the index tend to be more economically sensitive and more volatile as a result. When the market does well, the Nasdaq Composite can be a standout: it gained 43.6% in 2020 despite a rough March, after a 35.2% surge in 2019. When the going gets rough, you get its 40.5% loss in 2008—or the first four months of 2022.\n\nNasdaq. \"Nasdaq Composite Fact Sheet.\"\n\nNasdaq. \"NASDAQ Composite - Industry Breakdown.\"\n\nNasdaq. \"NASDAQ Composite,\" Page 1.\n\nNasdaq. \"Nasdaq Index Policies & Procedures: Calculation Manual – Equities & Commodities.\"\n\nFRED, Federal Reserve Bank of St. Louis. \"Nasdaq Composite Index.\"\n\nNasdaq. \"Nasdaq Composite Index Methodology,\" Page 5.\n\nNasdaq. \"Nasdaq Total Returns.\"\n\nNasdaq. \"Corporate Actions and Events Manual—Equities.\"\n\nNasdaq. \"NASDAQ Composite - Overview.\"\n\nMorningstar. \"Nasdaq Composite PR USD: Performance.\"",
  "url": "https://www.investopedia.com/terms/n/nasdaqcompositeindex.asp"
}