{
  "term": "What Is the Secondary Market? How It Works and Pricing",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nThe secondary market is where investors buy and sell securities. Trades take place on the secondary market between other investors and traders rather than from the companies that issue the securities. People typically associate the secondary market with the stock market. National exchanges, such as theNew York Stock Exchange (NYSE)and theNasdaq, are secondary markets. The secondary market is where securities are traded after they are put up for sale on the primary market.\n\nAs noted above, securities are bought and sold by investors among one another on the secondary market after they are first sold on the primary market. As such, most people call the secondary market the stock market.\n\nTransactions that occur on the secondary market are termed secondary simply because they are one step removed from thetransactionthat originally created the securities in question. For example, a financial institution writes a mortgage for a consumer, creating the mortgage security. The bank can then sell it to Fannie Mae on the secondary market in a secondary transaction.\n\nThough stocks are one of the most commonly traded securities, there are also other types of secondary markets. For example,investment banksand corporate and individual investors buy and sell mutual funds and bonds on secondary markets. Entities such asFannie MaeandFreddie Macalso purchase mortgages on a secondary market.\n\nSecondary markets are important for several reasons. First, they provideliquidityto investors. Having a centralized location allows trades to take place with a large number of traders while ensuring that the value of securities isn't lost as investors buy and sell securities. It also gives small traders a chance to participate in the market.\n\nThe stock market is made up of centralized exchanges that allow buyers and sellers to come together to trade stocks and other assets. There is no contact that takes place between each party—physical or otherwise. Most trading takes place electronically. Traders must abide by the rules and regulations set forth by the appropriate regulatory bodies, such as theSecurities and Exchange Commission (SEC)in the United States.\n\nExamples of stock markets (or secondary markets) include the NYSE and Nasdaq in the U.S., as well as theLondon Stock Exchange (LSE), theHong Kong Stock Exchange, the Bombay Stock Exchange (BSE), and the Frankfurt Stock Exchange.\n\nTheover-the-counter (OTC)market involves the trading of stocks, bonds, and other financial assets. But rather than take place over a centralized exchange, trades occur through broker-dealer networks. As such, these assets aren't traded on an exchange. Stocks on the OTC market are normally those of smaller companies that don't meet listing requirements.\n\nThe number of secondary markets that exist always increases as new financial products become available. Several secondary markets may exist in the case of assets such as mortgages. Bundles of mortgages are often repackaged into securities such asGinnie Maepools and resold to investors.\n\nIt is important to understand the distinction between the secondary market and the primary market. When a company issues stock or bonds for the first time and sells those securities directly to investors, that transaction occurs on the primary market.\n\nSome of the most common and well-publicized primary market transactions areinitial public offerings (IPOs). During an IPO, aprimary markettransaction occurs between the purchasing investor and the investment bank underwriting the IPO. Any proceeds from the sale of shares of stock on the primary market go to the company that issued the stock, after accounting for the bank's administrative fees.\n\nIf these initial investors later decide to sell their stake in the company, they can do so on the secondary market. Any transactions on the secondary market occur between investors, and the proceeds of each sale go to the selling investor, not to the company that issued the stock or to theunderwritingbank.\n\nPrimarymarket pricesare often set beforehand, while prices in the secondary market are determined by the basic forces ofsupply and demand. If the majority of investors believe a stock will increase in value and rush to buy it, the stock's price will typically rise. If a company loses favor with investors or fails to post sufficient earnings, its stock price declines as demand for that security dwindles.\n\nMost people consider the stock market to be the secondary market. This is where securities are traded after they are issued for the first time on the primary market. For instance, Company X would conduct its initial public offering on the primary market. Once complete, its shares are available to trade on the secondary market. Major stock exchanges like the NYSE and Nasdaq are secondary markets.\n\nThe key participants in the secondary market are the broker-dealers who facilitate trades, investors who initiate buy and sell activity, as well as any intermediaries, such as banks, financial institutions, and advisory service companies.\n\nThe secondary market is where securities are traded after they go through the primary market. It is a key part of the financial system, providing liquidity to the market. It also allows traders witha centralized locationwhere they can make trades. Investors who deal with large and small volumes of trades have the ability to participate in the market.\n\nWhen you buy and sell stocks, bonds, or other securities, you're participating in the secondary market, which most of us consider to be the stock market. This market is an important part of the financial system because it gives investors like you a place to conduct your financial transactions. It also provides much-needed liquidity to the market. But don't confuse it with the primary market. This is where companies and other entities go to offer the first round of securities before they become available to the general public.\n\nFederal Housing Finance Agency. “About Fannie Mae & Freddie Mac.\"\n\nOTC Markets. “OTCQX U.S.” Expand “OTCQX U.S. Financial Standards.”",
  "url": "https://www.investopedia.com/terms/s/secondarymarket.asp"
}