{
  "term": "What Is Errors and Omissions Insurance?",
  "definition": "Errors and omissions insurance (E&O), also known as professional liability coverage, protects companies and their employees against claims related to mistakes or negligence.\n\nErrors and omissions (E&O) insurance is a type of liability insurance that covers claims against a business for mistakes made while providing a professional service. E&O insurance reimburses the costs of legal fees, damages, and financial settlements related to claims of negligence, malpractice, errors, or omissions.\n\nE&O insurance, also known asprofessional liabilitycoverage, protects your business from claims by clients for errors or mistakes, faulty advice, or failure to provide the level of service your client expected. It also covers claims based on your failure to do the work, meet a deadline, or otherwise fulfill the terms of a contract.\n\nFor example, suppose a furniture manufacturer hires your IT consulting company to upgrade its computer-aided manufacturing software. Several months later, the client sues your company for $50,000, claiming you provided inadequate advice on using the new software. Because of your faulty instructions, their machinery malfunctioned, and they were unable to fill two large orders.\n\nAn E&O policy might pay for damages or settlements arising from those claims. It may also cover attorneys’ fees, court costs, and other legal expenses your insurer incurs to defend your business against the lawsuit, whether or not the claim is valid oryour business is found liable.\n\nIf you do business outside the U.S., look for an E&O policy that applies worldwide. Avoid any policy that restricts coverage to incidents occurring in the U.S.\n\nYou should consider buying an E&O policy if your business involves giving advice or providing a professional service for a fee. Many types of businesses fit this description, includingaccountants, architects,real estate agents, consultants, financial advisors, wedding planners, fitness instructors, and physical therapists.\n\nSome types of professionals may be required by state or federal law to buy E&O insurance before going into business, such as attorneys, contractors, and medical professionals. Some businesses may need E&O insurance to get or renew a professional license or to comply with the terms of a client contract.\n\nMany E&O policies exclude claims resulting from any of the following:\n\nYour policy may contain additional exclusions. Read it carefully so you understand what it does and doesn’t cover.\n\nThe right choice for an E&O policy depends on the nature of your business and the risks you want to insure. Many E&O policies are designed to cover a specific occupation, such as attorneys, accountants, or real estate agents. When choosing a policy, be sure it covers the kind of business you operate.\n\nSome E&O policies cover additional risks common to businesses in many occupations. An example isemployment practices liability insurance, which covers claims against businesses that result from workplace violations such as discrimination and wrongful termination.\n\nLike any insurance, your E&O policy will be a tradeoff between cost and the amount of protection. Policies that offer more coverage typically cost more. When comparing policies, check both the per occurrence limit and aggregate limit. The per occurrence limit is the most the policy will pay per lawsuit/claim and the aggregate limit is the most the policy will pay total. For example, an E&O policy might offer $250,000 per incident and up to $1 million aggregate.\n\nWhen you compare insurers on cost, make sure it’s an apples-to-apples comparison of total coverage. You should also check the policydeductible. This is the amount you must pay out of pocket first before the insurance kicks in. Policies with a higher deductible usually charge a lower premium.\n\nMost E&O policies areclaims-made, meaning they cover claims made against your business during the term of the policy. A claims-made policy won’t cover claims filed against your business after your policy expires.\n\nSome insurers offer E&O insurance on occurrence policies, which cover claims arising from incidents that occur during the policy term, no matter when the claim is filed. Because occurrence policies provide broader coverage, they are more expensive than their claims-made counterparts.\n\nWhen shopping for E&O insurance, look for a policy that covers attorneys’ fees and other legal expenses in addition to the policy limit. Avoid policies that include these costs within the limit.\n\nIf you need E&O insurance, a logical place to start is yourgeneral liabilityinsurer. Many insurers that sell business insurance offer E&O coverage. Some will add E&O coverage to a general liability orbusiness owners’ policyvia an endorsement. If your liability insurer doesn’t offer E&O insurance, you can ask your business insurance agent for quotes or get quotes yourself online.\n\nThe cost of E&O insurance varies by industry. A building design company will likely pay more than a hair salon or massage therapist. Other factors that affect your premium are the size of your business, your claim history, and the limits you choose. Many small businesses can buy an E&O policy for about $735 per year.\n\nErrors and omissions insurance (also called E&O or professional liability insurance) protects your business from claims arising from negligence, faulty advice, errors, or omissions. E&O insurance covers damages, settlements, and legal costs that result from covered claims. You likely need E&O insurance if you or your employees give professional advice or provide a service to customers for a fee.\n\nIf a client sues your business for errors or mistakes you made or faulty advice you gave, your general liability policy won’t cover the claim. Errors and omissions claims can be very expensive, especially for a small company.  If you don’t have E&O insurance, you’ll have to pay for any damages, settlements, and legal fees out of pocket. One large claim could put your company out of business.\n\nMedical malpractice insuranceis a type of E&O coverage that protects doctors and other medical practitioners against claims by patients for professional negligence. It covers claims against healthcare professionals for negligence, medical errors, or accidental oversights. State laws may require some medical practitioners to buy malpractice insurance before they can get a license to practice.\n\nNo, they arenotthe same thing. A general liability policy covers claims by customers and other third parties for bodily injury or property damage that occurs on your premises, is caused by your product, or arises from your business operations. E&O insurance covers claims by clients for mistakes you made or faulty advice you gave when providing a professional service.\n\nNorth American Securities Administrators Association. \"Broker-Dealer E&O Insurance Could Provide Relief for Investors with Unpaid Arbitration Awards.\"\n\nChubb. \"What Is Professional Liability or E&O Insurance?\"\n\nInsureon. \"When Is Errors and Omissions Insurance Required?\"\n\nThe Hartford. “What Is Errors & Omissions Insurance Coverage?”\n\nTechInsurance. \"How to Compare Errors and Omissions Quotes.\"\n\nUS E&O Brokers. \"Claims-Made vs. Occurrence E&O Insurance.\"",
  "url": "https://www.investopedia.com/terms/e/errors-omissions-insurance.asp"
}