{
  "term": "What Is the Tax-to-GDP Ratio? What Is a Good One?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe tax-to-GDP ratio is a gauge of a nation's tax revenue relative to the size of its economy as measured bygross domestic product(GDP). The ratio provides a useful look at a country's tax revenue because it reveals potential taxation relative to the economy. It also enables a view of the overall direction of a nation's tax policy and international comparisons between the tax revenues of different countries.\n\nTaxes are a critical measure of a nation'sdevelopmentand governance. The tax-to-GDP ratio determines how well a nation's government directs its economic resources. Higher tax revenues mean a country can spend more on improving infrastructure, health, and education, which are keys to the long-term prospects for a country's economy and people.\n\nTax revenues above 15% of a country’s gross domestic product (GDP) are a key ingredient for economic growth and poverty reduction, according to the World Bank. This level of taxation ensures that countries have the money necessary to invest in the future and achieve sustainable economic growth.\n\nDeveloped countries generally have a far higher ratio. The average among members of theOrganisation for Economic Cooperation and Developmentwas 34.0% in 2022.\n\nThe tax-to-GDP ratio in the United States was 27.7% in 2022.\n\nAccording to one theory, people generally begin to demand more services from the government as economies become more developed and incomes rise. Their demands might focus on healthcare, public transportation, or education.\n\nThis would explain why the European Union's tax-to-GDP ratio of 26.7% in 2022 was so much higher than most Asia-Pacific nations.Tax-to-GDP ratios in these countries ranged from 10.9% in Indonesia to 25.3% in Samoa. Only Japan, Korea, New Zealand, and Nauru were higher than the EU, and all but Nauru averaged less than the OECD average.\n\nPolicymakers use the tax-to-GDP ratio to compare tax receipts from year to year because it offers a better measure of the rise and fall in tax revenue than simple amounts. Tax revenues are closely related to economic activity, rising during times of faster economic growth and declining during recessions. As a percentage, tax revenues generally rise and fall faster than GDP but the ratio should stay relatively consistent barring extreme swings in growth.\n\nThe ratio can shift dramatically, however, in cases of significant shifts in tax law or during severe economic downturns.\n\nThe United States ranked 31st out of 38 OECD countries in terms of its tax-to-GDP ratio in 2022.\n\nTax revenue includes revenues collected from taxes on income and profits,Social Security contributions, taxes levied on goods and services, payroll taxes, and taxes on the ownership and transfer of property. Total tax revenue is considered part of a country's GDP. As a percentage of GDP, total tax revenue indicates the share of a country's output that the government collects through taxes.\n\nA tax-to-GDP ratio of 15% or higher is believed to ensure economic growth and, thus, poverty reduction in the long term, according to the World Bank.The tax-to-GDP ratio in the United States was 27.7% in 2022.\n\nThe World Bank provides line graphs that reflect tax revenue as a percentage of GDP for selected countries and economies from 1972 to 2022. The values on the horizontal axis (x-axis) are years. The values on the vertical axis (y-axis) reflect the percentage of tax revenue compared to GDP. The plotted data points reveal the change over time in these values.\n\nThe United States ranked 31st out of 38 OECD countries regarding the tax-to-GDP ratio in 2022.\n\nThe tax-to-GDP ratio measures a nation's tax revenues to its gross domestic product. It indicates how much of a nation's gross domestic product goes into government funding.\n\nCorrection—July 20, 2024:This article has been corrected to state that the tax-to-GDP ratio in the United States was 27.7% in 2022.\n\nThe World Bank. \"Taxes & Government Revenue.\"\n\nOrganisation for Economic Cooperation and Development. \"Revenue Statistics 2023–the United States.\" Page 1.\n\nCEIC Data. \"European Union Tax Revenue: % of GDP.\"\n\nOrganisation for Economic Cooperation and Development. \"Revenue Statistics in Asia and the Pacific 2023.\" Page 1.\n\nOrganisation for Economic Cooperation and Development Data. \"Tax Revenue.\"\n\nThe World Bank. \"Getting to 15 Percent: Addressing the Largest Tax Gaps.\"\n\nThe World Bank Data. \"Tax Revenue (% of GDP).\"",
  "url": "https://www.investopedia.com/terms/t/tax-to-gdp-ratio.asp"
}