{
  "term": "What Are Deferred Acquisition Costs (DAC)? Definition",
  "definition": "Deferred acquisition costs (DAC) is an accounting method that is applicable in the insurance industry. Using the DAC method allows a company to defer thesales coststhat are associated with acquiring a new customer over the term of the insurance contract.\n\nInsurance companiesface large upfront costs when issuing new business, including referralcommissionsto external distributors and brokers, underwriting, and medical expenses. Often these costs can exceed the premiums paid in the early years of different types of insurance plans.\n\nThe implementation of DAC enables insurance companies to spread out these large costs (that otherwise would be paid upfront) gradually—as they earn revenues. Using this accounting method tends to produce a smoother pattern ofearnings.\n\nAs of 2012, insurers are required to comply with a newFederal Accounting Standards Board(FASB) rule, “Accounting for Costs Associated with Acquiring or Renewing Insurance Contracts,” or ASU 2010-26.\n\nFASB allows insurance companies tocapitalizeon the costs of acquiring new customers by amortizing them over time. With this process, DACs are recorded asassets—rather than expenses—and they can be paid off gradually.\n\nDeferred acquisition costs (DAC) are treated as an asset on the balance sheet and amortized over the life of the insurance contract.\n\nThe FASB also requires that companies amortize balances on a constant level basis over the expected term of contracts. In the case of unexpected contract terminations, FASB rules that DAC must be written off, but it is not subject to animpairment test. This means that the asset is not measured to see if it is still worth the amount stated on the balance sheet.\n\nDAC represents the “un-recovered investment” in the policies issued and is therefore capitalized as anintangible assetto match costs with related revenues. Over time, the acquisition costs are recognized as an expense that reduces the DAC asset. The process of recognizing the costs in theincome statementis known as amortization and refers to the DAC asset being amortized, or reduced over a number of years.\n\nAmortization requires a basis that determines how much DAC should be turned into an expense for each accounting period. The amortization basis varies by the Federal Accounting Standards (FAS) classification:\n\nUnder FAS 60, assumptions are \"locked-in\" at policy issue and cannot be changed. However, under FAS 97 and 120, assumptions are based on estimates that can be readjusted as needed. DAC amortization uses estimatedgross marginsas a basis and an interest rate is applied to the DAC based on investment returns.\n\nPrior to the introduction of ASU 2010-26, DAC was described vaguely as costs that “vary with— and are primarily related to—the acquisition of insurance contracts.” That led companies with the difficult task of interpreting which expenses qualified for deferral and often prompted a broad range of insurance firms to categorize most of their costs as DAC.\n\nFASB later concluded that DAC accounting was being abused. The board responded by providing clearer guidelines. ASU 2010-26 was accompanied by two important changes to meet the capitalization criteria:\n\nExamples of deferrable costs include:",
  "url": "https://www.investopedia.com/terms/d/dac.asp"
}