{
  "term": "What Is an Assortment Strategy in Retail, and How Does It Work?",
  "definition": "An assortment strategy in retailing involves the number and type of products that stores display for purchase by consumers. Also called a \"product assortment strategy,\" it is a strategic tool that retailers use to manage and increase sales. The strategy is made up of two major components:\n\nEssentially, a product assortment strategy is a retail industry sales tool with the concepts of depth and breadth at its core. However, not all retailers will be able to use both components of this strategy at the same time.\n\nAn assortment strategy can have many layers of sub- and related strategies, as each store will need to tailor the strategy to address its own particular needs and goals.\n\nAdeep assortment—the opposite of a narrow assortment—of products means that a retailer carries a number of variations of a single product. A wide variety—the opposite of a narrow variety—of products means that a retailer carries a large number of different kinds of products.\n\nAn assortment strategy is not one-size-fits-all; it needs to be customized to respond to a business's parameters.\n\nRetailers face a trade-off when determining an assortment strategy. Choosing both awide varietyand a deep assortment of products simultaneously requires a large amount of space, and is typically reserved forbig-box retailers.\n\nStores with smaller spaces may choose to specialize in a certain type of product and offer customers a variety of colors and styles; other stores may offer a deep assortment of products but a narrow variety—one reason why a 7-Eleven (private since 2005) might carry just one brand of canned cat food, for example, while aKroger (NYSE: KR)likely would have the space to stock 12 brands of canned cat food, if it chose to.\n\nOriginally, assortment strategy referred only to brick-and-mortar stores because the strategy's components of depth and breadth had a lot to do withphysical space and the visualand tactile interaction between consumer and product. Recently, though, all sales venues—brick-and-mortar,click and mortar, ande-tailing—have used varieties of the strategy to gain competitive advantage.\n\nBy grouping together items that they believe will appeal to certain types of customers, retailers may fine-tune their assortment strategies to target consumers' demographic profiles. If a retailer wants to attract customers who are new parents, for example, it might fill the shelves with infant apparel from trendy brands, along with toys, bedding, and other products new parents need.\n\nA strategically arranged product assortment can upsell customers on supplemental items as they search for the item that brought them to the store.\n\nGrouping related items together strategically, whether or not they are necessities, is a common way to stimulateimpulse buying:\n\nAlthough the depth of product assortment may help attract customers, there are certain caveats to relying only on an assortment strategy. If items in an assortment are placed incorrectly, thedemandfor these products may vary drastically.\n\nIf less-popular items are mixed in with popular items, for example, they could detract from the more-popular items' appeal. Or, if the assortment is too vast, customers may have difficulty finding the item they are seeking. Overwhelming shoppers with too many buying options can be counterproductive and discourage customer engagement.",
  "url": "https://www.investopedia.com/terms/a/assortment-strategy.asp"
}