{
  "term": "What Is the Kelly Criterion?",
  "definition": "The Kelly criterion is a mathematical formula developed in 1956 by John L. Kelly Jr. while working at AT&T's Bell Laboratories. It helps determine how much to invest in a given asset to maximize wealth growth over time.\n\nAfter its introduction in 1956, the Kelly criterion was picked up by gamblers who applied the formula to horse racing. It was later applied to investing with claims that legendary investorsWarren BuffettandBill Grossused a variant of the Kelly criterion. The formula's goal helps determine the optimal amount for any trade. There are two key components to the formula for the Kelly criterion:\n\nThe result tells investors what percentage of their total capital should apply to each investment. The term is often called the Kelly strategy, Kelly formula, or Kelly bet.\n\nWhile the Kelly Criterion is useful for some investors, it is important to consider the interests of diversification. Many investors should be wary about investing only in a single asset even if the formula suggests a high probability of success.\n\nAlthough the strategy's promise of outperforming is appealing, some economists have argued against it—primarily because an individual's specific investing constraints may override the desire for optimal growth rate. In reality, an investor's constraints, whether self-imposed or not, are a significant factor in decision-making capability. The conventional alternative includesExpected Utility Theory, which asserts that bets should be sized to maximize the expected utility of outcomes.\n\nMost investorsusing the Kelly Criteriontry to estimate this value based on their historical trades by looking at the last 50 or 60 trades and counting how many of them had positive returns.\n\nTo enter odds into the Kelly Criterion, one first needs to determine W, the probability of a favorable return, and R, the size of the average win divided by the size of the average loss. The easiest way to estimate these percentages is from the investor's recent investment returns. These figures are then entered into the formula: K= W- (1-W) / R—where K represents the percentage of the investor's bankroll that they should invest.\n\nTheBlack-Scholes Modeland the Kelly Criterion are mathematical systems that estimate investment returns when some key variables depend on unknown probabilities. The Black-Scholes model calculates the theoretical value of options contracts, based upon their time to maturity and other factors. The Kelly Criterion is used to determine the optimal size of an investment, based on the probability and expected size of a win or loss.\n\nThe Kelly Criterion is a mathematical formula that helps investors and gamblers calculate what percentage of their money they should allocate to each investment or bet. It is one of many models that can help investors diversify.",
  "url": "https://www.investopedia.com/terms/k/kellycriterion.asp"
}