{
  "term": "What Are the 5 Principal Risk Measures and How Do They Work?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nRisk measures are statistical measures that are historical predictors of investment risk andvolatility, and they are also major components inmodern portfolio theory (MPT). MPT is a standard financial and academic methodology for assessing the performance of a stock or a stock fund as compared to itsbenchmarkindex.\n\nThere are five principal risk measures, and each measure provides a unique way to assess the risk present in investments that are under consideration. The five measures include alpha, beta, R-squared, standard deviation, and the Sharpe ratio.Risk measurescan be used individually or together to perform a risk assessment. When comparing two potential investments, it is wise to compare similar ones to determine which investment holds the most risk.\n\nAlphameasures risk relative to the market or a selected benchmark index. For example, if the S&P 500 has been deemed the benchmark for a particular fund, the activity of the fund would be compared to that experienced by the selected index. If the fund outperforms the benchmark, it is said to have a positive alpha. If the fund falls below the performance of the benchmark, it is considered to have a negative alpha.\n\nBetameasures the volatility orsystematic riskof a fund in comparison to the market or the selected benchmark index. A beta of one indicates the fund is expected to move in conjunction with the benchmark.Betas below one are considered less volatilethan the benchmark, while those over one are considered more volatile than the benchmark.\n\nR-Squaredmeasures the percentage of an investment's movement attributable to movements in its benchmark index. An R-squared value represents the correlation between the examined investment and its associated benchmark. For example, an R-squared value of 95 would be considered to have a high correlation, while an R-squared value of 50 may be considered low.\n\nThe U.S. Treasury Bill functions as a benchmark for fixed-income securities, while the S&P 500 Index functions as a benchmark for equities.\n\nStandard deviation is a method of measuring data dispersion in regards to the mean value of the dataset and provides a measurement regarding an investment’s volatility.\n\nAs it relates to investments, the standard deviation measures how much return on investment is deviating from the expected normal or average returns.\n\nTheSharpe ratiomeasures performance as adjusted by the associated risks. This is done by removing the rate of return on a risk-free investment, such as a U.S. Treasury Bond, from the experienced rate of return.\n\nThis is then divided by the associated investment’s standard deviation and serves as an indicator of whether an investment's return is due to wise investing or due to the assumption of excess risk.\n\nWays to minimize risk when investing in stocks is to do thorough research before picking a stock, diversifying one's portfolio, investing alongside one's risk appetite, having a long-term investment horizon, not panicking in terms of volatility, and regularly evaluating your portfolio.\n\nThe primary risk with a stock is that you will lose the money you invested in it. The performance of a stock is never guaranteed. If you buy a stock, the price may never increase but there is always the risk that the price will drop, causing you to lose the entire value of your investment.\n\nRisk metrics are mathematical approaches to gauging the possible loss of a security or investment portfolio. When evaluating stocks, risk metrics help investors determine the potential downside.\n\nTrading and investing are difficult. Picking the right stocks or assets can be complex and it is hard to know the right time to buy a stock and when to sell it. There are many metrics out there that can help make a decision, particularly those assessing risk. Utilizing the above metrics can greatly assist investors in making the right investment choices.\n\nCorrection—April 17, 2024:This article has been corrected to state that Beta measures systematic risk.\n\nFleming, Michael J. \"The Benchmark U.S. Treasury Market: Recent Performance and Possible Alternatives.\"FRBNY Economic Policy Review, April 2000, pp. 129-130.\n\nS&P Global. \"U.S. Equity: Overview.\"",
  "url": "https://www.investopedia.com/terms/r/riskmeasures.asp"
}