{
  "term": "What Is Human Capital?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nHuman capital is the value employees bring to a company that translates to productivity or profitability.\n\nHuman capital is theeconomic valueof a worker's experience and skills. Human capital is further enhanced by education, training, intelligence, skills, health, and other qualities employers value, such as loyalty and punctuality. Human capital is an intangible asset not listed on a company'sbalance sheetand perceived to increase productivity and profitability.\n\nIn the 18th century, economist Adam Smith referred to the concept in his book \"An Inquiry into the Nature and Causes of the Wealth of Nations\",in which he explored a nation'swealth, knowledge, training, talents, and experiences. Adams suggested that improving human capital through training and education leads to a more profitable enterprise.\n\nIn the 1960s, economistTheodore Schultzanalyzed the value of human capacities. Schultz compared human capital to other forms of capital that improve the quality and level ofproduction, and companies must invest in the education, training, and enhanced benefits of an organization's employees.\n\nThe terms \"human capital\" and \"human resources\" have been criticized as they reduce employees to other workplace resources like utilities or technology. Some employment support organizations like ADP advise using terms like \"associates\" or \"people\" to discourage the anonymous tone that the phrase \"human capital\" means for individuals with families and personal lives who come into the office.\n\nEmployees are typically managed by an organization'shuman resources(HR) department, which oversees workforce acquisition, management, and optimization. Its other directives include workforce planning and strategy,recruitment, employee training and development, and reporting and analytics.\n\nSince human capital is based on improving employee skills and knowledge through education, these investments can be easily calculated. Anyreturn on investment (ROI)of human capital can be calculated by dividing the company’s total profits by its overall investments in human capital. All of this has great economicvaluefor employers and the economy.\n\nCompanies that invest to improve employees and then show a profit can compare the ROI of human capitalyear-over-year (YOY)to track how profit is improved and whether it relates to their investments in its workforce.\n\nJob skills through employer training can attribute to 46% of the average employee's lifetime earnings.\n\nThere is a strong relationship betweenhuman capital and economic growth. Companies that invest in employees retain talented workers and see consistent earnings compared to industry peers. People who participate in the workforce with higher education will often have larger salaries, which means they can spend more in the local economy.\n\nLike anything else, human capital is not immune todepreciation. This is often measured in wages or the ability to stay in the workforce. The most common ways human capital can depreciate areunemployment, injury, or loss of a specialized skill.\n\nHuman capital tends to migrate, especially in global economies. That's why there is often a shift from developing places or rural areas to more developed and urban areas. Some economists have dubbed this abrain drainor human capital flight. This describes the process that keeps certain areas underdeveloped while others become even more developed.\n\nEmployers can improve human capital retention with training and education in communication, technical skills, problem-solving skills, and employee health benefits.\n\nHuman capital is not easily measured like debt or equity. It equates more to intellectual property andintellectual capital. Human capital is commonly measured by the skills a company's workforce possesses.\n\nWorkforce risk refers to the gap between a company's employee requirements and the availability of the skills and talents needed to maintain its workforce. Workforce risk threats affect a company's operational and financial abilities.\n\nHuman capital is the economic value of a worker's abilities and skills. Companies can enhance their human capital through recruitment or training and by implementing management techniques that optimize the productivity of their existing workers. Maintaining and improving the value of human capital is usually the role of a company's HR department.\n\nUniversity of Glagow. \"Explore Adam Smith - Life, Work, and Legacy.\"\n\nSchultz, Theodore W. \"Investment in Human Capital.\"The American Economic Review,vol. 51, no. 1, 1961, pp. 1-17.\n\nADP. \"Why You Shouldn't Call Humans \"Resources\".\"\n\nMcKinsey Global Institute. \"Performance Through People: Transforming Human Capital Into Competitive Advantage.\"\n\nNational Bureau of Economic Research. \"Return Migration and Human Capital Flows.\"\n\nDeloitte. \"Workforce Risk Management.\"",
  "url": "https://www.investopedia.com/terms/h/humancapital.asp"
}