{
  "term": "What Is Weak Form Efficiency and How Is It Used?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWeak form efficiency claims that past price movements, volume, and earnings data do not affect a stock’s price and can’t be used to predict its future direction.\n\nWeak form efficiency is one of the three different degrees ofefficient market hypothesis (EMH).\n\nWeak form efficiency, also known as therandom walk theory, states that future securities' prices are random and not influenced by past events. Advocates of weak form efficiency believe all current information is reflected in stock prices and past information has no relationship with current market prices.\n\nThe concept of weak form efficiency was pioneered by Princeton University economics professor Burton G. Malkiel in his 1973 book, \"A Random Walk Down Wall Street.\" The book, in addition to touching on random walk theory, describes the efficient market hypothesis and the other two degrees of efficient market hypothesis:semi-strong form efficiencyandstrong form efficiency. Unlike weak form efficiency, the other forms believe that past, present, and future information affects stock price movements to varying degrees.\n\nThe key principle of weak form efficiency is that the randomness of stock prices make it impossible to findprice patternsand take advantage of price movements. Specifically, daily stock price fluctuations are entirely independent of each other; it assumes that price momentum does not exist. Additionally, past earnings growth does not predict current or future earnings growth.\n\nWeak form efficiency doesn’t considertechnical analysisto be accurate and asserts that even fundamental analysis, at times, can be flawed. It’s therefore extremely difficult, according to weak form efficiency, to outperform the market, especially in the short term. For example, if a person agrees with this type of efficiency, they believe that there’s no point in having a financial advisor or active portfolio manager. Instead, investors who advocate weak form efficiency assume they can randomly pick an investment or aportfoliothat will provide similar returns.\n\nSuppose David, aswing trader, sees Alphabet Inc. (GOOGL)continuously decline on Mondays and increase in value on Fridays. He may assume he can profit if he buys the stock at the beginning of the week and sells at the end of the week. If, however, Alphabet’s price declines on Monday but does not increase on Friday, the market is considered weak form efficient.\n\nSimilarly, let’s assume Apple Inc. (APPL) has beaten analysts’ earnings expectation in the third quarter consecutively for the last five years. Jenny, abuy-and-holdinvestor, notices this pattern and purchases the stock a week before it reports this year’s third quarter earnings in anticipation of Apple’s share price rising after the release. Unfortunately for Jenny, the company’s earnings fall short of analysts’ expectations. The theory states that the market is weakly efficient because it doesn’t allow Jenny to earn an excess return by selecting the stock based on historical earnings data.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nBurton Gordon Malkiel. \"A Random Walk Down Wall Street: The Time-tested Strategy for Successful Investing,\" Page 100. W.W Norton & Company, 2007.",
  "url": "https://www.investopedia.com/terms/w/weakform.asp"
}