{
  "term": "What Are Articles of Association?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nArticles of Association are internal documents and rules to specify the regulations for a company's operations and define the company's purpose. It outlines how tasks are to be accomplished within the organization, including the process of appointing directors and handling financial records.\n\nArticles of Association identify how a company issues shares, paysdividends, audits financial records, and providesvoting rights. This set of rules can be considered a user's manual for the company. The content varies from jurisdiction to jurisdiction but this document holds a similar format globally and commonly outlines:\n\nA company may or may notissue shares, but if they are found in the articles of association, they can be issued if needed.\n\nA person, or group of people, starting a business will typically refer to a lawyer,accountant, or both for advice when setting up a company. The company will choose a name and define its purpose. The company is then registered at the state or federal level.\n\nA company may issue shares to divide the company but it doesn't need to. The articles lay out how this can be done. The lawyer or accountant will typically work with the company directors to define how they structure the company.\n\nThe articles include the company directors, along with their personal information and a business address. Changes can be made to the Articles of Association with director(s) approval.\n\nArticles of Association are internal documents that define a company's purpose as a business, key information such as the name, and how shares are structured.Articles of Incorporationare formal documents filed with a government body to form a corporation legally. Articles of incorporation include the firm’s name, street address, agent for service of process, and the amount and type ofstock to be issued.\n\nArticles of Organization are legal documents used to establish alimited liability company(LLC) at the state level.\n\nA company's founders typically create its Articles of Association. Because it is an important document addressing the company's management and finances, the creators do so in consultation with lawyers, accountants, or both.\n\nArticles of Association define what a company is and how it operates. This includes fundamental information such as the company's name, its founders and original shareholders, the purpose driving the company, how shareholders meetings are conducted, and how directors are hired.\n\nU.S. Small Business Administration. \"Register Your Business.\"",
  "url": "https://www.investopedia.com/terms/a/articles-of-association.asp"
}