{
  "term": "What Is a Minsky Moment? Definition, Causes, History, and Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA Minsky moment refers to a sudden collapse of asset prices after a long period of growth sparked by debt or currency pressures. It's at the explosive juncture of an economy about to fall.\n\nIn finance and investing, a sudden and catastrophic collapse of asset prices after a period of growth and stability is known as a Minsky moment. Named after economist Hyman Minsky (1911 to 1996), this label has been applied to some of the most devastating economic crises in history. Minsky mostly wrote during a period when he thought economists were lulled into complacency by the relative stability of the mid-20th century. His work was meant to wake them from their slumber. As such, there is an irony that an economist who dedicated his life's work to developing policy solutions to avoid financial crises has his name applied to the very moments he sought to prevent.Several decades after his death, after so many crises, we might not now be in a Minsky moment, but we seem to be in a Minsky era.\n\nBelow, we show you how analysts diagnose a Minsky moment. Also, Minsky's suggestions for preventing or recovering from it.\n\nThe phrase \"Minsky moment\" was coined in 1998 by Paul McCulley ofPIMCOfame while referring to the Asian Debt Crisis of 1997.The concept derives from the view that periods of bullish speculation, if they last long enough, will eventually lead to a crisis, and the longer the period of speculation lasts, the more severe the eventual crisis will be.Hyman Minsky worked for much of his career in relative obscurity, but that would change when his work on economic crises became unfortunately relevant. Minsky thought these events were the result of a new form of capitalism, which he called \"money manager capitalism\" (what others would later call \"financialization\") in the last decades before he died in 1996. Here, Minsky gives a succinct summary of his views:\n\nIn short, Minksy was a Keynesian (orneo-Keynesian), arguing thatmarkets tend to produce crisesthat good institutions and policies can prevent.Minsky believed that financial markets move through cycles of boom and bust, emphasizing that once there's a transition from stable investment to speculative finance, the chance for a crash heightens when the time comes that investors can no longer afford their spiraling debt. Two crucial points are worth emphasizing:\n\nMinsky's work describes how periods of economic stability can paradoxically lead to greater instability in the long run. According to Minsky, more investment generates higher profits at the aggregate level, all else being equal. While this is a positive sign for most investors and the public, it can make the financial system more unstable. When profits continually exceed expectations, servicing debt becomes easier, encouraging firms to borrow ever more sums.After all, in a booming economy, profits from speculation outpace the interest to be paid. As Janet Yellen put in 2009, \"When optimism is high and ample funds are available for investment, investors tend to migrate from the safe hedge end of the Minsky spectrum to the risky speculative and Ponzi end\"\n\nThis leads us to Minsky's famous categories of credit: hedge, speculative, and Ponzi. Let's define these:\n\nOnce an economy reaches the third stage, if prices don't go up and lenders stop lending, then the Minsky moment arrives. Drawing on the work of other economists, Minsky's theory also describes a \"debt deflation\" process that's not the result of overleveraged firms purposely going way over their skis. The \"events that trigger the start of a debt deflation are normal results of the financing relations that lead into and take place during an investment boom,” Minsky wrote.\n\nThe bankruptcy of one major borrower can bring down its creditors, who then default on their own debts, creating a cascade of defaults. As uncertainty and pessimism spread, investment declines, and, through a multiplier effect, income and demand drop as a recession or worse arrives.\n\nThe crisis that made the notion of Minsky moment more widely known, at least among analysts and regulators, was the 2008 financial crisis, also called theGreat Recession. During this period, a wide range of markets reached all-time lows, triggering a wave of margin calls, a massive sell-off in assets to cover debts, and high default rates.\n\nGiven the massive changes in finance and the economy, there's something of a parlor game among analysts, theorists, and practitioners to name the current period (neoliberalism, financialization, post-Keynesian, postmodern finance, and so on) and to mark its beginnings, whether 1945, 1980, 2007-8, or the pandemic. Minsky used the phrase \"money manager capitalism\" for the postwar period to describe changes in the American financial system. He argued that the rise of institutional investors, such as pension and mutual funds, had fundamentally changed the nature of capitalism. He thought such a system was inherently volatile, which was his \"financial instability hypothesis.\"\n\nTo understand the changes in capitalism, which to many of us is simply the natural state of capitalist markets, we need to look at the prewar period as Minsky saw it. Before the era of money manager capitalism, there was, for Minsky, \"commercial capitalism.\" We can think broadly of the period from when the Depression-era regulations took effect through the 1950s and beyond.Under this system, banks were the dominant financial institutions, and their primary role was to provide financing to businesses and households for productive investments. They had long-term relationships with their customers and were more focused on the soundness of their loans than on maximizing short-term profits. The government played a more active role in regulating the financial system and promoting economic stability through deposit insurance and bank supervision policies. This was a period of stability that economists, he later argued, took for granted.\n\nUnder money manager capitalism, on the other hand, the primary goal of financial institutions is to maximize returns for their clients rather than to support the broader economy. This leads to a focus on short-term profits, a tendency toward speculation, and ever more financial \"innovation,\" producing new speculative investment products. Here are some primary features of this kind of capitalism, according to Minsky:\n\nPutting this all together, Minsky's concept of money manager capitalism highlights how the evolution of the financial system has transformed capitalism itself, creating, Minsky thought, new risks and challenges for policymakers and society.\n\nA search of academic journal and newspaper databases shows that prognosticators are seemingly always working on articles about how the present is perhaps ripe for a Minsky moment. That doesn't make these analysts wrong—after all, Minsky thought this was to be a period of instability. Here, we review some major recent events that brought Minsky to mind for some:\n\nStarting in about 2017, experts issued warnings of an approaching Minsky moment in China as debt levels increased while equity values kept up their bullishtrend.The Chinese government warned investors of an impending crisis or Minsky moment if debt levels continued to rise.\n\nWhen COVID-19 arrived in 2020, it exacerbated Chinese companies' already high debt levels as it lowered macroeconomic growth. With overleveraged balance sheets, many Chinese companies struggled to service debts, which had fueled speculative investing. While China tried to manage the crisis, in 2024, the bankruptcy of Evergrande Group, the Chinese real estate, looked to some as if it was finally setting off the Minsky moment.Meanwhile, the pandemic aftermath in China unfolded largely as Minsky’s framework would predict: more inefficient construction projects, lower interest rates, financial firm bailouts, and the squeezing of private corporations.\n\nFor readers of Minksy, revelations aboutEvergrande's and other developers' apparent Ponzi financing schemeswere perhaps a bit on the nose, given the name of his third credit cycle. With real estate demand declining, the system has unraveled. Some analysts predict the scale of the crisis, resembling Japan’s 1990s lost decade, could impede China’s growth and competitiveness for years.\n\nIn early 2023, experts quickly reached for Minksy's terms, worried about the hit the U.S. financial sector took as several regional banks collapsed and faced bank runs.The events surrounding the collapse ofSilicon Valley Bank, among other troubled financial institutions, caused some to diagnose a Minsky moment as these banks were taking ever-riskier bets with their lending and financing. Fortunately, though painful for those involved, the episode turned out largely self-contained.\n\nMore recently, theInternational Monetary Fundhas joined a chorus of those issuing warnings of high global debt levels and the potential for a financial crisis.While this has not yet come about, there are warning signs. The U.S. has had an extended period of economic prosperity, rising debt levels, and speculative market activity as the S&P 500 and Dow Jones Industrial Average have broken all-time records. Nevertheless, speculation does not yet seem to be at the extreme levels that presage a Minsky moment, though time will tell.\n\nMinsky argued for policy interventions during a Minsky moment to stabilize the economy and prevent a financial crisis. Here are some of his recommendations:\n\nIn the midst of a crisis, responsive measures include swift central bank interventions to provide liquidity, government bailouts to stabilize key financial institutions, and international cooperation to manage cross-border financial crises. These actions, he thought, might cushion the economic blow.\n\nThe market crash andGreat Depressionof the 1930s and the 2008 Global Financial Crisis/Great Recession are the most-cited examples. The 2008 crisis was triggered by the bursting of the U.S. housing bubble and subsequent failure of financial institutions overexposed to mortgage-backed securities. Another instance is the 1997Asian Financial Crisis, starting with the collapse of the Thai baht and spreading to other East Asian economies, exacerbated by high levels of private debt.\n\nPredicting a Minsky moment is inherently difficult because of the complexity of market forces, investor psychology, and external economic factors or shocks. While economists and analysts can try to identifyspeculative bubblesand overleveraging as warning signs, the precise timing and trigger of a Minsky moment are often unpredictable.\n\nCritics argue that Minsky's theories are too focused on financial markets and neglect the role of real economic factors. Some also argue that his model is too deterministic, suggesting thatfinancial crisesare inevitable, which is not always the case. Others criticize the lack of empirical evidence supporting his hypotheses.\n\nA Minsky moment is a sudden market collapse after a prolonged period of speculative investment. It's named after economist Hyman Minksy, who proposed that contemporary financial markets are inherently unstable, cycling through periods of prosperity, speculative excess, and then crisis. His theory emerged from observing that investors tend to take on more risk during boom times, using borrowed money, which becomes unsustainable. Minsky moments, for many, highlight the need for financial stability measures from governments and regulators, reminding us that speculative bubbles can lead to devastating crashes and economic downturns without proper oversight.\n\nCongressional Research Service. “Ability To Repay, Risk-Retention Standards, and Mortgage Credit Access.” Page 1.\n\nLevy Economics Institute of Bard College. “A Perspective on Minsky Moments: The Core of the Financial Instability Hypothesis in Light of the Subprime Crisis.” Page 2.\n\nL. Randall Wray. \"Minksy Crisis.\" In Steven N. Durlauf and Lawrence E. Blume, eds. \"The New Palgrave Dictionary of Economics.\" Palgrave Publishing, 2018. Pages 8792-8798.\n\nHyman Minsky. \"Uncertainty and the Institutional Structure of Capitalist Economics.\"Journal of Economic Issues. 30.2 (1996). Pages 357-368.\n\nHyman Minsky. \"John Maynard Keynes.\" Springer, 1975.\n\nHyman Minsky. \"The Essential Characteristics of Post Keynesian Economics.\" By Ghislain Deleplace and Edward J. Nell, eds. \"Money in Motion: The Post Keynesian and Circulation Approaches.\" (Via Google Scholar.) St. Martin’s Press. Pages, 70-88.\n\nJanet L. Yellen. \"A Minsky Meltdown: Lessons for Central Bankers?\" In \"Conference Proceedings, 18th Annual Hyman P. Minsky Conference on the State of the U.S. and World Economies: Meeting the Challenges of Financial Crisis.\" Levy Economics Institute of Bard College. Pages 39-46.\n\nHyman Minsky. \"Stabilizing an Unstable Economy.\" McGraw Hill, 1986. Page 242.\n\nIndependent Commodity Intelligence Services. “China’s ‘Minsky Moment’ and the Global Economy.”\n\nTW Research Group. “China’s Minsky Moment.”\n\nPeople’s Bank of China. “Governor Zhou Xiaochuan Answered Press Questions at the 19th CPC National Congress.”\n\nInternational Monetary Fund. \"China’s Real Estate Sector: Managing the Medium-Term Slowdown.\"\n\nForbes. \"The Risks China Faces Now That Its Minsky Moment Has Begun.\"\n\nMorningstar. \"Is This Another Minsky Moment?\"\n\nInternational Monetary Fund. “Global Debt Is Returning to Its Rising Trend.”\n\nFiscalData. “Debt to the Penny.”",
  "url": "https://www.investopedia.com/terms/m/minskymoment.asp"
}