{
  "term": "What Is a Non-Interest-Bearing Current Liability (NIBCL)?",
  "definition": "A non-interest-bearing current liability (NIBCL) is a category of expenses that an individual or a company must pay off within the calendar year but will not owe interest on. Taxes that do not include late penalties, as well as accounts payable, within the credit terms timelines or without late fees, are examples of NIBCLs that can be found on a company's balance sheet.\n\nNIBCLs are listed on a balance sheet under the liabilities column, in thecurrent liabilitiessection.\n\nNon-interest-bearing current liabilities are relatively straightforward. Interest-bearing currentliabilities, such as working capital loans or the current portion due on long-term debt, can be more complicated.\n\nIn addition to non-interest-bearing current liabilities, a balance sheet may list non-interest-bearing non-current liabilities. This indicates a debt that must be paid more than a year in the future but is not accruing interest.\n\nNon-interest-bearing liabilities that are not due for payment until a later period are listed separately.\n\nA large number of non-interest-bearing non-current liabilities in a balance sheet is considered to be a warning sign that a company is piling up expenses that it may have trouble paying down the road.\n\nIndividuals, as well as corporations, have non-interest-bearing current liabilities.\n\nIf a person made up a balance sheet that looked like a corporate financial document, costs such as rent and utilities would go under NIBCL. A mortgage or car payment, however, would be an interest-bearing liability.\n\nNon-interest-bearing consumer debt is all too rare, but a consumer with a good introductory deal on a credit card would be able to record the current balance on the card as a NIBCL.\n\nExamples of a consumer's non-interest bearing non-current liability are someone who leased a new car or furnished a home using one of those no-payment-for-30 to 180-days deals might log the future payments as non-interest-bearing non-current liabilities.\n\nAnother example that is trending now is a fintech product called Buy Now Pay Later (BNPL) that gives consumers offers to buy products and pay them through installments with no interest charged if in line with the terms.\n\nA bond or a note may be an NIBCL if it bears no interest. That is, some investments in debt pay no interest but are sold at a discount to their face values. The investor's profit comes with the return of the original investment at its full face value when the note reaches maturity.\n\nThe Kroger Co. owns a wide range of familiar store names such as Dillons, Pay-Less Supermarkets, and Ralph's as well as the Kroger stores. It listed the following under Current Liabilities on its balance sheet:",
  "url": "https://www.investopedia.com/terms/n/nibcl.asp"
}