{
  "term": "What Are Fringe Benefits? How They Work and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFringe benefits are additions to compensation that employers offer workers to recruit, motivate, and retain high-quality talent. Examples include a company car, paid time off, and a gym membership.\n\nCommon fringe benefits are basic items that are often included in hiring packages. These includehealth insurance,life insurance, tuition assistance, childcare reimbursement, cafeteria subsidies, below-market loans, employee discounts,employee stock options, and use of a company-owned vehicle.\n\nUncommon fringe benefits may fit the company profile. PetSmart, for example, has a pet-friendly workplace. Ben & Jerry's rewards its workers with free ice cream.The companies that compete for the best talent in highly competitive fields may offer the most extraordinary fringe benefits. Google's parent company, Alphabet, provides free commuter bus service and a free gourmet cafeteria.Microsoft gives 20 weeks of paid time off to new birth mothers and 12 weeks for other new parents.\n\nFringe benefits are taxable unless they are specifically exempted. If you receivetaxable fringe benefits, you must include theirfair market valuein your taxable income for the year. TheInternal Revenue Service (IRS)maintains a list called theTax Guide to Fringe Benefits. The list of fringe benefits excluded from income taxes includes:\n\nAll of these exemptions are subject to certain and often complex conditions. For example, achievement awards are only exempt up to a value of $1,600 for qualified plan awards and a value of $400 for non-qualified plan awards.\n\nQualified plan awards are open to all employees, not just highly paid employees. Other exemptions are not available to highly compensated employees if the benefits are given to them but not rank-and-file employees. These include employee discounts, adoption assistance, and dependent care assistance. Most but not all fringe benefits that are income tax-exempt are also exempt from Social Security, Medicare, and federal unemployment taxes.\n\nThe companies that compete for the best talent in highly competitive fields may offer the most extraordinary fringe benefits.\n\nAny fringe benefit not named above, or any of the benefits named above that does not conform to IRS rules for exemption, is taxable. The exemption rules are complex, also.\n\nFor example, working condition benefits are taxable to the extent that they are for personal use. If an employee is given a laptop, the taxable income would be the percentage of the laptop's fair market value devoted to personal use. If 80% of its use is personal, the taxable income is 80% of the value of the computer.\n\nIn general, fringe benefits are valued at fair market value. This is the amount the employee would pay for the same benefit at retail.\n\nAny fringe benefit an employer provides is taxable and must be included in the recipient's pay unless the law expressly excludes it.\n\nAcafeteria planrefers to a suite of fringe benefits that allows employees to choose among them. Often, these benefits will come out of pre-tax dollars. They may include insurance plans andretirementbenefits. The name cafeteria is used because it is akin to a menu of benefits that can be selected or passed over, like at a cafeteria buffet.\n\nAn achievement award may be excluded from taxation as a fringe benefit if it meets specific criteria. For example, it must be worth less than $1,600 and cannot be cash or cash equivalents such as a gift certificate or a gift card. It also cannot be stocks, bonds, or other securities. The exclusion doesn't include vacations, meals, lodging, and tickets to theater or sporting events.\n\nFringe benefits are additional incentives that employers offer to attract and retain talent. They range widely, from gym memberships to pet-friendly workplaces.\n\nBen & Jerry's. \"What’s the Best Part About Working at Ben & Jerry’s?\"\n\nInternal Revenue Service. \"Publication 15-B (2023), Employer's Tax Guide to Fringe Benefits.\"\n\nInternal Revenue Service. \"Fringe Benefits Guide,\" Page 46.",
  "url": "https://www.investopedia.com/terms/f/fringe-benefits.asp"
}