{
  "term": "What Is a Dark Cloud Cover? Definition, Significance, and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDark Cloud Cover is a bearish reversalcandlestickpattern where a down candle (typically black or red) opens above the close of the prior up candle (typically white or green), and then closes below the midpoint of the up candle.\n\nThe pattern is significant as it shows a shift in the momentum from the upside to the downside. The pattern is created by an up candle followed by a down candle. Traders look for the price to continue lower on the next (third) candle. This is calledconfirmation.\n\nThe Dark Cloud Cover pattern involves a large black candle forming a \"dark cloud\" over the preceding up candle. As with abearish engulfingpattern, buyers push the price higher at the open, but sellers take over later in the session and push the price sharply lower. This shift from buying to selling indicates that a price reversal to the downside could be forthcoming.\n\nMost traders consider the Dark Cloud Cover pattern useful only if it occurs following anuptrendor an overall rise in price. As prices rise, the pattern becomes more important for marking a potential move to the downside. If the price action ischoppythe pattern is less significant since the price is likely to remain choppy after the pattern.\n\nThe five criteria for the Dark Cloud Cover pattern are:\n\nThe Dark Cloud Cover pattern is further characterized by white and black candlesticks that have longreal bodiesand relatively short or non-existentshadows. These attributes suggest that the move lower was both highly decisive and significant in terms of price movement. Traders might also look for a confirmation in the form of a bearish candle following the pattern. The price is expected to decline following the Dark Cloud Cover, so if it doesn't that indicates the pattern mayfail.\n\nThe close of the bearish candle may be used to exitlongpositions. Alternatively, traders may exit the following day if the price continues to decline (pattern confirmed). If enteringshorton the close of the bearish candle, or the next period, astop losscan be placed above the high of the bearish candle.\n\nThere is noprofit targetfor a Dark Cloud Cover pattern. Traders utilize other methods or candlestick patterns for determining when to exit a short trade based on Dark Cloud Cover.\n\nTraders may use the Dark Cloud Cover pattern in conjunction with other forms of technical analysis. For example, traders might look for arelative strength index (RSI)greater than 70, which provides a confirmation that the security is overbought. A trader may also look for abreakdownfrom a keysupport levelfollowing a Dark Cloud Cover pattern as a signal that adowntrendmay be forthcoming.\n\nThe following chart shows an example of the Dark Cloud Cover pattern in the VelocityShares Daily 2X VIX Short Term ETN (TVIX):\n\nIn this example, the Dark Cloud Cover occurs when the third bullish candle is followed by a bearish candle that opens higher and closes below the midpoint of the last bullish candle. The pattern successfully predicted a downturn in the following session where the price moved nearly seven percent lower. That session provided confirmation.\n\nTraders who were long could consider exiting near the close of the bearish candle or on the following day (confirmation day) when the price continued dropping. Traders could also enter short positions at these junctures as well.\n\nIf entering short, the initial stop loss could be placed above the high of the bearish candle. Following the confirmation day, the stop loss could be dropped to just above the confirmation day high in this case. Traders would then establish a downside profit target, or continue totrail their stop lossdown if the price continues to fall.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/d/darkcloud.asp"
}