{
  "term": "What Is Diluted EPS?",
  "definition": "Diluted EPS measures a company's earnings per share if all convertible securities are exercised at once.\n\nEarnings per share (EPS) helps measure a company's profitability. Diluted EPS is considered a conservative metric because it indicates reducedearnings per share (EPS)when all convertible securities are exercised. Convertible securities includepreferred shares,debentures, stock options, andwarrants.\n\nInvestopedia / Michela Buttignol\n\nEPS compares the company's net earnings against its outstanding number of shares. Calculating diluted EPS includes future shares that a company may be obligated to issue.Dilutive securitiesinclude convertible preferred stock, stock options, and convertible bonds. If all of these securities were exercised, it would increase the number of outstanding shares and dilute EPS:\n\nShareholders typically resist dilution as it devalues their existing equity stake and reduces a firm's earnings per share.\n\nA basic EPS equals the company'snet incomeminus preferred dividends, divided by the weighted- average of outstanding common shares.\n\nTo calculate diluted EPS, include the number of dilutive shares, or the number of shares that would exist if all of a company's existing potential share obligations were exercised, in the weighted average with the outstanding common shares.\n\nCompany ABC has the following financial data:\n\nEPS = ($11 Million - $1 Million) / 20 Million Shares Outstanding\n\nDiluted EPS = ($11 Million - $1 Million) / (20 Million Shares Outstanding + 20 Million Dilutive Shares)\n\nDiluted EPS can provide a more accurate picture of a company's financial condition than ordinary EPS. Since many companies have obligations that could result in additional shares being issued, it is best to express financial metrics such as EPS using a diluted share count.\n\nEarnings per share is a metric to assess a company's financial health. Public companies must report EPS on their income statement and include both primary and diluted EPS.\n\nDiluted EPS indicates a worst-case scenario that reflects the consequence of all dilutive shares such as options, warrants, and convertible preferred shares, converted simultaneously. The potential fordilutionof the company's shares may concern analysts and investors.\n\nFor example, if Company A has $9 billion in outstanding shares and a $0.10 difference between its basic EPS and diluted EPS, that calculates to $900 million in potential new common shares and dilution.\n\nIf converted, dilutive securities effectively increase the weighted number of outstanding shares, decreasing EPS, and thereby devaluing a shareholder's existing equity stake.\n\nYes, a high diluted EPS is better than a lower one. However, a high diluted EPS with a small difference between it and basic EPS is preferable. This corporate situation should obtain higher valuations from the market with investors more willing to pay a premium for each share. A high diluted EPS with a lower difference than the basic EPS means there is less chance of dilution.\n\nPublicly traded companies are required to report both EPS and diluted EPS.Private companies are not required to report their financials, including EPS and diluted EPS.\n\nDiluted EPS is a performance metric used to assess a company's earnings per share if all convertible securities were exercised. Dilution devalues a shareholder's existing equity stake and reduces a firm's earnings per share. Publicly traded companies must report both EPS and diluted EPS on their earnings report.\n\nPwC. \"Classification of Preferred Stock.\"\n\nEmpower. \"What Are Stock Options & How Do They Work?\"\n\nFidelity. \"What Are Convertible Bonds?\"\n\nIG International. \"What Is Share Dilution and How Does It Affect You?\"\n\nDeloitte. \"Your Guide to Presentation and Disclosure Under ASC 260.\"\n\nWint Wealth. \"What Is the Difference Between EPS? Diluted-EPS? Adjusted EPS?\"\n\nDeloitte. \"On the Radar Earnings per Share.\"\n\nChicago Booth Review. \"Should Private Companies Be Required to Report Their Financials?\"",
  "url": "https://www.investopedia.com/terms/d/dilutedeps.asp"
}