{
  "term": "What Is the Hierarchy-of-Effects Theory and Its Stages?",
  "definition": "The hierarchy-of-effects theory is a model of howadvertisinginfluences a consumer's decision to purchase or not purchase a product or service. The hierarchy represents the progression of learning and decision-making consumer experiences as a result of advertising. A hierarchy-of-effects model is used to set up a structured series of advertising message objectives for a particular product, to build upon each successive objective until a sale is ultimately made. The objectives of acampaignare (in order of delivery): awareness, knowledge, liking, preference, conviction, and purchase.\n\nThe hierarchy-of-effects theory is an advancedadvertising strategyin that it approaches the sale of agood throughwell-developed, persuasive advertising messages designed to buildbrand awarenessover time. While an immediate purchase would be preferred, companies using this strategy expect consumers to need a longer decision-making process. The goal of advertisers is toguide a potential customerthrough all six stages of the hierarchy.\n\nThe behaviors associated with the hierarchy-of-effects theory can be boiled down to \"think,\" \"feel,\" and \"do,\" or cognitive, affective, and conative behaviors. The hierarchy-of-effects model was created by Robert J. Lavidge and Gary A. Steiner in their 1961 article, \"A Model for Predictive Measurements of Advertising Effectiveness.\"\n\nThe awareness and knowledge (or cognitive) stages are when a consumer is informed about a product or service, and how they process the information they have been given. For advertisers, it is essential to key brand information in this cognitive stage. The information is given in a useful and easily understood fashion that compels the prospective customer to learn more and make a connection with a product.\n\nThe liking and preference (or affective) stages are when customers form feelings about a brand. The affective phase is not a time when an advertiser should focus on the product, its positive attributes, or its technical abilities. Instead, advertisers should attempt to appeal to a consumer's values, emotions, self-esteem, or lifestyle.\n\nThe conviction and purchase (or conative) stages focus on actions. During the conative stage, the advertiser attempts to compel a potential customer to act on the information they have learned and the emotional connection they have formed with a brand by completing a purchase. It may involve the conversion of doubts about a product or service into an action. In these stages, advertisers should attempt to convince potential customers that they need a product or service, possibly by offering a test drive or sample item. Advertisers should also build a level of trust with them by focusing on the quality, usefulness, and popularity of a product or service.\n\nJSTOR. \"A Model for Predictive Measurements of Advertising Effectiveness.\"",
  "url": "https://www.investopedia.com/terms/h/hierarchy-of-effects-theory.asp"
}