{
  "term": "What Is Trade Surplus? How to Calculate and Countries With It",
  "definition": "A trade surplus is an economic measure of a positivebalance of trade, where a country'sexportsexceed itsimports.\n\nA trade surplus represents a net inflow of domestic currency from foreign markets. It is the opposite of atrade deficit, which represents a net outflow and occurs when the result of the above calculation is negative. In the United States, trade balances are reported monthly by theBureau of Economic Analysis(BEA).\n\nA trade surplus occurs when trade balance is positive. Trade balance is equal to the total value of exports minus the total value of imports.\n\nA trade surplus can create employment andeconomic growth, but may also lead to higher prices andinterest rateswithin an economy. A country’s trade balance can also influence the value of its currency in the global markets, as it allows a country to have control of the majority of its currency through trade.\n\nIn many cases, a trade surplus helps to strengthen a country’scurrencyrelative to other currencies, affectingcurrency exchange rates. However, this is dependent on the proportion of goods and services traded by a country in comparison to other countries, as well as other market factors.\n\nWhen focusing solely on trade effects, a trade surplus means there is high demand for a country’s goods in the global market, which pushes the price of those goods higher and leads to a direct strengthening of the domestic currency.\n\nA trade surplus implies there is high demand from overseas for a country's goods and services, which tends to push its prices up and contribute to a strengthening of the domestic currency.\n\nThe opposite of a trade surplus is a trade deficit. A trade deficit occurs when a country imports more than it exports.\n\nA trade deficit typically also has the opposite effect on currency exchange rates. When imports exceed exports, demand for a country’s currency is lower. Lower demand for currency makes it less valuable in the international markets.\n\nWhile in most cases trade balances highly affect currency fluctuations, there are a few factors countries can manage that make trade balances less influential. Countries can manage a portfolio of investments in foreign accounts to control the volatility and movement of the currency. Additionally, countries can also agree on apegged currency ratethat keeps the exchange rate of their currency constant at a fixed rate.\n\nIf a currency is not pegged to another currency, its exchange rate is consideredfloating. Floating exchange rates are highly volatile and subject to daily trading whims within the currency market, which is one of the global financial market’s largest trading arenas.\n\nGenerally, selling more than buying is considered a good thing. A trade surplus means the things the country produces are in high demand, which should create lots of jobs and fuel economic growth. However, that doesn't mean the countries with trade deficits are necessarily in a mess. Each economy operates differently and those that historically import more, such as the U.S., often do so for a good reason. Take a look at the countries with the highest trade surpluses and deficits, and you'll soon discover that the world's strongest economies appear across both lists.\n\nIn 2022, the countries with the highest trade surplus were: China, Russia, Ireland, Saudi Arabia, and Singapore.\n\nA trade surplus rises when a country increasingly sells more to other countries than it buys from other countries. This isn’t always sustainable as growing demand tends to push the value of the currency up, making it more expensive for foreign clients to keep buying.\n\nTrade surpluses are generally more popular than trade deficits. Protecting domestic industry has become a big theme of late among politicians and led, in some cases, to a series oftrade warsandtariffs.\n\nGlobal tensions and a rise in nationalism have painted a picture of importers being losers. However, that’s not necessarily the case, especially when everyone is on good terms. Trade between countries and importing things when it makes sense financially can be seen as a positive. In fact, some of the strongest economies in the world are running a trade deficit, implying that trade is not azero-sum gameand that importing more than one exports isn’t necessarily bad.\n\nBureau of Economic Analysis. \"International Trade in Goods and Services.\"\n\nThe World Bank.\"Net Trade in Goods and Services: All Countries and Economies, Most Recent Value.\"",
  "url": "https://www.investopedia.com/terms/t/trade-surplus.asp"
}