{
  "term": "What Is a Mobile Wallet?",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA mobile wallet stores credit or debit card information on a mobile device, such as asmartphone, tablet, or smartwatch. Mobile wallets are a convenient way for you to buy things online or in stores that are set up to take payments through the wallet. They may also be more secure than physical payment cards because of the technology they use to protect your account information.\n\nA mobile wallet is either a built-in feature or an app that can be installed onto smartphones. A mobile wallet storescredit card, debit card, coupon, or reward card information and can connect directly to bank accounts.\n\nThree of the main mobile built-in wallets are Apple Wallet, Google Wallet, and Samsung Wallet. These apps store your payment card information but can also hold other documents such as event tickets, vaccination records, or airline boarding passes. They are integrated with their respective payment services (Apple Pay, Google Pay, and Samsung Wallet), which are used to make payments. You as a user may not even notice the difference between, say, Apple Wallet and Apple Pay.\n\nTake note that P2P payments via Google Pay are no longer available for U.S. users, although they may be available in certain other countries.\n\nWhen you use it to make a purchase or payment, the payment app uses a technology callednear-field communication (NFC), which uses radio frequencies to communicate between devices. NFC uses the personal identification format created for the user to communicate the payment information to the merchant’spoint-of-service (POS)terminal. The information transfer is usually triggered when the user waves or holds an NFC-enabled mobile device over the store’s NFC reader.\n\nLet's say you add your debit card to Apple Pay and want to use it at McDonald's. You would hold your phone next to the card reader, which uses NFC technology to communicate with your phone. Apple Pay opens using a verification method such as face recognition or a passcode and asks you to click a button to confirm payment through the default payment method stored with the app. (You could also tap the app to use a different card you've stored in the app.)The payment information is sent through NFC technology.\n\nThe terms mobile wallet and mobile payments are often used interchangeably, but there are slight differences between them.\n\nSome of the most common concerns about mobile wallets include how card information is handled and whether they are secure. Yourdebit cardinformation is never stored on the device. Instead, when you sign up for the service, the card information is encrypted and stored on a secure chip. When you make a purchase, Apple uses a token—a unique, randomly generated number that can be mapped to your original data. If a thief should get hold of the token, it would be useless to them.\n\nMost smartphones and mobile devices are equipped with NFC technology. iPhones have Apple Wallet and Apple Pay, Android phones are often equipped with Google Wallet, and Samsung Galaxy phones are preloaded with their proprietary Samsung Wallet, which includes Samsung Pay. Besides what comes preloaded on smartphones, mobile wallets from other companies have also become very popular.\n\nSome apps developed by third parties include:\n\nFraudulent activities, such as identity theft, are harder to initiate with mobile wallets. Though a user’s credit card can easily be stolen or duplicated, smartphones are not so easy to steal. A smartphone that is stolen may be hard to access if there is an access password, fingerprint check, or facial recognition installed.\n\nAs discussed above, mobile wallets don't store your card information on the phone, and use encryption and tokenization for secure transactions.\n\nUsing a mobile wallet can be faster than using a chip card for a payment. And because mobile wallets are a digitized version of physical wallets, almost every valuable card stored in a physical wallet can also be stored in a mobile wallet, such as a driver’s license,Social Securitycard, health insurance cards, loyalty cards, hotel key cards, and bus or train tickets.\n\nDigital walletis another term used interchangeably with mobile wallet or mobile payments. However, they are implemented differently even though they both store payment information. Digital wallets are mostly used for online transactions and may not necessarily be used on mobile devices.\n\nMobile wallets are used by people who would rather not carry a physical wallet when making in-store purchases. For this reason, these wallets have to be used on mobile and easy-to-carry platforms.\n\nApple Pay, Samsung Pay, and Google Pay are examples of mobile payments that can be installed on a handheld orwearable device. A regular PayPal account is a form of a digital wallet, but when used in conjunction with mobile payment services and mobile devices, it functions as a mobile wallet.\n\nThough digital wallets and mobile wallets are very similar, they aren't the same. Digital wallets are typically meant for online transactions, whereas mobile wallets are tied to a smartphone or wearable device. Both connect to bank accounts and credit cards for purchasing on the go.\n\nMost smartphone makers use proprietary mobile wallets on their phones. Only iOS devices may use Apple Pay, just as only Samsung phones can use Samsung Pay.For universal use, download a third-party mobile wallet like PayPal or Venmo.\n\nMany tech wearables are now capable of using mobile wallets. Depending on the device, it may come preloaded with a mobile wallet, such as Apple Pay on an Apple Watch.\n\nMobile wallets allow people to use their phones to pay for everyday services. With complex encryption and security features, using a mobile wallet can actually be safer than using a physical card. Most phones now come preloaded with the company's mobile wallet app, but there are options, such as Venmo, that work with all phone brands.\n\nGoogle. \"Changes to the Google Pay app in the US.\"\n\nApple. \"Make Purchases Using Apple Pay.\"\n\nApple. \"Apple Pay Security and Privacy Overview.\"\n\nVenmo. \"A Quick Look at Our Fees.\"\n\nNational Credit Union Administration. \"Mobile Payments and Mobile Wallets.\"\n\nSamsung. \"Samsung Pay Supported Devices.\"\n\nApple. \"Devices Compatible With Apple Pay.\"",
  "url": "https://www.investopedia.com/terms/m/mobile-wallet.asp"
}