{
  "term": "What Is an Open-Ended Investment Company (OEIC)? How They Work",
  "definition": "An open-ended investment company (OEIC) is a type of investment fund domiciled in the United Kingdom that is structured as a company in its own right to invest in stocks and other securities. OEIC shares do not trade on theLondon Stock Exchange.\n\nThe price of the shares is based largely on the underlying assets of the fund. These funds can mix different types of investment strategies such as income and growth,small capandlarge cap,and can constantly adjust their investment criteria and fund size.\n\nOEICs are called \"open-ended\" because they can create new shares to meet investor demand. Also, the fund will cancel the shares of investors who exit the fund. OEICs are regulated by the Financial Conduct Authority (FCA), which means services such as the Financial Ombudsman are available to investors if problems arise.\n\nAn open-ended investment company pools investors’ money and spreads it across a wide range of investments, such as equities orfixed-interest securities. This diversification helps reduce the risk of losing an investor’s principal. OEIC funds offer the potential for growth or income. They usually function as a medium to long-term investment, held for five to ten years or longer.\n\nAny U.K. investor, 18 years or older, may invest in a wide range of funds managed by industry experts. As in the United States, there are various levels of risk available for capital growth, income generation, or a combination of both. Shareholders may invest for themselves or their children. When children turn 18 years old, they hold the investment in their own right.\n\nAs of 2021, investors pay an initial charge of between 0% to 5% when buying new shares. This type of front-end load lowers the amount of money going into the fund to purchase shares. In addition, there is an annual management charge (AMC) of around 1% to 1.5% of the value of an investor’s shares. The AMC covers the fund manager's services. Funds that are not actively managed, such as index trackers, have much lower fees.\n\nMost funds quote atotal expense ratio(TER) or an ongoing charges figure (OCF). Each charge includes the AMC and other expenses used for comparing different products. The TER and OCF do not include dealer charges that can add significantly to annual costs if the fund has a high turnover rate.\n\nThere may also be an exit charge for selling shares, based on a percentage of the total value of the sale. However, many OEICs do not charge exit fees.\n\nOEICs are useful for investors who do not have the time, interest, or expertise to actively manage their investments. Investors may invest a single payment or monthly payments with minimum amounts depending on the fund. Also, access to funds online or over the phone is generally easy. Further, shareholders may pay a fee when moving between funds.\n\nOffer professional money management\n\nHave diversified portfolios, mitigating risk\n\nFeature low investment minimums\n\nCarry high annual fees, sales charges\n\nMust maintain cash reserves, restricting returns\n\nRequire mid-to-long-term investment horizon\n\nOEIC are not tax-advantaged; so, interest and dividends are taxable, and selling shares may incur a capital gains tax. Of course, the amounts involved must exceed dividend and capital gains tax allowances. Also, shareholders may hold OEICs tax-free in anIndividual Savings Account(ISA) or other U.K. pension plan.\n\nHowever, investment values and resulting income are not guaranteed and may increase or decrease, depending on investment performance and currency exchange rates for funds investing in foreign markets. Therefore, a shareholder may not get back the original amount invested.\n\nU.S. residents may not hold shares in OEICs. U.S. shareholders must have the OEIC sell their shares or transfer their investments to U.K. residents.\n\nIn the United Kingdom,unit trusts(UTs) and OEICs are the two most common types of investment funds, and they also have much in common.\n\nLike OEICs, unit trusts consist of a manager who buys stocks and bonds for holders of a fund, in an open-ended format. The two mainly differ in the way they are priced. Unit trusts will have two prices:\n\nOEICs have only one price per day, based on thenet asset value(NAV) of the underlying assets of the fund. OIECs tend to have lower fees than UTs because they have a simpler structure. Many investment companies have been converting unit trusts into OEICs for this reason.\n\nBritish OEICs are comparable to American mutual funds, and many U.S. investment companies that do business in the U.K. offer them. One such is Fidelity International, an overseas division of Fidelity Investments. In July 2018, the division announced it was instituting variable management fees for five UK-domiciled OEICs, including the Fidelity Special Situations, Fidelity European, Fidelity Asian Dividend, Fidelity Global Special Situations, and Fidelity American funds.\n\nThe change effectively reduced the base AMC of the funds by 10%.\n\nCorrection-Oct. 13, 2022:This article previously misstated that shares of OEICs trade on the London Stock Exchange.\n\nGov.UK. \"Individual Savings Accounts.\"\n\nGov.UK. \"CG41562—Open-Ended Investment Companies (OEICs): S12006/964.\"\n\nThe Chartered Institute for Securities & Investment. \"CISI—Financial Products, Markets & Services,\" Pages 6 and 13.\n\nFT Adviser. \"Fidelity Introduces Variable Management Fee on OEICs.\"",
  "url": "https://www.investopedia.com/terms/o/oeic.asp"
}