{
  "term": "What Jointly and Severally Means in Legal Terms",
  "definition": "Investopedia / Michela Buttignol\n\n\"Jointly and severally\" is a legal term that is used to describe apartnershipor any other group of individuals in which each individual shares responsibility equally.\n\nFor example, if a judge rules that a number of people are jointly and severally liable for injuries suffered by a plaintiff, any one of those people may be pursued for payment of the full amount of the judgment.\n\nAs the word severally implies, the phrasing of some contractual agreements may specify that some parties have proportional liability. For example, a partner with a 10% stake in a business may have a liability that is proportional to that 10% investment.\n\nJointly and severally is sometimes referred to asjoint and several liability.\n\nIn a legally binding document, the term \"jointly and severally\" clarifies the responsibility that is shared by each party to an agreement.\n\nEssentially, it means that all of those named are obligated to perform all of the actions required under the agreement.\n\nFor example, if a bank lends $100,000 to two people jointly and severally, both of those people are equally responsible for making sure that the total amount of the loan is repaid to the bank. If the loan is in default, the bank may choose to pursue either for repayment of the entire outstanding balance.\n\nIn such cases, the person who is forced to repay the loan will have some legal recourse against the other person named in the agreement, but only after the bank is repaid in full.\n\nJoint and several liability is also cited in legal language. For example, employers are generally responsible for injuries suffered by their employees on the job.\n\nIf a construction worker is injured at work, all owners of the construction firm could be liable.\n\nA partnership agreement, orarticles of partnership, helps detail the responsibilities of all the partners to avoid any confusion regarding obligations and other practices and to determine who is responsible when liabilities arise.\n\nThe expression jointly and severally is commonly used in the securities industry in agreements for theunderwritingof a new bond or stock issue.\n\nIn such cases, a firm that agrees to sell a portion of the total issue is responsible for that agreed-upon portion plus a corresponding portion of any unsold securities.\n\nThus, an underwriter who has jointly and severally agreed to be responsible for selling a 30% stake in anew issuemust sell 30% of any remaining unsold portion. Each member of thesyndicateis responsible for any leftover shares, in proportion to the size of their stake.\n\nIn underwriting, severally means that members of an underwriting group agree to buy a specific portion of shares but do not agree on joint liability, meaning that they are not responsible for the unsold shares of other members.\n\nOne of the disadvantages of jointly and severally is that it can be unfair to some partners. A partner who has a small degree of responsibility for an action may end up unfairly bearing a large burden of damages caused by other partners.\n\nSeverally liability means each partner is responsible for their own obligations rather than being held equally responsible (jointly). If one partner is unable to remedy their obligations, it does not fall on the other partners to do so.\n\nJointly and severally refers to a form of responsibility in a partnership by which all partners equally share responsibility for liabilities, actions, and any other activities of the business. It also means that each partner can be pursued by creditors for outstanding debts.\n\nCornell Law School, Legal Information Institute. \"Joint and Several Liability.\"",
  "url": "https://www.investopedia.com/terms/j/jointlyandseverally.asp"
}