{
  "term": "What Is the Bandwagon Effect? Why People Follow the Crowd",
  "definition": "The bandwagon effect is a psychological phenomenon in which people do something primarily because other people are doing it, regardless of their own beliefs, which they may ignore or override. This tendency of people to align their beliefs and behaviors with those of a group is also called a herd mentality.\n\nThe term \"bandwagon effect\" originates frompoliticsbut has wide implications commonly seen in consumer behavior and investment activities. This phenomenon can be seen duringbull marketsand the growth of asset bubbles.\n\nThe bandwagon effect arises primarily from psychological and sociological factors. People are biologically programed to be social and like to be part of a group. Behaving the same way a group does can lead to belonging and acceptance. People also like to be on the winning team and to signal their social identity. To do so, they adopt the behavior of the group around them, and that behavior begins to seem desirable or normal due to proximity and repetition.\n\nThe human brain uses \"shortcuts,\" known as heuristics, to make decisions more efficiently. One of these shortcuts is looking at what other people are doing. If enough people are following a trend,repeating a statement, or making the same decision, your brain will assume that it's the correct decision to make.\n\nEconomically, this can make sense, as it allows you to economize on the costs of gathering information by relying on the knowledge and opinions of others. For example, if you are having a baby, you could spend hours researching different baby strollers and trying to find the best option. Or, if everyone you know has the same baby stroller model, you might decide that's the best one because everyone else uses it. As long as it is a good stroller, you would have saved yourself hours of time lost to research that you didn't need.\n\nOn the other hand, following what the group does without considering its full implications can cause problems. This was seen in the lead-up to the housing crisis in 2007. Financial institutions all joined thesubprime mortgagebandwagon, creating an unregulated and unstable housing bubble. Investors and buyers all believed the market would continue to be stable because everyone elsealsobelieved it would remain stable. This proved to be a false belief and led to the Great Recession of 2007-2009.\n\nRepetition can also affect what people believe to be true. People tend to believe claims are more true if they have been exposed to them more. This is why advertisements, propaganda, and false news all work: they expose people to the same idea over and over. This is known as the illusory truth effect.\n\nThis can become part of the bandwagon effect as well. You may support one sports team, but if everyone you know constantly talks about how much better a different sports team is, it starts to seem like a true statement. The repetition alone may be enough to convince you to follow the crowd and start supporting the new team.\n\nThe bandwagon effect can be seen in different areas of everyday life. It can be seen in everyday social behavior, such as smoking because your friends smoke or exercising because your friends exercise. It is also often at work in the fields of politics, consumer behavior, and finance.\n\nIn politics, the bandwagon effect might cause citizens to vote for the person who appears to have more popular support because they want to belong to the majority. The term \"bandwagon\" refers to a wagon that carries a band through a parade. During the 19th century, an entertainer named Dan Rice traveled the country campaigning for President Zachary Taylor. Rice's bandwagon was the centerpiece of his campaign events, and he encouraged those in the crowd to \"jump on the bandwagon\" and support Taylor.\n\nBy the early 20th century, bandwagons were commonplace in political campaigns, and \"jump on the bandwagon\" had become a derogatory term used to describe the social phenomenon of wanting to be part of the majority, even when it means going against one's principles or beliefs.\n\nConsumers often economize on the cost of gathering information and evaluating the quality of consumer goods by relying on the opinions and purchasing behavior of other consumers. To some extent, this is a beneficial and useful tendency; if other people's preferences are similar, their consumption decisions are rational, and they have accurate information about the relative quality of available consumer goods, then it makes perfect sense to follow their lead and effectivelyoutsourcethe cost of gathering information to someone else.\n\nHowever, this kind of bandwagon effect can create a problem in that it gives every consumer an incentive tofree-rideon the information and preferences of other consumers. To the extent that it leads to a situation where information regarding consumer products might be underproduced, or produced solely or mostly by marketers, it can be criticized. For example, people might buy a new electronic item because of its popularity, regardless of whether they need it, can afford it, or even really want it.\n\nBandwagon effects in consumption can also be related toconspicuous consumption, where consumers buy expensive products as a signal of economic status.\n\nThe bandwagon effect has been identified inbehavioral economicsas well. Investing and financial markets can be especially vulnerable to bandwagon effects because not only will the same kind of social, psychological, and information-economizing factors occur, but additionally the prices of assets tend to rise as more people jump on the bandwagon. This can create a positive feedback loop of rising prices and increased demand for an asset, related to George Soros' concept ofreflexivity.\n\nFor example, during thedotcom bubbleof the late 1990s, dozens of tech startups emerged that had no viable business plans, no products or services ready to bring to market, and in many cases, nothing more than a name (usually something tech-sounding with \".com\" or \".net\" as a suffix). Despite lacking in vision and scope, these companies attracted millions of investment dollars in large part due to the bandwagon effect.\n\nMinimizing the bandwagon effect can be a difficult process. Groupthink is difficult to escape, as are the biases that humans are socially prone to having. There are three steps you can take to minimize the bandwagon effect.\n\nYou may eventually choose not to follow the crowd; in some cases, you might discover that the popular choice is also a good one for you. Either way, you'll feel more confident if you've taken the time to research and make your decision because it's what you want to do, not just what everyone else is doing.\n\nThe term \"bandwagon\" stems from the 1848 U.S. presidential election. During Zachary Taylor's successful campaign, a popular performance clown invited Taylor to join his circus bandwagon. Taylor received a significant amount of renown, and people started claiming that his political opponents might also want to “jump on the bandwagon.”\n\nThe bandwagon effect itself is a neutral phenomenon. Whether following the behavior of others is positive or negative depends on the behavior being followed. For example, if everyone you know is saving for retirement and discusses it frequently, you may be more likely to save for retirement because you are copying the behavior of those around you. In that case, the bandwagon effect would be positive for you. But if everyone you know lives a lavish lifestyle, and you do the same even though you can't afford it, the bandwagon effect would have negative consequences for you.\n\nThe bandwagon effect can lead investors to follow the crowd, which may result in assetbubblesor crashes, depending on if the crowd is buying or selling. In either case, people may invest for fear of missing out (FOMO) rather than making individual evaluations of investments and doing due diligence. Buying or selling simply because everyone else seems to be doing it can lead to bad outcomes.\n\nThe bandwagon effect is a phenomenon in which people start doing something because everybody else seems to be doing it. It can be caused by psychological, social, and economic factors. People may want to be part of a group that seems likely to win, be convinced something is correct because they've heard it repeated so many times, or simply be influenced by their friends or relatives.\n\nThe bandwagon effect was first identified in politics. People often vote for the candidate who appears to have the most support because they want to be part of the majority, regardless of their own political beliefs. It can also impact consumer spending and investing decisions.\n\nSpringer Open. \"The Effects of Repetition Frequency On the Illusory Truth Effect.\"\n\nSAGE Publications. \"Bandwagon Effect.\"",
  "url": "https://www.investopedia.com/terms/b/bandwagon-effect.asp"
}