{
  "term": "What Is a Buy Stop Order and When Would You Use One?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA buy stop order instructs a broker topurchase a securitywhen it reaches a pre-specified price. Once the price hits that level, the buy stop becomes either a limit or amarket order, fillable at the next available price.\n\nThis type ofstop ordercan apply to stocks, derivatives, forex or a variety of other tradable instruments. The buy stop order can serve a variety of purposes with the underlying assumption that a share price that climbs to a certain height will continue to rise.\n\nInvestopedia / Michela Buttignol\n\nA buy stop order is most commonly thought of as a tool toprotect against the potentially unlimited lossesof an uncoveredshort position. An investor is willing to open that short position to place a bet that the security will decline in price. If that happens, the investor can buy the cheaper shares and profit the difference between the short sale and the purchase of a long position. The investor can protect against a rise in share price buy placing a buy stop order to cover the short position at a price that limits losses. When used to resolve a short position, the buy stop is often referred to as astop loss order.\n\nThe short seller can place their buy stop at a stop price, orstrike priceeither lower or higher than the point at which they opened their short position. If the price has declined significantly and the investor is seeking to protect their profitable position against the subsequent upward movement, they can place the buy stop below the original opening price. An investor looking only toprotect against catastrophic short position lossfrom significant upward movement will open a buy stop order above the original short sale price.\n\nThe strategies described above use the buy stop to protect against bullish movement in a security. Another, lesser-known, strategy uses the buy stop to profit from anticipated upward movement in share price.Technical analystsoften refer to levels ofresistance and supportfor a stock. The price may go up and down, but it is bracketed at the high end by resistance and by support on the low end. These can also be referred to as a price ceiling and a price floor. Some investors, however, anticipate that a stock that does eventually climb above the line of resistance, in what is known as abreakout, will continue to climb. A buy stop order can be very useful to profit from this phenomenon. The investor will open a buy stop order just above the line of resistance to capture the profits available once a breakout has occurred. A stop loss order can protect against subsequent decline in share price.\n\nConsider the price movement of a stock ABC that is poised to break out of its trading range of between $9 and $10. Let’s a say a trader bets on a price increase beyond that range for ABC and places a buy stop order at $10.20. Once the stock hits that price, the order becomes a market order and the trading system purchases stock at the next available price.\n\nThe same type order can be used to cover short positions. In the above scenario, assume that the trader has a large short position on ABC, meaning that she is betting on a future decline in its price. To hedge against the risk of the stock’s movement in the opposite direction i.e., an increase of its price, the trader places a buy stop order that triggers a buy position if ABC’s price increase. Thus, even if the stock moves in the opposite direction, the trader stands to offset her losses.",
  "url": "https://www.investopedia.com/terms/b/buystoporder.asp"
}