{
  "term": "What Is the Smoot-Hawley Tariff Act? History, Effect, and Reaction",
  "definition": "The Smoot-Hawley Tariff Act of 1930 increased import tariffs by about 20%, kicking off a global trade war that contributed to the Great Depression's ill effects.\n\nThe Smoot-Hawley Tariff Act of 1930 raised U.S.importduties with the goal of protecting American farmers and businesses from foreign competition. The Smoot-Hawley Tariff Act is now widely blamed for worsening the severity of theGreat Depressionin the U.S. and around the world.\n\nFormally called the United States Tariff Act of 1930, the law is commonly referred to as the Smoot-Hawley Tariff or the Hawley-Smoot Tariff. It was sponsored by Sen. Reed Owen Smoot (R-Utah) and Rep. Willis Chatman Hawley (R-Ore.).\n\nThe Smoot-Hawley Tariff Act, enacted in June 1930, added about 20% to the United States' already highimport dutieson foreign agricultural products and manufactured goods. The Fordney-McCumber Act of 1922 previously raised the average import tax on foreign goods to about 40%.\n\nThe initial focus of the Smoot-Hawley legislation was to increase protection for U.S. farmers, who were struggling to compete with agricultural imports from overseas, particularly from Europe. Soon, lobbyists for other sectors of American industry began demanding similar protection for their own products.\n\nThe first effort to pass the bill failed, stymied by moderate Senate Republicans early in 1929. However, with thestock market crashthat year, the appeal of protectionist and isolationist sentiments increased. The bill passed by a narrow margin of 44 to 42 in the Senate, but it sailed through the House of Representatives with a vote of 222 to 153.\n\nPresident Herbert Hoover signed the act into law on June 17, 1930, despite widespread opposition that included a petition signed by more than 1,000 economists urging him to veto it.\n\nThe official U.S. Senate website calls Smoot-Hawley \"among the most catastrophic acts in congressional history.\"\n\nHoover optimistically noted that he had the authority under the act to increase or decrease specific tariffs by as much as 50%, allowing him to \"expedite prompt and effective action if grievances develop.\"\n\nGrievances developed almost immediately. The tariff increases in Smoot-Hawley strained the economies of countries already suffering from the Great Depression and the costs of rebuilding after World War I.\n\nOne notable loser in the trade wars was Germany, which was already struggling to repay war reparations to the U.S. and other nations that emerged victorious from the war.\n\nAs the Nobel Prize-winning M.I.T. economist Paul A. Samuelson noted in his widely used textbook\"Economics\": \"Cynics were delighted at the spectacle of a country trying to collect debts from abroad and at the same time shutting out the import goods that could alone have provided the payment for those debts.\"\n\nThe amount that international trade declined worldwide between 1929 and 1934, partly due to the Smoot-Hawley Tariff Act of 1930.\n\nSoon, 25 countries retaliated by increasing their own tariffs. As a result, international trade declined drastically, resulting in a worldwide decline of 66% between 1929 and 1934. Both U.S.exportsand imports dropped substantially.\n\nIn the 1932 elections, President Hoover was defeated by Franklin D. Roosevelt and both Smoot and Hawley lost their seats in Congress.After taking office, President Roosevelt began working to reduce the tariffs.\n\nCongress passed the Reciprocal Trade Agreements Act in 1934. That law transferred the authority for tariff policy to the White House, authorizing the president to negotiate with foreign heads of state for lower tariffs at both ends.\n\nOver the following decades, the United States steadily encouraged international trade by taking a lead role in theGeneral Agreement on Tariffs and Trade(GATT), theNorth American Free Trade Agreement(NAFTA), and theWorld Trade Organization(WTO).\n\nTo this day, economists differ on the extent to which the Smoot-Hawley Act worsened the Great Depression. Some say its effect was minimal because international trade was then a relatively minor part of the U.S. economy.\n\nBut no one seems to think it was a good idea. The official U.S. Senate website refers to Smoot-Hawley as \"among the most catastrophic acts in congressional history.\"\n\nThe Smoot-Hawley Tariff Act of 1930 was enacted to protect U.S. farmers and businesses from foreign competition by increasing tariffs on certain foreign goods.\n\nThe Smoot-Hawley Tariff Act did not cause the Great Depression. However, it did worsen conditions during that time. The Act increased tariffs, which further stressed struggling nations—including those in debt to the U.S.—and caused other nations to retaliate by imposing their own tariffs. As a result, international trade decreased significantly.\n\nInvestors feared that the Smoot-Hawley Tariff Act would cause prices to fall. Their fears became reality, prompting many to sell shares in record-breaking numbers.\n\nEuropean nations greatly disfavored the Smoot-Hawley Tariff. The Smoot-Hawley Tariff prompted these countries to impose their own tariffs on foreign goods, especially those from the United States. These retaliation tariffs reduced international trade and worsened conditions during the Great Depression.\n\nThe Smoot-Hawley Tariff Act of 1930 raised duties on a wide range of imports to the U.S., resulting in economically severe consequences. Other nations responded to Smoot-Hawley by raising their own tariffs on American goods, sending trade down and exacerbating the Great Depression.\n\nSenate.gov. \"The U.S. Senate: The Senate Passes the Smoot-Hawley Tariff.\"\n\nUVA/Miller Center. \"Presidential Speeches/Herbert Hoover Presidency: June 16, 1930: Message Regarding the Smoot-Hawley Tariff Act.\"\n\nBritannica.com. \"Smoot-Hawley Tariff Act.\"\n\nThe Street. \"Great Depression: Causes, Effects and Timeline.\"",
  "url": "https://www.investopedia.com/terms/s/smoot-hawley-tariff-act.asp"
}