{
  "term": "What Is Operating Cash Flow (OCF)?",
  "definition": "Operating cash flow is the amount of cash generated by a company in producing and selling its products or services.\n\nAmazon.com Inc. (AMZN) reported a staggering $115.9 billion in operating cash flow (OCF) in 2024, more than a third more than the year before.That's enough to buy every person in the state of California two new iPhone 16 Pros—with billions left over.\n\nWhile OCF is a financial metric that's less glamorous than profit margins, it's arguably more important. We take you through the details below.\n\nOCF measures the amount of cash generated by a company's core business operations over a specific period. It's the cash inflows and outflows directly related to producing and selling the company's products or services.\n\nOCF specifically excludes cash flows from investing activities (like purchasing equipment) and financing activities (such as issuing stock or paying dividends).\n\nSpecifically, we can formulate OCF as follows:\n\nOCF =Net Income+ Non-Cash Expenses - Increase in Working Capital\n\nOCF provides a clear picture of how much cash a business generates from its day-to-day operations before considering any external funding sources or capital expenditures.\n\nThis makes OCF crucial when assessing a company's operational efficiency and whether it's sustainable financially. By focusing solely on core business operations, OCF helps investors and analysts determine whether a company can support itself through its primary business model.\n\nCompanies report OCF as part of their cash flow statement, which breaks down all cash movements into three categories: operating activities, investing activities, and financing activities.\n\nBelow is the 2024 cash flow statement from Amazon's 10-K annual report filed with the U.S. Securities and Exchange Commission.\n\nOCF is important for the following reasons:\n\nTheoperating cash flow ratiorepresents a company's ability to pay its debts with its existing cash flows. It is determined by dividing operating cash flow by current liabilities. A ratio greater than 1.0 indicates that a company is in a strong position to pay its debts without incurring additional liabilities.\n\nOCF consists of cash inflows and outflows related to a company's core business operations.\n\nCash inflows typically include the following:\n\nCash outflows generally comprise the following:\n\nChanges inworking capitalalso significantly impact OCF. Working capital represents the difference between current assets and current liabilities. Here are examples of how this works:\n\nOCF excludes cash flows from investing and financing activities, and focuses solely on a company's core operations. This separation allows for a more accurate assessment of a company's operational efficiency and financial health.\n\nThe two primary ways to calculate OCF are the indirect and the direct methods.\n\nThe indirect method starts with net income and adjusts for non-cash items and changes in working capital to arrive at OCF. This method is commonly used by companies in the U.S..\n\nKey adjustments include the following:\n\nThe basic formula for the indirect method is as follows:\n\nOCF = Net Income + Depreciation & Amortization - Changes in Net Working Capital\n\nFor example, if a company reports net income of $100 million, depreciation of $150 million, an increase in accounts receivable of $50 million, and a decrease in accounts payable of $50 million, the OCF would be calculated as follows:\n\nOCF = $100M + $150M - $50M - $50M = $150M\n\nThe direct method records all transactions on a cash basis, displaying actual cash inflows and outflows during the accounting period. While theFinancial Accounting Standards Board (FASB)prefers this method for its clarity, it requires more work and is thus used less.\n\nThe direct method accounts for the following:\n\nThe basic formula for the direct method is as follows:\n\nOCF = Cash Revenue - Operating Expenses Paid in Cash\n\nFor instance, if a company has cash receipts of $80 million, cash payments to suppliers of $25 million, and employee wages of $10 million, the OCF would be as follows:\n\nOCF = $80M - $25M - $10M = $45M\n\nBoth methods should yield the same result for OCF. The choice between them often depends on the company's accounting practices and the level of detail desired in financial reporting.\n\nLet's consider a small retail business. Here are the variables used in the OCF calculation:\n\nResult: $50,000 + $10,000 - $5,000 - $3,000 + $8,000 = $60,000 OCF\n\nOCF helps determine the financial success of a company's core business activities and indicates whether a company has enough positive cash flow to maintain operations.\n\nOCF is one of three cash flows listed on a company's statement of cash flows. The other two are Investing Activities and Financing Activities.\n\nU.S. Securities and Exchange Commission. \"Form 10-K for the Fiscal Year Ended Dec. 31, 2024, Amazon.com, Inc.,\" p. 22.\n\nU.S. Census Bureau. \"U.S. Census Bureau QuickFacts: California.\"\n\nPierre Vernimmen, et al. \"Corporate Finance: Theory and Practice,\" Pages 21-30. John Wiley & Sons, 2022.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange, and Derivatives,\" Pages 170-176. John Wiley & Sons, 2022.\n\nU. S. Securities and Exchange Commission. \"The Statement of Cash Flows: Improving the Quality of Cash Flow Information Provided to Investors.\"\n\nFASB. \"Summary of Statement No. 95.\"",
  "url": "https://www.investopedia.com/terms/o/operatingcashflow.asp"
}