{
  "term": "What Is Per Capita Income? Uses, Limitations, and Examples",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nPer capita income is a measure of the amount of money earned per person in a nation or geographic region. Per capita income is used to determine the average per-person income for an area and to evaluate the standard of living andquality of lifeof the population. Per capita income for a nation is calculated by dividing the country's national income by its population.\n\nInvestopedia / Madelyn Goodnight\n\nPer capitaincome counts every individual adult and child, even newborn babies, as a member of the population. This stands in contrast to other common measurements of an area's prosperity, such ashousehold income, which counts all people residing under one roof as a household, and family income, which counts as a family those related by birth, marriage, or adoption who live under the same roof.\n\nTheUnited States Census Bureautakes a survey of income per capita every year. The Bureau takes the total income for the previous year for everyone 15 years old and older and calculates themeanaverage of the data.\n\nThe census includes earned income (including wages, salaries, and self-employment income), interest income, dividends, including income from estates and trusts, and government transfers (Social Security, public assistance, welfare, survivor, and disability benefits).\n\nNot included are employer-paid healthcare, money borrowed, insurance payments, gifts, food stamps, public housing, capital gains, medical care, or tax refunds.\n\nAccording to Census Bureau data, the national per capita income for 2022 (latest information) was $41,804. The per capita income was lower than the median household income of $74,580.\n\nEach metric has its advantages. Per capita income is helpful when analyzing a large number of people, such as the population of the United States, which stands at more than 330 million.\n\nMedian household income is helpful when determining the level of income disparity and poverty in a certain area as the median number eliminates outlier income figures that could skew the data set.\n\nPerhaps the most common use of income per capita is to ascertain an area's wealth or lack of wealth. For example, income per capita is one metric theU.S. Bureau of Economic Analysis (BEA)uses to rank the wealthiest counties in the United States, the other beingmedian household income.\n\nPer capita income is also useful in assessing an area's affordability. It can be used in conjunction with data on real estate prices, for instance, to help determine if average homes are out of reach for the average family. Notoriously expensive areas such as Manhattan and San Francisco maintain extremely high ratios of average home price to income per capita.\n\nBusinesses can also use per capita income when considering opening a store in a town or region. If a town's population has a high per capita income, the company might have a better chance at generating revenue from selling their goods since the people would have more spending money versus a town with a low per capita income.\n\nAlthough per capita income is a popular metric, it does have some limitations.\n\nSince per capita income uses the overall income of a population and divides it by the total number of people, it doesn't always provide an accurate representation of the standard of living. In other words, the data can be skewed, whereby it doesn't account for income inequality.\n\nFor example, let's say a town has a total population of 50 people who are earning $500,000 per year, and 1,000 people earning $25,000 per year. We calculate the per capita income as ($500,000 * 50) + ($25,000 * 1,000) to arrive at $50,000,000 in total income. When we divide $50,000,000 / 1,050 (total population), the per capita income is $47,619 for the town.\n\nHowever, the per capita income doesn't give us a true picture of the living conditions for all of those living in the town. Imagine if federal aid or public assistance was provided to towns based on per capita income. The town, in our example, might not receive the necessary aid such as housing and food assistance if the income threshold for aid was $47,000 or less.\n\nPer capita income doesn't reflectinflationin an economy, which is the rate at which prices rise over time. For example, if the per capita income for a nation rose from$50,000per year to $55,000 the next year, it would register as a 10% increase in annual income for the population.\n\nHowever, if inflation for the same period was 4%, income would only be up by 6% in real terms. Inflation erodes the purchasing power of the consumer and limits any increases in income. As a result, per capita income can overstate income for a population.\n\nThe cost of living differences can be inaccurate when making international comparisons since exchange rates are not included in the calculation. Critics of per capita income suggest that adjusting forpurchasing power parity (PPP)is more accurate, whereby PPP helps to nullify the exchange rate difference between countries.\n\nAlso, other economies use bartering and other non-monetary activities, which are not considered in calculating per capita income.\n\nPer capita income doesn't include an individual's savings or wealth. For example, a wealthy person might have a low annual income from not working but might draw from savings to maintain a high-quality standard of living. The per capita metric would reflect the wealthy person as a low-income earner.\n\nPer capita includes children from the total population who don't earn any income. Countries with many children would have a skewed result since they would have more people dividing up the income versus countries with fewer children.\n\nThe welfare of the people isn't necessarily captured with per capita income. For example, the quality of work conditions, the number of hours worked, education level, and health benefits are not included in per capita income calculations. As a result, the overall welfare of the community may not be accurately reflected.\n\nIt's important to consider that per capita income is only one metric and should be used in conjunction with other income measurements, such as the median income, income by region, and the percentage of residents living in poverty.\n\nThe per capita income in the U.S. as of 2022 (latest information) was $41,804, which compares with a median household income of $74,580.\n\nGross domestic product(GDP) is the value of all the finished goods and services produced in a nation. It consists of consumer spending, government spending, investments, and net exports. Per capita income is the amount of income earned per person in a nation.\n\nAs of 2022 (latest information), Monaco has the highest GDP per capita at $240,862. Burundi has the lowest at $259.\n\nBy dividing a country's income by its population, you arrive at per capita income, which is an indicator of the standard of living of a nation. The higher the per capita income, the better the standard of living. This comes with caveats, however, as national per capita income reflects an entire country, where the standard of living can greatly vary by location, community, and more.\n\nU.S. Census Bureau. “Per Capita Income.”\n\nU.S. Census Bureau. “American Community Survey and Puerto Rico Community Survey 2022 Subject Definitions.” Pages 88-91.\n\nU.S. Census Bureau. \"Income in the United States: 2022.\"\n\nU.S. Census Bureau. \"Per Capita Income in the United States.\"\n\nU.S. Census Bureau. \"United States Quick Facts.\"\n\nU.S. Bureau of Economic Analysis. “Personal Income by County and Metropolitan Area, 2022.”\n\nU.S. Census Bureau. “QuickFacts: San Francisco County, California; New York County, New York; United States.”\n\nInternational Monetary Fund. “Purchasing Power Parity: Weights Matter.”\n\nWorld Bank. \"GDP Per Capita (current $U.S.).\"",
  "url": "https://www.investopedia.com/terms/i/income-per-capita.asp"
}