{
  "term": "What Is the Fixed Income Clearing Corporation (FICC)? History",
  "definition": "The term Fixed Income Clearing Corporation (FICC) refers to a regulatory clearing agency that deals with the confirmation, settlement, and delivery offixed-income assetsin the U.S. The agency was established in 2003 as a subsidiary of the Depository Trust & Clearing Corporation (DTCC). It ensures the systematic and efficient settlement andclearingof U.S. government securities andmortgage-backed security (MBS)transactions in the market.\n\nTheDepository Trust and Clearing Corporationis a financial services company. Established in 1999, it brought together the functions of two other organizations, the Depository Trust Company and the National Securities Clearing Corporation.The goal of the DTCC is to provide clearing and settlement services for the financial market.\n\nAs noted above, the FICC was established as a subsidiary of the DTCC in 2003. It was created as a result of the merger between theGovernment Securities Clearing Corporation (GSCC)and the Mortgage-Backed Security Clearing Corporation. The agency is registered with and regulated by the U.S.Securities and Exchange Commission (SEC).\n\nThe role of the agency is to ensure that U.S. government-backed securities and MBS are systematically and efficiently settled. For instance,Treasurynotes and bonds settle on a T+1 basis. To ensure that trades are settled consistently and efficiently, the FICC employs the services of its two clearing banks: the Bank of New York Mellon and JPMorgan Chase Bank.\n\nAccording to the SEC, the FICC is the only agency that acts as a clearinghouse for U.S. government securities transactions. As such, it \"substitutes itself for both sides of every transaction that it clears, guaranteeing those transactions and making itself the buyer for every seller and the seller for every buyer.\"\n\nIn October 2021, the SEC announced it fined the FICC $8 million for failing to manage risk in its Government Securities Division. The SEC stated that the division lacked the appropriaterisk managementpolicies between April 2017 and November 2018. The SEC also found that the FICC didn't comply with industry rules that required it to put policies and procedures in place relating to the review of its margin coverage between 2015 and 2016.\n\nThe FICC is divided into two sections: the Government Securities Division (GSD) and the Mortgage-Backed Securities Division (MBSD). We've highlighted some of the most important information about both below.\n\nThe GSD is responsible for handling new fixed-income issues and reselling government securities. The division provides netting for trades in U.S. government debt issues, includingrepurchase agreements(repos) orreverse repurchase agreementtransactions (reverse repos).\n\nSecurities transactions processed by the FICC's GDS include Treasury bills, bonds, notes,zero-coupon securities, government agency securities, andinflation-indexed securities. The GSD provides real-time trade matching through an interactive platform that collects and matches securities trades, enabling participants to monitor the status of their trades in real-time.\n\nThe MBS division of the FICC provides real-time automated and trade matching, trade confirmation, risk management,netting, and electronic pool notification to the MBS market.\n\nThrough the RTTM service, the MBSD immediately confirms trade executions in a legal and binding manner. A trade is deemed compared by the MBSD at the point in time at which the division makes available to the members on both sides of a transaction output indicating that their trade data have been compared. A trade compared by the MBSD constitutes a valid and binding contract, and trade settlements are guaranteed by the MBSD at the point of comparison.\n\nKey participants in the MBS market are mortgage originators, government-sponsored enterprises, registeredbroker-dealers,institutional investors, investment managers,mutual funds, commercial banks, insurance companies, and other financial institutions.\n\nDepository Trust & Clearing Corporation. \"About DTCC: Fixed Income Clearing Corporation (FICC).\"\n\nDepository Trust & Clearing Corporation. \"DTCC Digital Museum,\" Select \"1990s,\" \"1999.\"\n\nDepository Trust & Clearing Corporation. \"Our Capabilities.\"\n\nU.S. Securities and Exchange Commission. \"Fixed Income Clearing Corporation Exhibits to Form CA - 1: Exhibit J (Item 19).\"\n\nU.S. Securities and Exchange Commission. \"SEC Charges Fixed Income Clearing Corp. with Having Inadequate Risk Management Policies.\"\n\nDepository Trust & Clearing Corporation. \"Fixed Income Clearing - GSD.\"\n\nDepository Trust & Clearing Corporation. \"Fixed Income Clearing - MBS Division.\"\n\nDepository Trust & Clearing Corporation. \"Real-Time Trade Matching.\"",
  "url": "https://www.investopedia.com/terms/f/ficc.asp"
}