{
  "term": "What Is a Robo-Advisor?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA robo-advisor (sometimes without the hyphen, as roboadvisor) is a digital platform that provides automated, algorithm-driven financial planning and investment services with little to no human supervision. A typical robo-advisor asks questions about your financial situation and future goals through an online survey. It then uses the data to offer advice and automatically invest for you.\n\nOther common designations for robo-advisors include \"automated investment advisor,\" \"automated investment management,\" and \"digital advice platforms.\"\n\nThebest robo-advisorsoffer easy account setup, robust goal planning, account services, and portfolio management. Additionally, they offer security features, comprehensive education, and low fees.\n\nInvestopedia / Michela Buttignol\n\nThe first robo-advisors,BettermentandWealthfront, launched in 2008. Wealthfront began as a mutual fund company. It planned to assist the tech community, then realized that computer software could make investment advice more accessible. Betterment, on the other hand, began with the initial purpose of rebalancing assets withintarget-date funds (TDFs). It sought to help manage passive, buy-and-hold investments through a simple online interface.\n\nThe technology was nothing new. Humanwealth managershave been using automatedportfolio allocationsoftware since the early 2000s. But until Betterment and Wealthfront launched, wealth managers were the only ones who could buy the technology, so clients had toemploy a financial advisorto benefit from the innovation.\n\nToday, mostrobo-advisors use passive indexing strategiesthat are optimized using some variant of modern portfolio theory (MPT).Typically, the account holder can't choose which mutual funds or exchange-traded funds (ETFs) to invest in or purchase individual stocks or bonds in their account.\n\nSome robo-advisors offer optimized portfolios for socially responsible investing (SRI), halal investing, or tactical strategies that mimic hedge funds. They also can handle much more sophisticated tasks, such astax-loss harvesting, investment selection, andretirement planning.\n\nThe industry has experienced explosive growth. According to Polaris Market Research, the robo-advisory market size was valued at $7.39 billion in 2023 and is projected to grow from $9.50 billion in 2024 to $72.00 billion by 2032, aCAGRof nearly 29% .\n\nAs of December 2023, the largest robo-advisor by assets under management (AUM) was Vanguard Digital Advisor, with $289 billion.\n\nThe majority of robo-advisors use modern portfolio theory (or some variant) tobuild passive, indexed portfoliosfor their users.\n\nOnce portfolios are established, robo-advisors continue to monitor them to ensure that the optimal asset-class weightings are maintained, even after market moves. Robo-advisors achieve this by usingrebalancing bands.\n\nIn rebalancing bands, everyasset class, or individual security, is given a target weight and a corresponding tolerance range. For example, an allocation strategy might include the requirement to hold 30% inemerging marketequities, 30% in domestic blue chips, and 40% ingovernment bondswith a corridor of ±5% for each asset class.\n\nThe use of rebalancing bands means that, given the ±5% corridor, emerging market and domestic blue-chip holdings can fluctuate between 25% and 35%. Government bonds can fluctuate between 35% and 45%. When the weight of a holding moves outside of the allowable band, the entire portfolio isrebalancedto reflect the initial target composition.\n\nIn the past, this type of subtle rebalancing was frowned upon because it was time-consuming and generated transaction fees. However, low-fee robo-advisors are designed to handle rebalancing automatically.\n\nAnother type of rebalancing commonly found with robo-advisors—made cost-effective through algorithms—is tax-loss harvesting.Tax-loss harvestingis a strategy that involves selling securities at a loss to offset a capital-gains tax liability.\n\nThis strategy is typically employed to limit the recognition ofshort-term capital gains. Robo-advisors do this by maintaining two or more stable ETFs for each asset class. So, if the S&P 500 ETF loses value, a robo-advisor will automatically sell it to lock in a capital loss; simultaneously, it buys a different S&P 500 ETF.\n\nIt's worth bearing in mind that the IRSwash-sale ruleprevents investors from re-purchasing the same security or a security that is substantially identical within 30 days from its sell date.However, robo-investment platforms should have algorithms in place that incorporate rules like this.\n\nMake sure your robo-advisor is programmed to select ETFs appropriately so that you avoid wash- sale violations.\n\nThe emergence of robo-advisors has broken down some of the traditional barriers between the financial services world and average consumers. Because of these online platforms, sound financial planning is now accessible to almost everyone, not just high-net-worth individuals.\n\nSome human advisors won't take on clients with less than $25,000, $50,000, or sometimes even $100,000 or more in investable assets.\n\nLower cost, low starting capital\n\nInvestment experience not required\n\nStraightforward index investing\n\nGrowing number of valuable services\n\nLimited investment opportunities\n\nInvestor must define financial situation and investment goals\n\nOne-size-approach not right for all\n\nRobo advisors don't all cost the same amount and offer all the same features. Each one may excel in particular areas, so it's important to do some research first. Dedicating a bit of time to finding the right one could turn out to be one of your smartest investments.\n\nThere are also hybrid robo-advisors, which essentially seek to combine the benefits of automated investment with human financial advice.\n\nOpening a robo-advisor accountusually entails completing a short, risk-profiling questionnaire and evaluating your financial situation,time horizon, and personal investment goals. In many cases, you will have the opportunity to link your bank account directly for quick and easy funding of your robo-advisory account.\n\nMany digital platforms target and attract certain demographics more than others. For robo-advisors, these includeMillennialand Generation Z investors who are technology-savvy and still accumulating their investable assets.\n\nThis population is much more comfortable sharing personal information online and entrusting technology with essential tasks, such as wealth management. Indeed, the marketing efforts of robo-advisory firms typically employ social media channels to reach these investors.\n\nThe U.S. Securities and Exchange Commission (SEC) issued a risk alert to investors in November 2021 regarding compliance issues with many robo-advisors. Be sure to stay informed of these and other issues by checking FINRA Investor Alerts and the SEC Division of Examination websites for information.\n\nRobo-advisors hold the same legal status as human advisors. Accordingly, they must be registered with theSECand are subject to the same securities laws and regulations as traditionalbroker-dealers.\n\nMost robo-advisors are members of theFinancial Industry Regulatory Authority (FINRA). You can useBrokerCheckto research robo-advisors in the same way that you would a human advisor.\n\nAssets managed by robo-advisors aren't insured by theFederal Deposit Insurance Corp. (FDIC). That's because they are securities held for investment purposes, not bank deposits.\n\nHowever, this doesn't necessarily mean clients are unprotected. For example, Wealthfront is insured by theSecurities Investor Protection Corp. (SIPC), meaning that if the company goes bust, investors will be reimbursed up to $500,000 of their invested balance.As you research robo-advisors, don't forget to check on the kind of insurance each has to protect your investment.\n\nThe primary way that most robo-advisors get paid is through awrap feebased onassets under management (AUM). While traditional (human) financial advisors typically charge 1% or more of AUM per year, many robo-advisors charge around 0.3% of AUM per year.\n\nAnother revenue stream ispayment for order flow (PFOF). This payment (typically fractions of a penny per share) results from directing trade orders to a particular market maker. PFOF can potentially result in better execution prices for clients. Typically, robo-advisors bundle various trade orders together into large block orders executed just one or two times a day.\n\nFinally, robo-advisors can earn money by marketing targeted financial products and services to their customers, such as mortgages,credit cards, or insurance policies. This is often done through strategic partnerships rather than advertising networks.\n\nIf the costs of your robo-advisor outweigh returns on your investments, then you may be better off not using one.\n\nThere are hundreds of robo-advisors available in the U.S. and worldwide. More of them launch every year. They all provide some combination of investment management, retirement planning, and general financial advice.\n\nHere's a look at our list of the best robo-advisors. See how we picked them by reading ourmethodology.\n\nWhenevaluating a robo-advisor, pay attention to what asset classes and ETFs it invests in, as some are now moving away from passive index strategies and investing in somewhat riskier areas that could either outperform or underperform the market, such as \"smart-beta\" strategies.\n\nRobo-advisors provide financial planning services through automated algorithms with no human intervention. They start by gathering information from a client through an online survey and then automatically invest for the client based on that data. Robo-advisors often use passive index investing strategies.\n\nYes, you can make money with a robo-advisor, as you can with any other financial advisor.\n\nYes, as with any investment you can lose money with robo-advisors if investments lose value or costs outpace portfolio returns.\n\nMost robo-advisors won't beat the market. That's because their investing involves a passive index strategy that seeks only to replicate the market's return. Typically, robo-advisor investing is based on modern portfolio theory, which relates to constructing a portfolio that maximizes return within an acceptable level of risk.\n\nRobo-advisors leverage advances in algorithmic trading and electronic markets toautomate investment strategiesfor ordinary investors.\n\nOften based on modern portfolio theory, robo-advisors are able to optimize investors'risk-return tradeoffsand automatically manage and rebalance their portfolios. Automation also allows for tax-loss harvesting and other strategies that were once too complex or expensive for ordinary investors.\n\nWith low fees and small minimum balances required to get started,robo-advisors may be a good choicefor most long-term investors and may be especially attractive to younger, tech-forward individuals.\n\nJill E. Fisch, Marion Labouré, and John A. Turner. \"The Emergence of the Robo-Advisor.\"\n\nHayes, A. (2020).Enacting a rational actor: Roboadvisors and the algorithmic performance of ideal types.Economy and Society,49(4), 562-595.\n\nJonathan Walter Lam. \"Robo-Advisors: A Portfolio Management Perspective.\"\n\nPolaris Market Research. \"Robo Advisory Market Size, Trends, Industry Analysis Report.\"\n\nInvesting in the Web. \"The Largest Robo-Advisors by AUM.\"\n\nVanguard. \"Vanguard Digital Advisor Important Information.\"\n\nThe American Association of Individual Investors. \"What the Evolving Robo-Advisory Industry Offers.\"\n\nU.S. Securities and Exchange Commission. \"Wash Sales.\"\n\nHarness Wealth. \"Average Fees for Financial Advisors in 2023.\"\n\nVettaFi. \"Robo-Advisor Fees: What Is the True Cost?\"\n\nSmart Asset. \"The Minimum Investment for a Financial Advisor.\"\n\nInvestopedia and Financial Planning Association. \"High-Tech and High-Touch: Investors Make the Case for Converging Automated Investing Platforms and Financial Planning,\" Page 11.\n\nTan Zi Yi, Noor Ashikin Mohd Rom, Nurbani Md. Hassan, Mohamad Shaharudin Samsurijan, Andrew Ebekozien. \"The Adoption of Robo-Advisory among Millennials in the 21st Century: Trust, Usability and Knowledge Perception.\"\n\nEleonora Isaia, Noemi Oggero. \"The Potential Use of Robo-advisors Among the Young Generation: Evidence from Italy.\"\n\nFinancial Industry Regulatory Authority. \"Investor Alerts.\"\n\nSecurities and Exchange Commission. \"Division of Examinations.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Robo-Advisers.\"\n\nWealthfront. \"What Is SIPC Insurance?\"",
  "url": "https://www.investopedia.com/terms/r/roboadvisor-roboadviser.asp"
}