{
  "term": "What Is Consumer Credit in Financial Services? Definition, Pros and Cons",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nConsumer credit, or consumer debt, is personal debt taken on to purchase goods and services. Although any type of personal loan could be labeled consumer credit, the term is more often used to describe unsecured debt of smaller amounts.\n\nA credit card is one type of consumer credit in finance, but a mortgage is not considered consumer credit because it is backed with the property as collateral. Learn more about the different types of consumer credit.\n\nConsumer credit in finance is extended by lenders to enable consumers to make purchases immediately and pay off the balance over time with interest. It is broadly divided into two classifications: installment credit andrevolving credit.\n\nInstallment credit is a loan of a defined amount issued in a lump sum, and is then repaid for a set period of time. Payments are usually made monthly in equal installments.\n\nInstallment credit can be used for a variety of reasons, including major purchases such as major appliances, cars, and furniture. Installment credit usually offers lower interest rates than revolving credit. In some cases,\n\nRevolving credit, which includes credit cards, may be used for any purchase. The credit is \"revolving\" in the sense that the line of credit remains open and can be used up to the maximum limit repeatedly, as long as the borrower keeps paying a minimum monthly payment on time.\n\nIt may, in fact, never be paid off in full as the consumer pays the minimum and allows the remaining debt to accumulate interest from month to month. Revolving credit is available at a relatively high interest rate because it is not secured by collateral.\n\nConsumer credit use reflects the portion of a family or individual's spending that goes to goods and services thatdepreciate quickly. It includes necessities such as food and discretionary purchases such as cosmetics or dry cleaning services.\n\nConsumer credit use from month to month is closely measured by economists because it is considered an indicator ofeconomic growthor contraction.\n\nIf consumers overall are willing to borrow and confident they can repay their debts on time, the economy gets a boost. If consumers cut back on their spending, they are indicating concerns about their own financial stability in the near future. The economy will contract.\n\nConsumer credit allows consumers to get an advance on income to buy products and services. In an emergency, such as a car breakdown, consumer credit can help you get the funds you need.\n\nCredit cards are a commonly accepted form of payment, so using this type of revolving credit can be convenient. Banks and financial institutions, department stores, and many other businesses offer consumer credit. Many credit cards also provide rewards such as cash back or travel points.\n\nThe main disadvantage of using revolvingconsumer creditis the cost to consumers who fail to pay off their entire balances every month and continue to accrue additional interest charges from month to month.\n\nTheaverage annual percentage rateon all credit cards was 23.24% as of February 2023. A single late payment can boost the cardholder's interest rate even higher.\n\nYou credit can be affected by an installment loan. It can hurt your credit if you do not make your payments on time. If you make all your payments on time, an installment loan can help you establish history as a responsible borrower.\n\nIf you don't use revolving credit like credit cards responsibly, you can potentially face financial hardship. If you don't make your minimum payments on time, your credit score will likely decline. And if you spend more than you can afford to pay back, your debt can quickly compound with interest.\n\nExamples of consumer credit include credit cards, car loans,personal loans, student loans, mobile home loans, and home improvement loans, Consumer credit is smaller loans issued to individuals that does not have collateral. So a mortgage is not considered to be an example of consumer credit.\n\nConsumer credit can be a valuable financial tool to help you make purchases to pay off over time so you can maintain cash flow. If you don't use consumer credit responsibly, your credit score could suffer. Understanding how each type of consumer credit works is key to helping you establish good credit history.\n\nGeorge Mason University School of Law. \"Introduction and Overview of Consumer Credit.\"\n\nConsumer Financial Protection Bureau. \"What Is a Personal Installment Loan?\"\n\nConsumer Financial Protection Bureau. \"Credit Cards.\"\n\nExperian. \"Can an Installment Loan Improve Your Credit?\"",
  "url": "https://www.investopedia.com/terms/c/consumercredit.asp"
}