{
  "term": "What Is Upstream in the Oil and Gas Industry?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nUpstream is a term for the operations stages in the oil and gas industry that involve exploration and production. Oil and gas companies can generally be divided into three segments: upstream, midstream, and downstream. Upstream firms deal primarily with the exploration and initial production stages of the oil and gas industry.\n\nMany large oil companies are called \"integrated\" because they combine upstream activities withmidstreamanddownstreamoperations, which take place after the production phase through to the point of sale.\n\nThe upstream sector of the oil and gas industry includes all the steps involved from the preliminary exploration through the extraction of the resource. Upstream companies can be involved in all the steps of this phase of the life cycle of the oil and gas industry, or they may only be involved in part of the upstream sector.\n\nAnother name for the upstream oil sector, which is actually more representative of what occurs in this stage of development of an oil asset and/or natural gas asset, is theexploration and production(E&P) sector. The E&P segment is the earliest portion of the oil and gas production process. Companies within this segment are primarily focused on locating and extracting commodities from the earth.\n\nThe exploration stage involves the search forhydrocarbons, which are the primary components of petroleum and natural gas. Land surveys are performed to help identify the areas that are the most promising. The goal is to locate specific minerals underground in order to estimate the amount of oil and gas reserves before drilling. Geologists study rock formations and layers of sediment within the soil to identify if oil or natural gas is present.\n\nThe process can involve seismology, which uses substantial vibrations as a result of machinery or explosives to create seismic waves. How the seismic waves interact with a reservoir containing oil and gas helps to pinpoint the reservoir's location. Once it has been determined that there appear to be reserves beneath the ground, the test drilling process can begin.\n\nUpstream companies measure oil production in barrels. One barrel, usually abbreviated as bbl, is equal to 42 U.S. gallons.Companies often describe production in terms of bbl per day or bbl per quarter.\n\nOil and gas exploration is an important part of the upstream sector.Petroleumexploration requires very sophisticated techniques, and the technology available for petroleum exploration is rapidly advancing.\n\nNormally, exploration starts in an area that has a high potential to hold a resource, usually due to the local geology and known nearby petroleum deposits. In a high-potential area, further exploration is completed to delineate a resource. The geophysical and geochemical analysis is done using techniques including induced polarization (IP) surveys, drilling andassaying, electrical currents, and so on.\n\nIn the exploration phase, the goal is to locate and estimate the potential of a resource. If an area shows potential to host a resource, exploratory wells are drilled to test the resource. In the oil and gas sector, test drilling is an important component of the exploration phase. In the event that the exploratory well is successful, the next step is to construct wells and extract the resource. Upstream companies also operate the wells that bring the crude oil or natural gas to the surface.\n\nRig count and utilization ratesare economic indicators of the amount of activity happening in the United States at any given time.\n\nOnce the resource has been extracted, the upstream part of the business is over.Midstreamcompanies gather the raw resource and transport the resource via pipeline, railway, or tanker truck to refineries. Refineries are thedownstreamphase of the oil and gas industry. They process the rawcrude oilinto their end petroleum products. They also sell and distribute natural gas and the products that are derived from crude oil.\n\nMidstream is a term used to describe one of the three major stages of oil and gas industry operations. Midstream activities include the processing, storing, transporting, and marketing of oil, natural gas, andnatural gas liquids. Midstream companies focus on the storage and transportation of oil and natural gas through pipelines. Midstream companies deliver the reserves to companies involved in the final stage of production called downstream.\n\nCompanies in the downstream sector are those that provide the closest link to everyday users.  Downstream operations are the processes involved in converting oil and gas into the finished product. These include refining crude oil into gasoline,natural gas liquids, diesel, and a variety of other energy sources. The closer an oil and gas company is to the process of providing consumers with petroleum products, the further downstream the company is said to be.\n\nUpstream oil and gas production and operations identify deposits, drill wells, and recover raw materials from underground and are involved in exploration and extraction. Many of those employed in the upstream part of the industry include geologists, geophysicists, service rig operators, engineering firms, scientists, and seismic and drilling contractors.\n\nChina National Offshore Oil Corporation and Schlumberger (SLB) are examples of large companies that focus on upstream services.\n\nToday, most of the global oil giants have both upstream and downstream activities, and are known asintegrated oil companies. Many of the largest upstream operators today are therefore major diversified oil and gas firms, such as Exxon-Mobil (XOM) and Chevron (CVX).\n\nUpstream refers to the initial phases of oil and gas production, involving exploration, drilling, and extraction of crude oil and natural gas.\n\nWhile upstream entails the initial phases of oil and gas production, downstream encompasses the final phases including refining and distribution of finished products like gasoline to consumers. In general, the farther a part of the process is from the end-user consumer, the more upstream it is.\n\nIn addition to upstream and downstream, the midstream sector is involved with the transportation of oil and gas extracted from the earth via pipelines, ships, trucks, or trains to the refineries.\n\nThe upstream sector involves companies that search for deposits of oil or gas (exploration) and then its extraction through drilling or other methods. Upstream also includes related services companies such as those dealing in rig operations, feasibility studies, machinery rental, and extraction of chemical supply.\n\nA refinery is considered to be downstream.\n\nLibrary of Congress. \"Oil and Gas Companies.\"\n\nLibrary of Congress. \"Upstream: Production and Exploration.\"",
  "url": "https://www.investopedia.com/terms/u/upstream.asp"
}