{
  "term": "What Is the Morbidity Rate?",
  "definition": "Factors and How It Differs From Mortality Rate\n\nMorbidity rate refers to the rate at which a disease or illness occurs in a population. This can be used to determine the health of a population and its health care needs. Illnesses can range from acute conditions to chronic, long-lasting conditions.\n\nMorbidity rates are also used in actuarial professions—such as health insurance, life insurance, andlong-term care insurance—to determine thepremiumsto charge customers. This rate shouldn't be confused with the mortality rate, another metric that highlights the frequency of death in a given population.\n\nAccording to the Centers for Disease Control and Prevention, morbidity refers to \"any departure, subjective or objective, from a state of physiological or psychological well-being.\"In simpler terms, morbidity is the word used to describe the instance of a disease or illness, including acute and chronic conditions.\n\nAn acute condition may be caused by a virus and doesn't last very long, like a cold. Chronic conditions are more demanding on a population as they tend to be last longer, cost more to treat, and may need multiple layers of physical or mental health care.\n\nBecause morbidity rates measure the frequency at which illness and disease occur in a population, they are used in various ways in the public andprivate sectors. For instance, governments may use morbidity rates and other health statistics to research health andhealth care. This includes costs, the success and failures of government programs, and the quality of health care systems.\n\nMorbidity rates are also helpful in many sectors of thefinancial sector. For example,insurancecompanies use morbidity rates to predict the likelihood that an insured will contract or develop certain diseases. This helps them develop competitively-priced insurance policies in the industry for health insurance, life insurance, and coverage for long-term care.\n\nThe ability to accurately estimate morbidity rates for various diseases is helpful for insurers to set aside sufficient funds to cover benefits and claims for their customers. This data is also used in part to establish prices for the premiums that the insurance companies charge.\n\nOther main factors in pricing premiums are mortality rates,operating expenses, investmentreturns, and regulations. For example. many insurance companies base their pricing of group insurance products on an expected payout of benefits. A company uses its assumptions for mortality, morbidity, interest, expenses, and persistence to price its products.\n\nDon't confuse morbidity rates with mortality rates, which measure how many deaths occur in a specific population.\n\nPeople often confuse morbidity (rates) with mortality (rates). Although they sound the same, they are different. While morbidity rates refer to the frequency of disease and illness in a certain area, themortalityrate is used to describe the frequency of death in a population. Mortality is the direct result of a condition or illness. The mortality rate is determined by dividing the number of deaths that result from an illness by the total population.\n\nMortality rates can bedivided into different categoriesbased on various measures, including infant mortality and cause-related mortality.\n\nThe proportion of initial disease cases to a population is anincidence rate. In contrast, the proportion of initial and existing disease cases in a population is known as the prevalence rate.\n\nFor example, 50,000 new cases of heart disease developed in a city with a population of five million in a single year, while the incidence of morbidity rate is 1%. If 250,000 people already suffer from heart disease in the city, the prevalence rate increases from 5% to 6%.\n\nThe definition of morbidity as used by the medical community often refers to having a disease, a chronic health problem, or the amount of disease and illness within a population.\n\nThe term morbidity refers to the rate at which an illness or disease occurs in a population. Mortality rate is the rate of death in a population.\n\nA morbidity rate tracks data on illness and disease within a population, while a mortality rate tracks the number of deaths from illness or disease within a population. Both morbidity and mortality rates are statistics used to measure the overall health of a population among other metrics.\n\nMorbidity incidence rates are calculated by dividing the number of new cases of illness or disease within a specific period of time by the number of individuals in the population.\n\nUnderstanding the difference between the definition of morbidity rate and mortality rate can help you better understand statistics related to illness and death. While the two terms sound the same, they apply to different metrics. A morbidity rate is the rate at which an illness or disease occurs withing a population, while a mortality rate is the rate of death.\n\nCenters for Disease Control and Prevention. \"Epidemiology Glossary,\" click on \"M.\"\n\nU.S. Centers for Medicare & Medicaid Services. \"Chronic Conditions.\"\n\nJose Bien R. Hernandez and Peggy Y. Kim. “Epidemiology Morbidity and Mortality.” StatsPearls Publishing.",
  "url": "https://www.investopedia.com/terms/m/morbidity-rate.asp"
}