{
  "term": "What Is an Executor? Duties and Role in Estate Planning",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn executor of an estate is an individual appointed to administer the last will of a deceased person and carry out the instructions to manage the affairs. They are appointed either by thetestatoror a court. Executors ensure all assets in the will are accounted for and transfer these assets to the correct beneficiary. Assets can include financial holdings, such as stocks or bonds, real estate, direct investments; or collectibles.\n\nThe executor must be over 18 without prior felony convictions and can be a friend, family member, or a professional like a lawyer or accountant. The executor's duties include:\n\nExecutors are key inestate planningfor individuals and beneficiaries. Estate planning is how an individual’s assets will be preserved, managed, and distributed after death. Individuals have various reasons for planningan estate, including preserving family wealth, providing for surviving spouses and children, funding education, or leaving their legacy for a charitable cause.Major estate planning tasksinclude:\n\nRetirement accountbeneficiary designationsfor 401(k)s and IRAs override will and trust directives.\n\nActing as an executor requires a time commitment. Contacting agencies like the Social Security Administration tostop Social Security benefits, the IRS, or state tax authorities for income tax and death tax matters is the role of an executor.\n\nAn executor can allow an estate attorney to handle many of these matters. However, the attorney will bill for their time and cost the estate money. ACPAor other tax preparers can work on the decedent’s final income tax return for the estate. An executor must pay taxes owed before disbursing inheritances to heirs.Additionally, many states imposedeath taxeson estates.\n\nExecutors must explain to heirs eager to receive their inheritances that they can not make disbursements until all claims against the estate are settled.\n\nThe two roles are similar, but an executor carries out one's will, often under the supervision of a probate court; while atrusteeis responsible for one's trust. In some cases, the two may be the same individual, although they don't have to be.\n\nYes, and it is not uncommon for a will's executor to also be a named beneficiary.\n\nA gift named in a will is known as abequestor alegacy.\n\nAn executor is the individual who carries out one's last will, ensuring that the stipulations and wishes of the deceased are carried out properly. Subject to probate court oversight, this will often include disbursing the estate's assets, paying any taxes due, and covering outstanding debts.\n\nInternal Revenue Service. \"Publication 559 Survivors, Executors, and Administrators.\"\n\nSocial Security Administration. \"Survivor Benefits.\"\n\nU.S. Department of Justice. \"206. Priority for the Payment of Claims Due to the Government.\"\n\nInternal Revenue Service. \"Estate Tax.\"\n\nInternal Revenue Service. \"Publication 559 Survivors, Executors, and Administrators.\" Page 13.",
  "url": "https://www.investopedia.com/terms/e/executor.asp"
}