{
  "term": "What Is M3? Definition, Liquidity, Disuse, and M Classifications",
  "definition": "M3 is a measure of the money supply that includesM2as well as large time deposits, institutional money market funds, short-termrepurchase agreements(repo), and larger liquid assets.\n\nThe M3 measurement includes assets that are less liquid than other components of themoney supplyand are referred to as \"near money,\" which are more closely related to the finances of larger financial institutions and corporations than to those of small businesses and individuals.\n\nThe money supply, sometimes referred to as the money stock, has many classifications of liquidity. The total money supply includes all of the currency in circulation as well as liquid financial products, such ascertificates of deposit(CDs).\n\nThe M3 classification is the broadest measure of an economy's money supply. It emphasizes money as a store of value more so than as amedium of exchange, hence the inclusion of less-liquid assets in M3. Less liquid assets would include those that are not easily convertible to cash and therefore not ready to use if needed right away.\n\nM3 for the United States as of July 2023.\n\nM3 was traditionally used by economists to estimate the entire money supply within an economy and by central banks to directmonetary policyin order to control inflation, consumption, growth, and liquidity, over medium and long-term periods.\n\nIn order to determine M3, each M3 component is givenequal weightduring calculation. For example, M2 and large time deposits are treated the same and aggregated without any adjustments. While this does create a simplified calculation, it assumes that each component of M3 affects the economy in the same way, which is not the case in the actual economy.\n\nThis equal weighting can be considered a shortcoming of the M3 measurement of the money supply, which is why it is no longer used as a true measurement of the money supply any longer.\n\nSince 2006, M3 is no longer tracked by the U.S. central bank, theFederal Reserve; however, even before that, primarily in the 1980s, the Fed only focused on M2 to guide policy. In 1993, Fed Chairman Alan Greenspan said that the Fed would no longer use any money aggregates (including M2) to guide FOMC policy.\n\nThe Federal Reserve Bank of St. Louis and some other sources still publish M3 figures for economic data purposes.\n\nM3 can be thought of as a congregation of all the other classifications of money (M0, M1, and M2) plus all of the less liquid components of the money supply.\n\nM0 refers to the currency in circulation, such as coins and cash.M1includes M0, demand deposits, such as checking accounts, traveler's checks, and currency that is out of circulation but readily available.\n\nM2 includes all of M1 (and all of M0) plus savings deposits and certificates of deposit, which are less liquid than checking accounts. M3 includes all of M2 (and all of M1 and M0) but adds the least liquid components of the money supply that are not in circulation, such as repurchase agreements that do not mature for days or weeks.\n\nM1, M2, and M3 are classifications of money in the United States. M1 consists of all money in circulation as well as deposits in banks. M2 money includes M1 money plus savings deposits and money market funds. M3, which has been discontinued, includes M2 plus time deposits.\n\nM4 money is a classification of money in the United Kingdom that includes money that is circulated amongst the public, non-financial institutions, private sector retail and wholesale banks, and building society deposits.\n\nAs of July 2023, the seasonally adjusted M1 money in circulation is $18.4 trillion.\n\nM3 is a classification of money that includes all other classifications: M0, M1, and M2, and other components of the money supply. The Fed ceased its publication in 2006, however, it is still printed for historical comparisons by other sources.\n\nFederal Reserve Bank of Richmond. \"Monetary Aggregates: A User's Guide.\"\n\nBoard of Governors of the Federal Reserve System. \"H.6 Release--Discontinuance of M3.\"\n\nFederal Reserve Bank of St. Louis. \"Monetary Aggregates and Their Components: Broad Money and Components: M3 for United States.\"\n\nFederal Reserve Bank of San Francisco. \"How Did the Fed Change Its Approach to Monetary Policy in the Late 1970s and Early 1980s?\"\n\nBank of England. \"Explanatory Notes - M4.\"\n\nBoard of Governors of the Federal Reserve System. \"Money Stock Measures.\"",
  "url": "https://www.investopedia.com/terms/m/m3.asp"
}