{
  "term": "What Is an Immediate or Cancel Order (IOC)?",
  "definition": "An immediate or cancel order (IOC) is an order to buy or sell a security that willexecuteall or part immediately and then cancel any unfilled portion of the order. An IOC order is one of several \"duration,\" ortime-in-forceorders, that investors can use to specify how long the order remains active in the market and under what conditions the order is canceled.\n\nOther commonly used duration order types includefill or kill(FOK),all or none(AON), and good ‘till canceled (GTC). Most online trading platforms allow IOC orders to be placed manually or programmed into automated trading strategies.\n\nInvestors can submit either a “limit” or “market” immediate or cancel order (IOC) depending on their specific execution requirements. An IOC limit order is entered at a particular price, whereas an IOC market order has no price attached and transacts with the best offer price for a buy and the bestbid pricefor a sell.\n\nIOC orders differ from other duration orders in that they only require a partial fill, whereas both FOK and AON orders must be filled in their entirety or canceled. GTC orders remain active until executed in the market or canceled by the client, although most brokers cancel them between 30 and 90 days.\n\nInvestors typically use IOC orders when submitting a large order to avoid having it filled at varying prices. An IOC order automatically cancels any part of the order that doesn’tfillimmediately. Assume a trader places an IOC order to purchase 5,000 shares of International Business Machines Corporation (IBM). Any portion of the 5,000 shares not purchased immediately is automatically canceled. Those who trade several stocks throughout the day may use an IOC order to minimize the risk of forgetting to cancel an order at the close.\n\nIOC orders help investors to limit risk, speed execution and provide price improvement by providing greater flexibility.\n\nSuppose an investor places an IOC market order to buy 1,000 shares of Apple Inc. (AAPL). Theorder bookshows 2,000 shares bid at $170.95 and 500 shares offered at $171.00. The order would immediately fill 500 shares at the offer price ($171) and cancel the unfilled portion of 500 shares.\n\nLet's assume another investor places an IOC limit order to buy 1,000 shares of Apple at $169 around the market open when the stock is currently offered at $170. TheS&P 500drops slightly in the afternoon and a seller offers 700 shares of AAPL at $169. The IOC order, however, would not be filled because it was canceled immediately after not being filled earlier in the day.\n\nIOC limit orders protect against getting a bad fill in a fast-moving orilliquidmarket. On the other hand, IOC market orders ensure a complete or partial execution in a strongly trending stock with heavy buying demand.\n\nA market order is an order to buy or sell a stock at the best available price and will be executed immediately. A limit order is an order to buy or sell a stock at a certain price or better. Market and limit orders may include timing restrictions and other trading instructions like IOC.\n\nTraders usetime-in-forceinstructions when placing a trade to indicate how long an order will remain active before it is executed or expires.\n\nAn immediate or cancel order (IOC) is an order to buy or sell a security that will execute all or part immediately and then cancel any unfilled portion of the order, using time-in-force instructions. IOC limit orders protect investors during a fast-moving market. IOC market orders ensure a complete or partial execution in a strong market with high demand.\n\nU.S. Securities and Exchange Commission. \"Understanding Order Types.\"",
  "url": "https://www.investopedia.com/terms/i/immediateorcancel.asp"
}