{
  "term": "What Is a Force Majeure Contract Clause?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForce majeure is a clause included in contracts to removeliabilityfor unforeseeable and unavoidable catastrophes interrupting the expected timeline and preventing participants from fulfillingobligations. These clauses generally cover natural disasters like hurricanes, tornadoes, and earthquakes, and human actions, such as armed conflict and human-made diseases.\n\nFor events to constitute the use of force majeure, they must be unforeseeable, external to contract parties, and unavoidable. Force majeure means “greater force” and is related to anact of God, an event for which no party can be held accountable. These concepts are defined and applied differently depending on the jurisdiction.\n\nSuppose an avalanche destroys a supplier’s factory in the French Alps, causing long shipment delays and leading the client to sue for damages. The supplier might employ a force majeure defense, arguing that the avalanche was an unforeseeable, external, and unavoidable event—the three tests applied by French law.Unless the contract specifically named an avalanche as removing the supplier’s liability, the court may decide that the supplier owes damages.\n\nThe concept of force majeure originated in French civil law and is an accepted standard in many jurisdictions that derive their legal systems from the Napoleonic Code. Incommon lawsystems, such as those of the United States and the United Kingdom, force majeure clauses are acceptable but must be more explicit about the events that would trigger the clause.\n\nForce majeure conflicts with the concept of “pacta sunt servanda” (Latin for “agreements must be kept”), a key concept in civil and international law with analogs in common law.It is not supposed to be easy to escape contractual liability, and proving that events were unforeseeable, for example, is difficult. Human threats like cyber, nuclear, and biological warfare capabilities ornatural disastershave raised questions about what is and is not foreseeable in a legal sense.\n\nIf a natural or other disaster repeats or reoccurs, it may not be considered unforeseeable.\n\nTheInternational Chamber of Commercehas attempted to clarify the meaning of force majeure by applying a standard of “impracticability,” meaning that it would be unreasonably burdensome and expensive, if not impossible, to carry out the terms of the contract.It can be difficult to prove that an event is unforeseeable and serious enough to void a contract. In any jurisdiction, contracts containing specific definitions that constitute force majeure—ideally ones that respond to local threats—hold up better under scrutiny.\n\nEvents that could trigger a force majeure clause include war, terrorist attacks, a pandemic, or natural disasters that fall under the “act of God” category, such as a flood, earthquake, or hurricane.\n\nThe 2020 pandemic opened new litigations regarding force majeure clauses. In Virginia, Regal Cinemas theaters ceased operations because of the pandemic. The United States District Court for the Western District of Virginia ruled that the force majeure clause in the lease executed between the parties only applied if “the Complex or other improvements on the Property, or any part thereof, aredamaged or destroyedby fire, flood, natural causes, or other casualties[.]”  The COVID-19 pandemic did not excuse Regal Cinemas from its performance under its contract. A ruling in favor of the University of Vermont also found that because its “closure” was due to the COVID-19 pandemic, and not another catastrophe, the university did not have to issue refunds for housing or meal plans.\n\nForce majeure clauses enable parties to better manage risk and protect themselves if something unthinkable happens. To implement the clause and abandon provisions of a contract or actions under the contract, an event must be unforeseeable, external to the contract parties, and serious enough to render it impossible for the party to perform contractual obligations.\n\nLatham & Watkins. “Impact of COVID-19 on French Law Governed Contracts: Update,” Page 1.\n\nCornell Law School, Legal Information Institute. “Force Majeure.”\n\nAmerican Journal of International Law, via JSTOR. “The PrinciplePacta Sunt Servandaand the Nature of Obligation Under International Law.”\n\nInternational Chamber of Commerce. “ICC Force Majeure and Hardship Clauses: March 2020,” Page 1.\n\nAmerican Bar Association. \"Force Majeure Clauses in the Aftermath of the Covid-19 Pandemic and the Implications for Government Entities.\"",
  "url": "https://www.investopedia.com/terms/f/forcemajeure.asp"
}