{
  "term": "What Is Clearing? Definition, How It Works, and Example",
  "definition": "Clearing is the process where money or assets change hands after a financial transaction.\n\nClearing is the process where a financial trade settles, and securities and money officially change hands. When you buy securities through a broker, it can take some time for the trade to be finalized. In many cases, a specialized organization acts as the intermediary and assumes the role of tacit buyer and seller to reconcile orders between transacting parties.\n\nClearing is necessary for matching all buy and sell orders in the market. It provides smoother and more efficient markets as parties can make transfers to theclearing corporationrather than to each individual party with whom they transact.\n\nClearing is the process of reconciling purchases and sales of options, futures, or securities, and the direct transfer of funds from one financial institution to another. The process validates the availability of the appropriate funds, records the transfer, and in the case of securities, ensures the delivery of the security to the buyer. Non-cleared trades can result insettlement risk, and, if trades do not clear, accounting errors will arise where real money can be lost.\n\nAnout tradeis a trade that cannot be placed because it was received by anexchangewith conflicting information. The associated clearinghouse cannot settle the trade because the data submitted by parties on both sides of the transaction is inconsistent or contradictory.\n\nStock exchanges, such as the New York Stock Exchange (NYSE) and the NASDAQ, have clearing firms. They ensure that stock traders have enough money in their accounts, whether using cash or broker-providedmargin, to fund the trades they are taking. The clearing division of these exchanges acts as the middleman, helping facilitate the smooth transfer of funds.\n\nWhen an investor sells a stock they own, they want to know that the money will be delivered to them. The clearing firms make sure this happens. Similarly, when someone buys a stock, they need to be able to afford it. The clearing firm makes sure that the appropriate amount of funds is set aside fortrade settlementwhen someone buys stocks.\n\nClearing can have a variety of meanings depending on the instrument with which it is associated. In the case of check clearing, this is the process involved in transferring the funds promised on the check to the recipient's account. Some banks place holds on funds deposited by check since the transfer is not instantaneous and may require time to process.\n\nThe Federal Reserve Banks provide check collection services to depository institutions. When a depository institution receives a check drawn on another institution, it may send the check for collection to the institution directly, deliver the check to the institution through a local clearinghouse exchange, or use the check-collection services of a correspondent institution or a Federal Reserve Bank.\n\nMost of the checks the Federal Reserve Banks receives are collected and settled within one business day.\n\nFor futures and options transactions, a clearinghouse acts as the implicitcounterpartyto both the buyer and seller. This extends to the securities market, where the stock exchange validates the trade of the securities through to settlement.\n\nClearinghouses charge a fee for their services, known as a clearing fee. When an investor pays a commission to the broker, this clearing fee is often already included in that commission amount. This fee supports the centralizing and reconciling of transactions and facilitates the proper delivery of purchased investments.\n\nWhen a clearinghouseencounters an out trade, it gives the counterparties a chance to reconcile the discrepancy independently. If the parties can resolve the matter, they resubmit the trade to the clearinghouse for appropriate settlement. But if they cannot agree on the terms of the trade, then the matter is sent to the appropriate exchange committee forarbitration.\n\nAnautomated clearing house(ACH) is an electronic system used for the transfer of funds between entities, often referred to as anelectronic funds transfer(EFT). The ACH performs the role of intermediary, processing the sending/receiving of validated funds between institutions.\n\nAn ACH is often used for the direct deposit of employee salaries andcan be used to transfer fundsbetween an individual and a business in exchange for goods and services.\n\nTraditionally, the information of the sending and receiving bank accounts needs to be provided, including the account androuting numbers, to facilitate the transaction. This process may also be seen as an electronic check, as it provides the same information as a written check.\n\nAs a hypothetical example, assume that one trader buys an index futures contract. Theinitial marginrequired to hold this trade overnight is $6,160. This amount is held as a \"good faith\" assurance that the trader can afford the trade. This money is held by the clearing firm, within the trader's account, and can't be used for other trades. This helps offset any losses the trader may experience while in a trade.\n\nThis process helps reduce the risk to individual traders. For example, if two people agree to trade, and there is no one else to verify and back the trade, it is possible that one party could back out of the agreement or experience financial trouble and be unable to produce the funds to hold up their end of the bargain.\n\nThe clearing firm takes this risk away from the individual trader. Each trader knows that the clearing firm will be collecting enough funds from all trading parties, so they don't need to worry about credit ordefault riskof the person on the other side of the transaction.\n\nIf you ever have to cash a check, you may have to wait before the funds become available. This process is known as clearing. When a check is deposited, your bank needs to contact the issuing bank to confirm that the payer had funds available. Then they need to wait for the funds to arrive.\n\nThis also happens in the stock market. When you buy stocks through a broker, the transfer appears to be immediate, but it takes several days for a transaction to clear. That's how long it takes for your broker to contact the exchange, send your money, and receive shares on your behalf.\n\nClearing in the banking system is the process of settling transactions between banks. Millions of transactions occur every day, so bank clearing tries to minimize the amounts that change hands on a given day. For example, if Bank A owes Bank B $2 million in cleared checks, But Bank B owes Bank A $1 million, Bank A only pays Bank B $1 million.\n\nClearing banks in the United States include the following: Bank of America; Bank of the West; Barclays; The Bank of New York Mellon; BB&T; Capital One; Citi; Citizens; Comeria; Deutsche Bank; AG Consultants, Fifth Third Bank; HSBC; JP Morgan Chase; Key Bank; M&T Bank; MUFG Union Bank; PNC; Regions Bank; Santander; State Street; SunTrust; TD Bank; UBS; U.S. Bank; and Wells Fargo.\n\nAn example of a clearinghouse is the London Clearing House, which is the biggest derivatives clearing house followed by the Chicago Mercantile Exchange. Clearing firms are typically big investment banks, such as JP Morgan, Deutsche Bank, and HSBC.\n\nClearing is the process of reconciling an options, futures, or securities transaction or the direct transfer of funds from one financial institution to another. The process validates the availability of the appropriate funds, records the transfer, and in the case of securities, ensures the delivery of the security or funds to the buyer.\n\nClearing ensures that the entities or parties engaged in a financial transaction are protected, receive their due amount, and the transaction goes smoothly. A clearinghouse acts as a third party or mediator for the transaction, while the clearing process records the details of the transaction and validates the availability of funds.\n\nBoard of Governors of the Federal Reserve System. \"Check Services.\"",
  "url": "https://www.investopedia.com/terms/c/clearing.asp"
}