{
  "term": "What Is Bioremediation and How Does It Work?",
  "definition": "Bioremediation is a branch ofbiotechnologythat employs the use of living organisms in the removal of contaminants, pollutants, and toxins from soil, water, and other environments. These organisms can include microbes and bacteria.\n\nBioremediation can be used to clean up contaminated groundwater or environmental problems, such asoil spills.\n\nBioremediation relies on stimulating the growth of certain microbes that utilize contaminants including oil, solvents, and pesticides for sources of food and energy. These microbes convert contaminants into small amounts of water as well as harmless gases such as carbon dioxide.\n\nBioremediation requires a combination of the right temperature, nutrients, and foods. The absence of these elements can prolong the cleanup of contaminants. Conditions that are unfavorable for bioremediation can be improved by adding “amendments” to the environment such as molasses, vegetable oil, or simple air. These amendments optimize conditions for microbes to flourish, accelerating the completion of the bioremediation process.\n\nBioremediation can be done \"in situ,\" at the site of the contamination, or \"ex situ,\" at a location away from the site. Ex situ bioremediation may be necessary if the climate is too cold to sustain microbe activity or if the soil is too dense for nutrients to distribute evenly. Ex situ bioremediation can require excavation and cleaning of the soil above ground and this can add significant costs to the process.\n\nThe bioremediation process can take anywhere from several months to several years to complete depending on variables such as the size of the contaminated area, the concentration of contaminants, temperature, soil density, and whether bioremediation will occur in situ or ex situ.\n\nBioremediation offers numerous advantages over other cleanup methods. It minimizes damage toecosystemsby relying solely on natural processes. Bioremediation often takes place underground where amendments and microbes can be pumped to clean up contaminants in groundwater and soil. Bioremediation doesn't disrupt nearby communities as much as other cleanup methodologies as a result.\n\nThe bioremediation process creates relatively few harmful byproducts mainly because contaminants and pollutants are converted into water and harmless gases like carbon dioxide. It's cheaper than most cleanup methods because it doesn't require substantial equipment or labor.\n\nTheExxon Valdezoil tanker ran aground off the coast of Alaska in 1989 and ended up spilling approximately 11 million gallons of oil. Bioremediation was gaining traction as a viable option for oil cleanups at around this time. The EPA and Exxon Mobil Corporation (XOM) both began testing compounds. Initial tests regarding the effectiveness of bioremediation looked promising.\n\nMore than 100,000 pounds of fertilizer were applied over more than 2,000 applications to the affected areas between 1989 and 1990. The cleanup was considered complete by mid-1992 and the fertilizer had degraded nearly all the oil compounds.\n\nThere are three types of bioremediation in general:\n\nIn a sense, yes. Composting can be seen as a form of bioremediation known as biodegradation that converts food waste into potable soil. This reduces the burden on landfills.\n\nMycoremediation is a form of bioremediation that relies on fungi rather than bacteria or other microbes to decontaminate affected areas.\n\nBioremediation effectively heals the environment when it’s been contaminated by pollutants and toxins. It uses living organisms such as microbes and bacteria. It’s a branch of biotechnology that can be vitally important to saving affected areas.\n\nThe process can take several months to several years to complete depending on conditions. But it requires relatively few harmful byproducts and can be less expensive than other cleanup processes.\n\nNational Oceanic and Atmospheric Administration. \"Exxon Valdez.\"\n\nNational Institute of Health. \"Oil Biodegradation and Bioremediation: A Tale of the Two Worst Spills in U.S. History.\"\n\nNational Library of Medicine. \"Bioremediation of Contaminated Soil and Groundwater by In Situ Biostimulation.\"\n\nUniversity of San Francisco. \"Mycoremediation: How Fungi Can Repair Our Land.\"",
  "url": "https://www.investopedia.com/terms/b/bioremediation.asp"
}