{
  "term": "What Is a Graphics Processing Unit (GPU)? Definition and Examples",
  "definition": "A Graphics Processing Unit (GPU) is a chip or electronic circuit capable of rendering graphics for display on an electronic device. The GPU was introduced to the wider market in 1999 and is best known for its use in providing the smooth graphics that consumers expect in modern videos and games.\n\nThe graphics in videos and gs consist of polygonal coordinates that are converted into bitmaps—a processcalled “rendering”—and then into signals that are shown on a screen. This conversion requires the Graphics Processing Unit (GPU) to have a lot of processing power, which also makes GPUs useful inmachine learning,artificial intelligence, and other tasks that require a large number of complex and sophisticated computations.\n\nIn 1999, Nvidia introduced the Geforce 256, the first widely available GPU. Nvidia defined a GPU as a \"single-chip processor with integrated transform, lighting, triangle setup/clipping, and rendering engines that is capable of processing a minimum of 10 million polygons per second.” The GeForce 256 improved on the technology by other processors by optimizing 3D gaming performance.\n\nWhile Nvidia stillreigns supreme in the GPU market, the technology has greatly improved. In the 2000s Nvidia released its GeForce 8800 GTX which has a texture-fill rate of a whopping 36.8 billion per second.\n\nToday, GPUs have seen a resurgence in popularity. Their use has been extended into new industries thanks to the advent of artificial intelligence and cryptocurrencies. GPUs have also played a role in establishing wider access to higher-quality virtual reality gaming.\n\nBefore the arrival of GPUs in the late 1990s, graphic rendering was handled by the Central Processing Unit (CPU). When used in conjunction with a CPU, a GPU can increase computer performance by taking on some computationally intensive functions, such as rendering, from the CPU. This accelerates how quickly applications can process since the GPU can perform many calculations simultaneously. This shift also allowed for the development of more advanced and resource-intensive software.\n\nProcessing data in a GPU or a CPU is handled by cores. The more cores a processing unit has, the faster (and potentially more efficiently) a computer can complete tasks. GPUs use thousands of cores to process tasks in parallel. The parallel structure of the GPU is different than that of the CPU, which uses fewer cores to process tasks sequentially. A CPU can perform calculations faster than a GPU, which makes it better at basic tasks.\n\nThe term “GPU” is often used interchangeably with “graphics card,” though the two are different. A graphics card is a piece of hardware that contains one or more GPUs, a daughterboard, and other electronic components that allow the graphics card to function.\n\nA GPU can, however, be integrated into the motherboard or be found in the daughterboard of a graphics card. Initially, high-end computers were the only ones to feature graphics cards. Today, most desktop computers typically use a separate graphics card with a GPU for increased performance, rather than rely on a GPU built into a motherboard.\n\nWhile GPUs were initially popular with video editing and computer gaming enthusiasts, the rapid growth ofcryptocurrenciescreated a new market. This is becausecryptocurrency miningrequires thousands of calculations in order to add transactions to ablockchain, which is something that could be profitable with access to a GPU and an inexpensive supply of electricity.\n\nIn recent years, two prominent graphics card manufacturers, Nvidia Corp. (NVDA) and Advanced Micro Devices Inc. (AMD) have experienced a rapid increase in sales and revenue as a result of cryptocurrency mining.\n\nThis had the side effect of frustrating non-mining customers, who saw prices increase and supply dry up. As a result, retailers occasionally limited the number of graphics cards that an individual could purchase. While miners of the more popular cryptocurrencies, such asbitcoin,have shifted to using specialized and more cost-effective chipsets called application-specific integrated circuits (ASICs), Graphics Processing Units are still used to mine lesser-known currencies.\n\nThe rise in the popularity of cryptocurrencies has caused a massive shortage of GPUs. Reporting from the Verge calculated that GPUs are being sold for two to three times their street price on sites like eBay.\n\nAdvanced Micro Devices (AMD) and Nvidia (NVDA) aretwo of the biggest names in the GPU market. Let's take a look at both companies below.\n\nAMDis one of the most trusted producers of graphic cards. The manufacturer began as a startup in Silicon Valley in 1969 and develops high-performance computing and visualization products.AMD entered the GPU market in 2006 when it acquired leading video card maker ATI. Since then, AMD and Nvidia have been the dominant players in the GPU market. As of May 2021, AMD has a market cap of $97.3 billion. AMD has shipped over 500 million GPUs since 2013 and controls 17% of the GPU market share.\n\nAMD places its focus in the GPU market on PC gaming and is a favorite among gamers worldwide.\n\nNvidiawas the very first company to bring GPUs into the world in 1999. The first GPU in history was known as the Geforce 256. 1999 was also the year Nvidia launched itsinitial public offering(IPO) at $12 per share.As of May 2021, the stock is trading around $645 per share.\n\nNvidia has a market cap of $404.8 billion and controls 13% of the GPU market share.\n\nNvidia has considerable reach in the advanced GPU market. According to Nvidia's website \"eight of the world’s top 10 supercomputers now use NVIDIA GPUs, InfiniBand networking, or both. NVIDIA powers 346 of the overall TOP500 systems on the latest list.\"\n\nNvidia's own supercomputer, named Selene, is ranked fifth in the world and is the world's fastest industrial supercomputer.\n\nWhereas GPU is a chip or electronic circuit capable used to render graphics for display on an electronic device, a VGA or video graphics array connector is a physical device used to transfer video signals and computer video output.\n\nBefore overclocking make sure you thoroughly clean your device and install any updates and bug fixes to your software. Thanks to updates in technology, overclocking is fairly simple. Simply install software such as Afterburner and let the system go to work. After the installation is complete, run a gaming benchmark to test out the new software.\n\nGPU scaling is a feature that enables users to adjust the aspect ratio of a game based on their monitor’s resolution. Some users believe this adjusting the aspect ratio will furtherenhance the image qualityof the display.\n\nAMD. \"About Us.\" Accessed May 28, 2021.\n\nAMD. \"About Us.\" Accessed May 28, 2021.\n\nThe Verge. \"The Street Prices of Nvidia and AMD GPUs Are Utterly Out of Control.\" Accessed May 28, 2021.\n\nYahoo Finance. \"Advanced Micro Devices, Inc.\" Accessed May 28, 2021.\n\nNvidia. \"Corporate History.\" Accessed May 28, 2021.\n\nStatista. \"PC GPU Shipment Share Worldwide Q2 2009 - Q4 2020, by Vendor.\" Accessed May 28, 2021.\n\nYahoo Finance. \"Nvidia Corporation.\" Accessed May 28, 2021.\n\nNvidia. \"About Us,\" Page 11. Accessed May 28, 2021.",
  "url": "https://www.investopedia.com/terms/g/graphics-processing-unit-gpu.asp"
}