{
  "term": "What Is Voice Over Internet Protocol (VoIP) Technology?",
  "definition": "Voice-over-Internet protocol (VoIP) is communications technology that allows users to interact by audio through anInternetconnection, rather than through an analog connection. Voice-over-Internet Protocol converts the voice signal used in traditional phone technology into a digital signal that travels through the Internet instead of through analog telephone lines.\n\nVoice-over-Internet-Protocol (VoIP) technology allows users to make \"telephone calls\" through Internet connections instead of through analog telephone lines, which renders these calls effectively free wherever the Internet is available. VoIP changed thetelecommunications industryby making traditional phone lines and services nearly obsolete and reducing demand for them significantly.\n\nAs access to the Internet has become more widely available, VoIP has become ubiquitous both for personal use and for business use.\n\nIntermedia, RingCentral, 8x8, Intermedia, Vonage, Dialpad, Microsoft Skype, Ooma, Mitel, Freshdesk Contact Center, and Line 2 led the list ofPCMag'sbest Business VoIP providers for 2022.\n\nVoIP works by converting voice audio into packets of data that then travel through the Internet like any other type of data such as text or pictures. These packets of sound data travel almost instantly through public and private Internet networks to route from the origination to the destination. Any landline or mobile phone that is connected to the Internet can place and receive VoIP calls. VoIP calls can also be conducted on computers through the computer microphone and speakers or headsets.\n\nBecause VoIP calls travel through the Internet instead of through analog telephone lines, they are subject to the same lags and delays as other data traveling the Internet whenbandwidthis compromised or overwhelmed.\n\nVoIP technology reduces the cost of voice communication to almost nothing for personal and commercial use. Many Internet providers throw in VoIP telephone service for free as an incentive to buy broadband or higher-speed Internet connection and Internet cable television channels. Since it costs the Internet provider a little extra to provide this service and it costs the customer nothing extra for this service, it is a win-win for everyone involved in the transaction.\n\nVoIP service has also enabled video calls, conference calls, and webinars for commercial and personal use at prices that are affordable or free. Previously,video conferencingand web conferencing were expensive and only available to companies large enough to justify the expense, but VoIP allows companies of all sizes, including solo practitioners andfreelancers, to afford it.\n\nThe main con of VoIP services is that they can lag or clump. Because the sound goes in packets, it is slightly delayed. Under normal circumstances, untrained listeners won't be able to tell the difference between VoIP and analog calls. But when there is high bandwidth usage on the Internet, the packets may cluster or be delayed, which can cause a jerky, clumped sound on VoIP calls.\n\nSome VoIP services can't work during power outages if the user or provider does not have backup power. Some 9-1-1 services do not have the ability to recognize locations of VoIP calls.\n\nThe first VoIP service was launched in 1995 by a company called VocalTech. The company launched the first Internet-based phone, with the appropriate name InternetPhone. This did not come with any video capabilites, and required both users to be logged on to the same software in order to talk.\n\nEarly VoIP services suffered from a poor user experience, with frequent distortions and dropped calls. However, the service steadily improved, until the launch of Skype in 2003 made VoIP attractive and practical for average users. This allowed phone calls that were completely free of charge, in addition to video calls and calls to landlines, with much-improved sound quality.\n\nThe COVID-19 pandemic proved another boon for the VoIP industry, as millions of office workers and administrators now began working remotely. VoIP and related services such asZoombecame even more critical for office administration, as teleconferencing became the new norm for the average workplace.\n\nVoice over Internet Protocol (VoIP) is a technology that allows people to speak over an Internet connection, similar to an ordinary telephone call. VoIP allows audio conversations for a much lower cost than traditional telephone networks, especially over a long distance. However, VoIP calls may also be subject to bandwidth limitations.\n\nMobile VoIP, or mVoIP, is a set of communications protocols that can extend VoIP communications to handheld devices. This is frequently used to facilitate audio conversations over WiFi or LTE networks at a lower cost than traditional telephones and without a wired connection.\n\nSIP, or session initiation protocol, is closely related to VoIP and is used to manage multimedia communications channels such as phone calls and videoconferencing. SIP is often used interchangeably with VoIP, but they are not the same thing.\n\nNon-fixed VoIP refers to a Voice-over-Internet protocol (VoIP) phone number that is not attached to a physical address. While VoIP phone numbers can sometimes be fixed to a residence or company office, non-fixed VoIP numbers are not associated with any geographical location. This is convenient forcall centersand remote workers, but can also be used by scammers pretending to be their victims' neighbors.\n\nPCMag. \"The Best Business VoIP Providers for 2022.\" Accessed Jan. 23, 2022.\n\nBe Businessed. \"History of VoIP.\" Accessed Jan. 23, 2022.\n\nSpectrum. \"Are SIP and VoIP the Same?\" Accessed Jan. 23, 2022.\n\nNextiva. \"Fixed and Non-Fixed VoIP: Everything You Need to Know.\" Accessed Jan. 23, 2022.",
  "url": "https://www.investopedia.com/terms/v/voiceoverinternet-protocol-voip.asp"
}