{
  "term": "What Is a Liquidity Adjustment Facility in Monetary Policy?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nInvestopedia / Michela Buttignol\n\nA liquidity adjustment facility is a monetary tool used by a country’s central bank to help commercial banks manage short-term cash shortages or surpluses by borrowing or lending money, typically overnight.\n\nA liquidity adjustment facility (LAF) is a tool used inmonetary policy, primarily by theReserve Bank of India(RBI), that allows banks to borrow money through repurchase agreements (repos) or to make loans to the RBI through reverse repo agreements. This arrangement is effective in managing liquidity pressures and assuring basic stability in the financial markets. In the United States, the Federal Reserve transacts repos and reverse repos under its open market operations.\n\nThe RBI introduced the LAF as a result of the Narasimham Committee on Banking Sector Reforms (1998).\n\nLiquidity adjustment facilities are used to aid banks in resolving any short-term cashshortagesduring periods of economic instability or from any other form of stress caused by forces beyond their control. Various banks use eligible securities ascollateralthrough a repo agreement and use the funds to alleviate their short-term requirements, thus remaining stable.\n\nThe facilities are implemented on a day-to-day basis as banks and other financial institutions ensure they have enough capital in the overnight market. The transacting of liquidity adjustment facilities takes place via anauctionat a set time of the day. An entity wishing to raisecapitalto fulfill a shortfall engages in repo agreements, while one with excess capital does the opposite and executes a reverse repo.\n\nThe RBI can use the liquidity adjustment facility to manage high levels ofinflation. It does so by increasing the repo rate, which raises the cost of servicing debt. This, in turn, reduces investment andmoney supplyin India’s economy.\n\nConversely, if the RBI is trying to stimulate the economy after a period of slow economic growth, it can lower the repo rate to encourage businesses to borrow, thus increasing the money supply. For example, the RBI increased the repo rate by 40basis pointsin May 2022 to 4.40% from 4.00%. In another example, the reverse repo rate was cut to 3.35% from 3.75% in 2020.\n\nAs of May 2025, the repo rate is 6.00%.\n\nLet’s assume a bank has a short-term cash shortage due to arecessiongripping the Indian economy. The bank would use the RBI's liquidity adjustment facility by executing a repo agreement by sellinggovernment securitiesto the RBI in return for a loan with an agreement to repurchase those securities. For example, say the bank needs a one-day loan for 50,000,000Indian rupeesand executes a repo agreement at 6.25%. The bank's payable interest on the loan is ₹8,561.64 (₹50,000,000 x 6.25% / 365).\n\nNow, let’s suppose the economy is expanding, and a bank has excess cash on hand. In this case, the bank would execute a reverse repo agreement by making a loan to the RBI in exchange for government securities, in which it agrees to repurchase those securities. For example, the bank may have ₹25,000,000 available to loan the RBI and decide to execute a one-day reverse repo agreement at 6%. The bank would receive ₹4109.59 in interest from the RBI (₹25,000,000 x 6% / 365).\n\nA liquidity adjustment facility is a monetary policy tool used by the Reserve Bank of India that allows banks to borrow money through repurchase agreements or lend to the RBI via reverse repo agreements. This mechanism helps manage liquidity pressures and maintain stability in the financial markets.\n\nThe RBI introduced the LAF following recommendations from the Narasimham Committee on Banking Sector Reforms in 1998.The primary goal was to provide banks with a mechanism to manage short-term liquidity mismatches.\n\nIn a repo operation, banks borrow funds from the RBI by selling securities with an agreement to repurchase them later, thus injecting liquidity into the banking system. On the other hand, in a reverse repo operation, banks lend funds to the RBI by purchasing securities, which helps absorb excess liquidity.\n\nThe repo rate is the interest rate at which the RBI lends money to commercial banks under the LAF. Adjusting the repo rate influences borrowing costs for banks, thereby impacting the money supply and inflation in the economy.\n\nThe liquidity adjustment facility is a tool used by the Reserve Bank of India to regulate short-term liquidity in the banking system through repurchase and reverse repurchase agreements. Introduced after the Narasimham Committee’s recommendations, it helps banks manage temporary cash flow shortages. By changing the repo and reverse repo rates, the RBI can steer credit availability, money supply, and inflation levels in the economy.\n\nFederal Reserve Bank of New York. “Repo and Reverse Repo Agreements.”\n\nReserve Bank of India. “Report of the Committee on Banking Sector Reforms – A Summary.” Pages 571-572.\n\nReserve Bank of India. “Report on Trend and Progress of Banking in India, 2003-04.” Page 175.\n\nReserve Bank of India. \"Monetary Policy Statement, 2022-23 Resolution of the Monetary Policy Committee (MPC) May 2 and 4, 2022.\"\n\nReserve Bank of India. “Monetary Policy Statement, 2020-21: Resolution of the Monetary Policy Committee (MPC) May 20 to 22, 2020.”\n\nReserve Bank of India. \"Money Market Operation.\"",
  "url": "https://www.investopedia.com/terms/l/liquidity_adjustment_facility.asp"
}