{
  "term": "What Is a Bridge Loan and How Does It Work, With Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA bridge loan is a short-term loan used until a person or company secures permanent financing or pays an existing obligation. It allows the borrower to meet current obligations by providing immediate cash flow. Bridge loans have relatively high interest rates and are usually backed by some form of collateral, such as real estate or the inventory of a business.\n\nThese types of loans are often used in real estate and are also calledbridge financingor a bridging loan.\n\nAlso known as interim financing, gap financing, or swing loans, bridge loans bridge the gap during times when financing is needed but not yet available. Both individuals and companies use bridge loans, and lenders can customize these loans for many different situations.\n\nBridge loans can help homeowners purchase a new home while they wait for their current home to sell. Borrowers use the equity in their current home for thedown paymenton the purchase of a new home while they wait for their currenthome to sell.\n\nA bridge loan gives the homeowner some extra time and, more often than not, some peace of mind while they wait. However, these loans normally come at a higherinterest ratethan other credit facilities such as ahome equity line of credit (HELOC).\n\nTypically, lenders only offer real estate bridge loans to borrowers withexcellent creditand lowdebt-to-income (DTI) ratios. Bridge loans roll the mortgages of two houses together, giving the buyer flexibility as they wait for their former house to sell. However, in most cases, lenders only offer real estate bridge loans worth 80% of the combined value of the two properties, meaning that the borrower must have significanthome equityin the original property or ample cash savings on hand.\n\nBusinesses turn to bridge loans when they are waiting for long-term financing and need money to cover expenses in the interim. For example, imagine a company is doing a round ofequity financingexpected to close in six months. It may opt to use a bridge loan to provide working capital to cover its payroll, rent, utilities,inventorycosts, and other expenses until the round of funding goes through.\n\nIn the case of real estate bridge loans, people who still haven’t paid off their mortgage end up having to make two payments: one for the bridge loan, and one for the mortgage until the old home is sold.\n\nWhen Olayan America Corp. wanted to purchase the Sony Building in New York City in 2016, it took out a bridge loan from ING Capital. The short-term loan was approved very quickly, allowing Olayan to seal the deal on the Sony Building with dispatch. The loan helped to cover part of the cost of purchasing the building until Olayan secured more permanent, long-term funding.\n\nBridge loans typically have a faster application, approval, and funding process than traditional loans. However, in exchange for the convenience, these loans tend to have relatively short terms, high interest rates, and largeorigination fees.\n\nGenerally, borrowers accept these terms because they require fast, convenient access to funds. They are willing to pay high interest rates because they know the loan is short-term and plan to pay it off quickly with low-interest, long-term financing. In addition, most bridge loans don't haverepaymentpenalties.\n\nBridge loans provide short-term cash flow. For example, a homeowner can use a bridge loan to purchase a new home before selling their existing one.\n\nBridge loans typically have higher interest rates than traditional loans. Also, if you are waiting to sell your home and still have a mortgage, you’ll have to make payments on both loans.\n\nFor a real estate bridge loan,you’ll need an excellent credit score. Lenders also prefer borrowers with low debt-to-income (DTI) ratios.\n\nA bridge loan—short-term financing used until a person or company secures permanent financing or settles an existing obligation—is often used in residential real estate, but many types of businesses use them as well. Homeowners can use bridge loans toward the purchase of a new home while they wait for their current home to sell. Businesses seek bridge loans when they are awaiting longer-term financing and need money to cover expenses in the interim. But these loans normally carry a higher interest rate than other available credit facilities.\n\nInternational Risk Management Institute (IRMI). “Gap Financing.”\n\nQuicken Loans. “Bridge Loans: What They Are and How They Work in Real Estate.”\n\nChase. “Bridge Loans: Everything You Need To Know.”\n\nBloomberg. “ING Leads Refinancing of 550 Madison Ave.”",
  "url": "https://www.investopedia.com/terms/b/bridgeloan.asp"
}