{
  "term": "What Is the Income Effect? How It Occurs and Example",
  "definition": "The income effect expresses how changes in relative market prices and income levels can impact consumption tendencies.\n\nThe income effect inmicroeconomicsis the resultant change in demand for a good or service caused by an increase or decrease in a consumer's purchasing power orreal income. As one's income grows, the income effect predicts that people will begin to demand more (and vice-versa).\n\nSo-called normal goods will exhibit this typical pattern. Inferior goods, on the other hand, may see their demand actually fall as income increases. An example of such an inferior good could be store-brand items: as people become wealthier they may opt instead for more expensive name brands,\n\nThe income effect is a part of consumer choice theory—which relates preferences to consumption expenditures and consumerdemand curves—that expresses how changes in relative market prices and incomes impact consumption patterns for consumer goods and services. Fornormal economic goods, when real consumer income rises, consumers will demand a greater quantity of goods for purchase.\n\nTheincome effect and substitution effectare related economic concepts in consumer choice theory. The income effect expresses the impact of changes in purchasing power on consumption, while the substitution effect describes how a change in relative prices can change the pattern of consumption of related goods that can substitute for one another.\n\nChanges in real income can result from nominal income changes, price changes, orcurrency fluctuations. When nominal income increases without any change to prices, this means consumers can purchase more goods at the same price, and for most goods, consumers will demand more.\n\nIf all prices fall, known asdeflationand nominal income remains the same, then consumers’ nominal income can purchase more goods, and they will generally do so. These are both relatively straightforward cases. However in addition, when the relative prices of different goods change, then the purchasing power of consumer’s income relative to each good changes—then theincome effectreally comes into play. The characteristics of the good impact whether the income effect results in a rise or fall in demand for the good.\n\nWhen the price of a product increases relative to other similar products, consumers will tend to demand less of that product and increase their demand for the similar product as a substitute.\n\nNormal goodsare those whose demand increases as people's incomes and purchasing power rise. A normal good is defined as having anincome elasticity of demandcoefficient that is positive, but less than one.\n\nFor normal goods, the income effect and the substitution effect both work in the same direction; a decrease in the relative price of the good will increase quantity demanded both because the good is now cheaper than substitute goods, and because the lower price means that consumers have a greater total purchasing power and can increase their overall consumption.\n\nInferior goodsare goods for which demand actually declines as consumers' real incomes rise, or rises as incomes fall. This occurs when a good has more costly substitutes that see an increase in demand as the economy improves. For inferior goods, the income elasticity of demand is negative, and the income and substitution effects work in opposite directions.\n\nAn increase in the inferior good’s price means that consumers will want to purchase other substitute goods instead but will also want to consume less of any other substitute normal goods because of their lower real income.\n\nInferior goods tend to be goods that are viewed as lower quality, but can get the job done for those on a tight budget, for example, generic bologna or coarse, scratchy toilet paper. Consumers prefer a higher quality good, but need a greater income to allow them to pay the premium price.\n\nConsider a consumer who on an average day buys a cheap cheese sandwich to eat for lunch at work, but occasionally splurges on a luxurious hot dog. If the price of a cheese sandwich increases relative to hotdogs, it may make them feel like they cannot afford to splurge on a hotdog as often because the higher price of their everyday cheese sandwich decreases their real income.\n\nIn this situation, the income effect dominates the substitution effect, and the price increase raises demand for the cheese sandwich and reduces demand for a substitute normal good, a hotdog, even if the hotdog's price remains the same.\n\nThe income effect is a part of consumer choice theory—which relates preferences to consumption expenditures and consumer demand curves—that expresses how changes in relative market prices and incomes impact consumption patterns for consumer goods and services. In other words, it is the change in demand for a good or service caused by a change in a consumer's purchasing power resulting from a change in real income. This income change can be the result of a rise in wages etc., or because existing income is freed up by a decrease or increase in the price of a good that money is being spent on.\n\nThe difference betweenthe income effect and the price effectis that the income effect evaluates consumer spending habits based on a change in their income. The price effect instead considers consumer spending habits based on a change in the price of a good or service.\n\nThesubstitution effectis the decrease in sales for a product that can be attributed to consumers switching to cheaper alternatives when its price rises. A product may lose market share for many reasons, but the substitution effect is purely a reflection of frugality. If a brand raises its price, some consumers will select a cheaper alternative.\n\nNormal goods are those whose demand increases as people's incomes and purchasing power rise. As such, a normal good will have a positive income elasticity of demand coefficient but it will be less than one. This means that a decrease in the relative price of the good will result in an increase in quantity demanded both because the good is now cheaper than substitute goods, and because the lower price means that consumers have a greater total purchasing power and can increase their overall consumption.\n\nInferior goods are goods for which demand declines as consumers' real incomes rise, or rises as incomes fall. Consumers with more money may opt to buy more expensive substitutes instead of what they could afford only when incomes were lower.\n\nThe income effect identifies thechange in consumers’ demand forgoods and services based on their incomes. In general, as one's income rises, they will begin to demand more goods. Similarly, A decrease in income results in lower demand. The marginal propensity to spend and the marginal propensity to save are looked at when determining the influences of the income effect. The substitution effect also plays a role in how consumers spend their income in times of rising or declining income. For normal goods the income effect works as predicted. For inferior goods, it works in the opposite direction.",
  "url": "https://www.investopedia.com/terms/i/incomeeffect.asp"
}