{
  "term": "What Is a Proxy Statement? Definition, What's In It, and Voting",
  "definition": "Investopedia / Michela Buttignol\n\nA proxy statement is a document containing the information theSecurities and Exchange Commission (SEC)requires companies to provide to shareholders so they can make informed decisions about matters that will be brought up at an annual or special stockholder meeting. Issues covered in a proxy statement can include proposals for new additions to theboard of directors, information on directors' salaries, information on bonus and options plans for directors, and any declarations made by the company's management.\n\nA proxy statement must be filed by apublicly traded companybefore shareholder meetings, and it discloses material matters of the company relevant for soliciting shareholder votes and final approval of nominated directors. Proxy statements are filed with the SEC as FormDEF 14A, or definitive proxy statement, and can be found using the SEC's database, known as the electronic data gathering, analysis and retrieval system (EDGAR).\n\nProxy statements must disclose the company's voting procedure, nominated candidates for its board of directors, and compensation of directors and executives. The proxy statement must disclose executives' and directors' compensation, including salaries, bonuses, equity awards, and anydeferred compensation. Proxy statements can also shed light on any other perks used by executives, such as the use of a company's aircraft, travel, and other material expenses covered by the company.\n\nBecause the election of directors is the most important part of shareholders' meetings, a proxy statement goes into great detail about directors, their background information, and how much they had been paid in the past several years.\n\nAdditionally, a proxy statement discloses any potentialconflict of interestbetween the company and its directors, executives, and auditors.\n\nSpecifically, proxy statements must list anyrelated-party transactionsthat occurred in the past between the company and its key personnel. The statement also provides information about the company's audit committee, as well as audit and non-audit fees paid to its external public accountant. A proxy statement indicates persons with material ownership of the company's common stock, including its executive officers and directors.\n\nWhile a proxy statement is most relevant for shareholders preparing for a company's special or annual meeting, this document canaid potential investorsin assessing the qualifications and compensation of its management team and board of directors. A finding that chief officers of an underperforming company are paid compensation significantly above those of peers may raise a red flag of excessive spending and weigh on an investor's decision of undertaking an investment. Also, frequent and material related-party transactions between the company and its executives or directors may pose a risk the company's resources are being misused andwarrantfurther investigation.\n\nWith aproxy vote, a shareholder or firm delegates the right to vote on certain company issues to a representative, either because the shareholder cannot physically attend the meeting or because the representative is seen as more informed on the issue.\n\nAhead of annual meetings, eligible shareholders might receive a proxy ballot—in the mail or digitally—as well as an information booklet containingproxy materials, called a proxy statement that describes what issues are up for vote. Shareholders most commonly vote to elect board members, to approve executive compensation, to approve mergers or acquisitions, or to approve stock compensation plans. Investors who own applicable voting shares in the company as of therecord datemay be eligible to vote on these issues.\n\nSince most shareholders can't attend the company meeting, they will often designate someone, such as a member of the company's management team to vote for them. This person is referred to as aproxyand can cast a proxy vote as per the shareholder's wishes, written on their proxy card. Proxy votes are cast online, by phone, or by mail, ahead of the cutoff time, typically 24 hours before the shareholder meeting.\n\nSometimes companies are at the mercy of what is called aproxy fightor proxy battle. This occurs when a group of shareholders band together so they will have enough power to win a vote. This is usually put in play in corporate takeovers.\n\nWhen a corporate takeover is particularly contentious to the point that it has become ahostile takeover, the acquiring group may try to convince shareholders to vote out some or all of a company's senior management, so as to make it easier to take control of the organization.\n\nForeign companies that offer SEC-registered securities in the United States have to fileforms with the SECin a similar way to U.S. companies so as to give investors accurate and timely information. All such forms can be found using EDGAR, the SEC's database. Companies that are not registered with the SEC must post disclosures in English on the internet, as per SEC rules.\n\nA public company that cannot file quarterly financial results, proxy statements, or other key filings with the SEC on time must fileSEC Form 12b-25, also known as the Notification of Late Filing. Filing this form may enable a company to avoid certain fees that it would otherwise owe as a result of the late filing. The company filing the late form must give a reason for the late filing and state whether it expects to divulge any big surprises relative to its prior year's filing of the required form.\n\nA proxy agreement is a written agreement that one person can act legally on behalf of another. In the case of shareholder votes, the proxy agreement states that a proxy can vote on behalf of the principal. That is different from a proxy statement, filed with the SEC, which is a document provided by public companies and filed with the SEC that discloses material matters related to a company's voting procedures, candidates for its board of directors, and executive compensation.\n\nA proxy statement is a document containing information that the Securities and Exchange Commission requires public companies to disclose to shareholders when requesting votes ahead of anannual meeting.\n\nSEC.gov. \"Proxy Statement.\" Accessed August 8, 2021.\n\nCorporate Finance Institute. \"What Is a Proxy Vote?\" Accessed August 8, 2021.\n\nU.S. Securities and Exchange Commission. \"Form 12b-25,\" Pages 1-2. Accessed August 8, 2021.",
  "url": "https://www.investopedia.com/terms/p/proxystatement.asp"
}