{
  "term": "What Is Regulation Z or the Truth in Lending Act?",
  "definition": "Regulation Z is the Federal Reserve Board regulation synonymous with theTruth in Lending Act of 1968, part of the Consumer Credit Protection Act.The Act protects consumers from predatory lending practices. Lenders must disclose interest rates, allow borrowers to cancel certain types of loans, and use clear language regarding loan and credit terms.\n\nAccording to the Federal Reserve Board, the basic purpose of Regulation Z and TILA was “to ensure thatcredit terms are disclosed in a meaningful wayso consumers can compare credit terms more readily and knowledgeably. Before its enactment, consumers faced a bewildering array of credit terms and rates.\"Regulation Z applies to:\n\nCertain types of loans are not subject to Regulation Z, including federal student loans, loans for business, commercial, agricultural, or organizational use, loans for public utility services, and securities or commodities offered by theSecurities and Exchange Commission.\n\nRegulation Z was amended in 1970 to prohibit credit issuers from issuing unsolicited cards. It subsequently added new rules regarding credit cards, adjustable-rate mortgages, mortgage servicing, and consumer lending.\n\nThe 2010Dodd-Frank Wall Street Reform and Consumer Protection Actadded provisions to Regulation Z and TILA, including prohibiting mandatory arbitration and waivers of consumer rights. It also transferred the Federal Reserve Board’s rulemaking authority for TILA to theConsumer Financial Protection Bureau (CFPB)in July 2011.\n\nAccording to the CFPB, there have been 45 modifications since that transfer of authority affecting topics that include exemption thresholds for asset sizes and higher-priced mortgage loans, mortgage servicing rules, and mortgage disclosure requirements, to name just a few. In December 2021, the CFPB issued final rules adjusting asset size exemption thresholds for certain first-lien higher-priced mortgage loans.\n\nConsumers who have been misled by a lender should contact theCFPB to issue a complaint.\n\nRegulation Z prohibits practices in which mortgage brokers and loan originators may receive compensation for referrals or \"steering.\" Buyers typically connect with a real estate agent, who refers them to a specific mortgage lender. The agent receives no compensation for this referral.\n\nThe mortgage lender, meanwhile, could earn a commission by recommending a particular type of mortgage loan to the buyer. Under Regulation Z, this is considered an unfair practice if that mortgage does not align with the buyer's best interests. If the mortgage lender pushes the buyer into the loan while knowing it doesn't necessarily fit their budget solely to collect compensation, that could be considered a Regulation Z violation.\n\nFederal Regulation Z requires mortgage issuers, credit card companies, and other lenders to provide consumers with written disclosure of important credit terms.Information includes details about interest rates and how financing charges are calculated. Lenders are prohibited from engaging in unfair practices and must respond promptly to customer complaints involving billing error disputes.\n\nConsumer leasing arrangements, including vehicle leasing and furniture leasing, are governed by federal Regulation M.\n\nThe authority to enforce Regulation Z and the Truth In Lending Act lies with the Federal Trade Commission.The CFPB has the authority to make final rules related to Regulation Z.Under federal law, the Office of the Comptroller of the Currency requires lenders to adjust and edit consumer accounts when finance charges or a loan's APR are disclosed inaccurately.\n\nThe Truth In Lending Act or Regulation Z protects consumers from unfair practices when taking out certain types of loans and lines of credit. The Federal Trade Commission enforces the rules under Regulation Z.\n\nConsumer Financial Protection Bureau. \"12 CFR Part 1026 (Regulation Z).\"\n\nFederal Reserve System. \"Regulation Z Truth in Lending,\" Page 3.\n\nConsumer Financial Protection Bureau. \"§ 1026.3 Exempt Transactions.\"\n\nFederal Reserve System. \"Regulation Z Truth in Lending,\" Page 1.\n\nConsumer Financial Protection Bureau. \"CFPB Laws and Regulations.\"\n\nConsumer Financial Protection Bureau. \"Truth in Lending Act (Regulation Z) Adjustment to Asset-Size Exemption Threshold.\"\n\nConsumer Financial Protection Bureau. \"Final Rules.\"\n\nConsumer Financial Protection Bureau. \"12 CFR Part 1013 - Consumer Leasing (Regulation M).\"\n\nFederal Trade Commission. \"Federal Trade Commission Enforcement Activities Letter.\"\n\nOffice of the Comptroller of the Currency. \"Truth in Lending.\"",
  "url": "https://www.investopedia.com/terms/r/regulation_z.asp"
}