{
  "term": "What Is Misrepresentation? Types and How It Works",
  "definition": "A misrepresentation is a false statement of a material fact made by one party which affects the other party's decision in agreeing to a contract. If the misrepresentation is discovered, the contract can be declared void. Depending on the situation, the adversely impacted party may seek damages.\n\nMisrepresentation applies only to statements of fact, not to opinions or predictions. Misrepresentation is a basis for contract breach in transactions, no matter the size.\n\nA seller of a car in a private transaction could misrepresent the number of miles to a prospective buyer, which could cause the person to purchase the car. If the buyer later finds out that the car had much more wear and tear than represented, they can file a suit against the seller.\n\nIn higher-stakes situations, a misrepresentation can be considered anevent of defaultby a lender, for instance, in a credit agreement. Meanwhile, misrepresentations can be grounds for termination of amergers and acquisitions(M&A) deal, in which case a substantialbreak feecould apply.\n\nIn some situations, such as where afiduciaryrelationship is involved, misrepresentation can occur by omission. That is, misrepresentation may occur when a fiduciary fails to disclose material facts of which they have knowledge.\n\nA duty also exists to correct any statements of fact that later become known to be untrue. In this case, the failure to correct a previous false statement would be a misrepresentation.\n\nThere are three types of misrepresentations.\n\nInnocent misrepresentation is a false statement of material fact by the defendant, who was unaware at the time of contract signing that the statement was untrue. The remedy in this situation is usually rescission or cancellation of the contract.\n\nConsider a situation where a seller of a piece of land mistakenly informs a buyer that there is planning permission granted for a new housing development nearby. The seller genuinely believed this to be true based on information received from a neighbor. Unfortunately, unknown to the seller, that planning permission had since been denied. Because the buyer relied on this information in deciding to purchase the land, the seller may be liable due to innocent misrepresentation since they made a mistake (even though it was an honest mistake).\n\nNegligent misrepresentation is a statement that the defendant did not attempt to verify was true before executing a contract. This is a violation of the concept of \"reasonable care\" that a party must undertake before entering an agreement. The remedy for negligent misrepresentation is contract rescission and possibly damages.\n\nSuppose a real estate agent, while showing a property to potential buyers, states that the roof was recently renovated. It turns out that the roof needs significant repairs. Despite not intending to deceive, the agent's negligent statement about the roof's condition played a part in the buyers making an offer on the property. If the buyers later discover the true state of the roof, they may have grounds to claim damages from the agent for the costs of repairing the roof as the agent was negligent in sharing incorrect information.\n\nFraudulent misrepresentation is a statement that the defendant made knowing it was false or that the defendant made recklessly to induce the other party to enter a contract. The injured party can seek to void the contract and recover damages from the defendant.\n\nImagine a scenario where a seller knowingly advertises a used car as having only 50,000 miles on the odometer. However, the car actually has 150,000 miles on it, and the seller has rolled back the odometer. The buyer relies on this false information and would buy the car based on the misrepresented mileage. In this case, the seller's fraudulent misrepresentation gives the buyer grounds to rescind the contract, return the car, and potentially seek damages for any losses suffered due to the deception.\n\nIn order to recover damages due to misrepresentation, there are six legal bars for the plaintiff to overcome. The plaintiff must be able to show that:\n\nAll six of these requirements must be met in order for a plaintiff to win a case for misrepresentation. A defendant in one of these cases need not disprove all six of these claims.\n\nCompanies and their financial statement preparers can falsify (knowingly or unknowingly) their financial performance. Misrepresentations in financial statements can impact various stakeholders, including investors, creditors, regulators, and the broader public. Here's how each group can be affected:\n\nAuditors have a responsibility to provide an objective assessment of a company's financial position and performance, making sure that the information presented is reliable and followsaccounting rules. To do this, auditors conduct detailed audit procedures to examine the financial statements and supporting documentation. This includes looking through financial transactions, reviewing accounting records, and testing the effectiveness of internal controls.\n\nThrough these procedures, auditors try their best to identify any discrepancies that could indicate potential misrepresentations. They focus on both quantitative things (like the accuracy of financial figures) and qualitative things (like the disclosure of significant risks). As part of the audit, auditors communicate their findings and observations to management, an audit committee, and potentially to regulatory authorities. In the end, an auditor strives to make sure no misrepresentation is happening within a company’s financial statements.\n\nIn 2022, Tesla CEO Elon Musk offered to purchase X platform (formerly Twitter) for $43 billion, an offer which the company at first resisted and then accepted. A few weeks later, and after a substantial fall in the company's share price, Musk attempted to back out of the deal, claiming that X misrepresented the number of human users on the platform.\n\nAccording to his termination letter, Musk alleged that the company knowingly misrepresented the number of live users on its platform and that he had relied on those false representations when he made his takeover offer. In response, the social media company claimed that Musk's allegations were \"factually inaccurate\" and that the billionaire was simply trying to back out of the merger that he himself had initiated.\n\nA material misrepresentation is a promise, false statement, or omission of facts that would cause another party to act differently if the whole truth were known. An example of a material misrepresentation is incorrectly stating one's income on a mortgage application or omitting key risk factors on an application for insurance coverage.\n\nIn insurance, a misrepresentation is a lie or concealment of facts that can void an insurance contract if the insurer discovers the misrepresentation. For example, if a homeowner installs a pool but tells their insurer that they do not have a pool, the insurer may be able to void the policy if they discover the misrepresentation.\n\nIn real estate, misrepresentation is alie or reckless untruththat affects the market value of a home or property. A common example of this is misrepresenting the square footage of a property. Since sales prices are often based on square footage, a buyer can often sue for misrepresentation even after a purchase is finalized.\n\nThe legal consequences of misrepresentation vary based on the type and severity of the misrepresentation. The innocent party may have the right to cancel the contract if the misrepresentation is material. Damages may be awarded to compensate the innocent party for any losses suffered. In cases of fraudulent misrepresentation, punitive damages may be awarded to punish the party responsible.\n\nCompanies can take proactive steps to prevent misrepresentations. They can establish and enforce ethical standards that promote honesty, integrity, and transparency. They can provide training and education to employees while also implementing robust internal controls. Companies can conduct independent reviews to verify the accuracy of the information it is reporting while also conducting due diligence and verifying information before formalizing it or communicating it.\n\nMisrepresentation is a legal term for any type of falsehood or omission of fact that affects the behavior of a contractor or other party. Contrary to popular belief, misrepresentation does not just mean deliberate lies—it can also include accidental omissions or reckless statements without certainty of the facts. Misrepresentation can void a contract and in some cases allow the misled party to seek damages.\n\nCornell Law School, Legal Information Institute. \"Misrepresentation.\"\n\nCampbell Law Review. \"Fraudulent, Negligent, and Innocent Misrepresentation in the Employment Context: The Deceitful, Careless, and Thoughtless Employer,\" Pages 61-62.\n\nUniversity of North Caroline, School of Government. \"N.C.P.I.—Civil 800.10: Negligent Misrepresentation, General Civil Volume, March 2020.\"\n\nCornell Law School, Legal Information Institute. \"Fraudulent Misrepresentation.\"\n\nLegal Information Institute. \"Fraudulent Misrepresentation.\"\n\nThe Hill. \"Twitter Slams Musk Countersuit: 'Factually Inaccurate, Legally Insufficient, and Commercially Irrelevant.'\"",
  "url": "https://www.investopedia.com/terms/m/misrepresentation.asp"
}