{
  "term": "What Is a Bill of Exchange?",
  "definition": "A bill of exchange is similar to an invoice presented when goods or services are exchanged.\n\nA bill of exchange is a written order used primarily in international trade that binds one party to pay a fixed sum of money to another party on demand or at a predetermined date. Bills of exchange are similar to promissory notes; individuals or banks can draw them and are generally transferable byendorsements.\n\nA bill of exchange isused in international tradeto pay for goods or services. While a bill of exchange is not a contract, the involved parties can use it and its format to fulfill a contract. It can specify that payment is due on demand or at a specified future date. The period between billing and payment iscalled the usance. It's often extended with credit terms, such as 90 days.\n\nA transaction can involve up to three parties. Thedraweeis the party that pays the sum specified by the bill of exchange. The payee is the one who receives that sum. The drawer is the party that obliges the drawee to pay the payee. The drawer and the payee are the same entity unless the drawer transfers the bill of exchange to a third-party payee.\n\nBills of exchange generally do not pay interest, making them, in essence,post-dated checks. They may accrue interest if not paid within an agreed timeline, and the rate must be specified on the instrument.\n\nA bill of exchange must be accepted by the drawee to be valid.\n\nSuppose Company ABC purchases auto parts from Car Supply XYZ for $25,000. Car Supply XYZ draws a bill of exchange, becoming the drawer and payee in this case. The bill of exchange stipulates that Company ABC will pay Car Supply XYZ $25,000 in 90 days. Company ABC becomes the drawee and accepts the bill of exchange, and the goods are shipped.\n\nIn 90 days, Car Supply XYZ will present the bill of exchange to Company ABC for payment. The bill of exchange was an acknowledgment created by Car Supply XYZ, the creditor, to show the indebtedness of Company ABC, the debtor.\n\nChecks are payable on demand, while a bill of exchange can specify that payment is due on demand or at a specified future date. Unlike a check, a bill of exchange is a written document outlining a debtor's indebtedness to a creditor.\n\nBills of exchange are used in international trade because they help buyers and sellers deal with the risks associated withexchange ratefluctuations and differences in legal jurisdictions.\n\nThe difference between apromissory note and a bill of exchangeis that the latter is transferable and can bind one party to pay a third party not involved in its creation. Banknotes are common forms of promissory notes. A bill of exchange is issued by the creditor who orders a debtor to pay a particular amount within a given period. A debtor issues a promissory note with a promise to repay money.\n\nBills of exchange help facilitate the process of international trade by stipulating payment from one party to another at a specified date. They are not a contract but can be used to fulfill the terms of a contract.",
  "url": "https://www.investopedia.com/terms/b/billofexchange.asp"
}