{
  "term": "What Is the Hang Seng Index (HSI)? Definition and Statistics",
  "definition": "The Hang Seng Index, or HSI, is a free-float market capitalization-weighted index of the largest companies that trade on the Hong Kong Exchange (HKEx).\n\nHKEx is one of the largest stock exchanges in the world, with an aggregate market cap of more than $31 trillion as of December 2023, down 0.3% from November's $31.1 trillion.\n\nThe HSI is widely considered to be the benchmark equity market index for Hong Kong and often a barometer of Asian markets more generally.\n\nThe HSI is the most widely quoted indicator of the Hong Kong economy. It's often used as a market benchmark for Hong Kong investors.\n\nThe index launched in 1969. Its base period was July 31, 1964, when it was valued at 100. HSI aims to reflect the leadership of the Hong Kong exchange and covers approximately 65% of its totalmarket capitalization.\n\nBecause of Hong Kong's status as aspecial administrative regionof China, there are close ties between the two economies, and many Chinese companies are listed on the Hong Kong Exchange.\n\nHSI is owned and managed by Hang Seng Indexes Company Limited, which is a wholly-owned subsidiary of Hang Seng Bank.\n\nAs of December 2023, the five largest constituents of the Hang Seng Index were HSBC Holdings, Alibaba, Tencent, AIA Group, and China Construction Bank.\n\nThe HSI is afree-float-adjustedmarket capitalization-weighted index. Its value is calculated and disseminated in real time at two-second intervals during the trading hours of theHKEx. The HSI is classified as a price index without adjustments made for cash dividends or warrant bonuses.\n\nThe index targets the largest and most liquid stocks trading on HKEx. The number of constituents can vary from one period to another. As of December 2023, there were 82 stocks in the index.\n\nHSI companies also fall into one of four sub-indexes: finance, utilities, properties, and commerce and industry.\n\nTo prevent any particular security from dominating the index, the HSI has an 8%cappingrule. That's the maximum percentage of relative weighting that any single security may have.\n\nA committee convenes quarterly to evaluate the index components and to decide if companies should be added or removed.\n\nThe Hang Seng HK 35 is an index of just the top 35 Hong Kong-based companies that generate most of their revenues outside of mainland China.\n\nThe Hang Seng Composite is an index of the top 95% of stocks trading on the Hong Kong exchange by market cap, comprising around 500 stocks.\n\nA subsidiary of the Hang Seng Bank has maintained the Hang Seng Index since 1969.\n\nThe individual industries covered by the HSI, along with their weights, are:\n\nAs of December 2023, the top 20 index holdings and their weightings were:\n\nAs of December 2023, the HSI was composed of 82 of the largest (by market cap) stocks traded on the Hong Kong Stock Exchange.The exchange, for reference, lists the stocks of around 2,600 companies.\n\nYou can invest in the HSI viaHong Kong ETFssuch as the iShares MSCI Hong Kong ETF (EWH) and the Franklin FTSE Hong Kong ETF (FLHK). The KraneShares Hong Kong Tech ETF (KTEC) tracks 30 high-tech stocks in the Hang Seng Composite index.\n\nAs of January 2024, China's stock exchange was the largest equity market in Asia, with an $8.5 trillion market capitalization. On Jan. 22, 2024, India's stock market overtook Hong Kong's to become the fourth-largest stock market in the world, with a market cap of $4.3 trillion.\n\nThe Hang Seng Index (HSI) is a benchmark index made up of the largest and most liquid companies that trade on the Hong Kong Stock Exchange, or HKEx. As of December 2023, it tracked 82 companies and covered about 65% of the market cap of the exchange.\n\nThe HSI is considered to be the primary gauge of the performance of the HKEx.\n\nHong Kong Exchanges and Clearing Limited. \"Monthly Market Highlights.\"\n\nHang Seng Indexes Company Limited. \"Hang Seng Index.\"\n\nHang Seng Indexes Company Limited. \"Hang Seng Index Fact Sheet.\" Page 1.\n\nHang Seng Indexes Company Limited. \"Company Profile.\"\n\nHang Seng Indexes Company Limited. \"Hang Seng Index Fact Sheet.\" Page 2.\n\nHang Seng Indexes Company Limited. \"Index Methodology, General Guide on Hang Seng Indexes Co Ltd.\" Pages 7, 14-16, 22.\n\nHang Seng Indexes Company Limited. \"Hang Seng Index and Sub-indexes, Index Methodology.\" Page 5.\n\nHang Seng Indexes Company Limited. \"Hang Seng HK 35.\"\n\nHang Seng Indexes Company Limited. \"Hang Seng Composite Index.\"\n\nBloomberg. \"India Tops Hong Kong as World's Fourth-Largest Stock Market.\"",
  "url": "https://www.investopedia.com/terms/h/hangseng.asp"
}