{
  "term": "What Is Hyperinflation? Causes, Effects, Examples, and How to Prepare",
  "definition": "Hyperinflation is a term that describes and measures rapid, excessive, and out-of-control general price increases that result in extreme inflation.Inflationmeasures the pace of rising prices for goods and services in an economy. Hyperinflation indicates uncontrollable price increases over a defined period, typically measuring more than 50% per month.\n\nHyperinflation is a rare event for developed economies but it's occurred many times throughout history in countries such as China, Germany, Russia, Hungary, and Georgia.\n\nInflation is measured by the Bureau of Labor Statistics using theConsumer Price Index(CPI) to measure the dollar's purchasing power in the U.S. The CPI is an index of the prices for about 94,000 commodities and services: approximately 8,000 rental housing unit quotes and prices for airline fares, apparel, household goods, prescription drugs, used automobiles, and postage.\n\nThe Federal Reserve generally strives to maintain what it calls ahealthy inflation rateof around 2% over the long term.Hyperinflation is an extreme case of inflation. Inflation higher than 5% is considered high inflation. Inflation of 50% or more per month is considered hyperinflation.\n\nThe U.S. inflation rate measured by the CPI averaged about 2.5% per year from 2013 through 2021. It reached a peak of 13.54% in 1980. It was 4.11% as of July 2024.\n\nPrices may increase daily or weekly in an environment of hyperinflation and this can have a dramatic impact on what consumers pay for basic necessities. Imagine that you always buy the same items at the grocery store. Your grocery bill would rise from $500 one week to $675 the next week then as high as $911 the week after that if the economy were experiencing a rising inflation rate of 5% per day.\n\nSeveral circumstances can trigger hyperinflation.\n\nCentral banks generally control the circulating supply of money. Central banks can increase the amount of money circulating in circumstances that historically warrant an increase in the money supply such as arecessionordepression. The intent behind this action is to encourage banks to lend and consumers and businesses to borrow and spend.\n\nHyperinflation can result if the increase in money supply isn't supported by economic growth as measured bygross domestic product(GDP, the measure of an economy's production. Businesses raise prices to boost profits and stay afloat if GDP isn't growing.\n\nConsumers pay higher prices and feed inflation when they have more money. Companies charge more, consumers pay more, and the central bank prints more money if economic output continues to stagnate or shrink and inflation keeps rising. A cycle of increasing inflation rates occurs, leading to hyperinflation.\n\nDemand-pull inflation is a scenario in which aggregate demand becomes too high for aggregate supply. This increases prices rapidly because there aren't enough goods and services available to meet the increase in the overall demand from consumers and businesses.\n\nHyperinflation can occur when many circumstances and poor monetary decision-making come together.\n\nHyperinflation can cause several adverse consequences. People may begin hoarding goods such as food. There can befood supply shortagesas a result.\n\nMoney decreases in value when prices rise excessively because inflation causes it to have less purchasing power. Less purchasing power means consumers spend more to buy less. They have less money to pay bills and fewer dollars to use on essential items as a result.\n\nPeople might not deposit their money infinancial institutions, leading banks and lenders to go out of business. Tax revenues can fall if consumers and businesses can't pay, resulting in governments failing to provide essential services.\n\nHyperinflation doesn't happen very often, especially in developed countries where a central bank focuses on reigning in and controlling inflationary periods. You can take some actions, however, to reduce the effects that normal or high inflation has on your portfolio.\n\nA balanced and diversified portfolio can help reduce losses through inflationary periods. Commodities and real estate can reduce the adverse effects of inflation because they tend to increase in value during these times. Treasury Inflation-Protected Securities (TIPS) can hedge against rising inflation because the principal you've invested in a TIPS adjusts with inflation.\n\nMutual funds and exchange-traded funds that practice inflation swaps can also be used to combat the effects of inflation on your portfolio.\n\nOne of the more devastating and prolonged episodes of hyperinflation occurred in former Yugoslavia in the 1990s. The country had already been experiencing inflation at rates that exceeded 76% annually and was on the verge of national dissolution.\n\nIt was discovered in 1991 that Slobodan Milosevic, the leader of the then-Serbian province, had plundered the national treasury by having the Serbian central bank issue $1.4 billion of loans to his cronies.\n\nThe theft forced the government's central bank to print excessive amounts of money to take care of its financial obligations. Hyperinflation quickly enveloped the economy as a result, erasing what was left of the country’s wealth and forcing its people intobarteringfor goods. The inflation rate nearly doubled each day until it reached an unfathomable rate of 313,000,000% per month.\n\nThe government quickly took control of production and wages and this led to food shortages. Incomes dropped by more than 50% as a result and production crawled to a stop. The government eventually replaced its currency with the German mark and this helped to stabilize the economy.\n\nHungary experienced hyperinflation after World War II. Prices were rising 207% per day at the peak of Hungary's inflation.\n\nZimbabwe entered a period of hyperinflation in March 2007 that equaled a daily rate of inflation of 98% until early 2009.The country's hyperinflationary period began in 1999 after it experienced several periods of drought and a following reduction in GDP.\n\nThe country was forced to borrow more than it produced as a result and the government began spending more. It increased taxes to pay bonuses to independence war veterans, became involved in a war in the Congo, and borrowed from the International Monetary Fund to improve development and living standards for citizens.\n\nThe government began printing money to pay for these expenses, causing an inflationary rise. Residents began moving to other countries to escape the economy. Millions of people had left the country by 2010 and the economy was in shambles.\n\nHyperinflation doesn't occur without any indication. The Federal Reserve will implement any monetary policy tools allowed to ensure that it doesn't happen if economists in the U.S. see signs on the horizon. This happens long before inflation can reach the 50% rate.\n\nFederal Reserve chair Paul Volcker raised rates to more than 21% to combat a rate of more than 14% in the past, leading to two recessions before inflation came under control.\n\nIt's doubtful that the U.S. will experience hyperinflation unless economic circumstances become very dire. The Federal Reserve and the government have many tools at their disposal that can prevent hyperinflation from occurring.\n\nHungary experienced hyperinflation from August 1945 to Jul 1946 with a daily inflation rate of 207%.\n\nHyperinflation is a scenario in which a country's inflation rate rises by 50% or more in one month. A 5% rise is considered high inflation.\n\nHyperinflation raises consumer prices and can make it difficult or impossible for a country to meet its financial obligations or produce goods and services. It causes the prices of everyday necessities to rise rapidly, making them hard for consumers to afford. Hyperinflation doesn't occur often, however, and it usually has a definitive cause such as war, natural disasters, or political corruption.\n\nCorrection—July 23, 2024:This article has been corrected to state that hyperinflation involves rapid, excessive, and out-of-control price increases that result in extreme inflation.\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index; Data Sources.\"\n\nBoard of Governors of the Federal Reserve System. \"Why Does the Federal Reserve Aim for Inflation of 2 Percent Over the Longer Run?\"\n\nMichigan Journal of Economics. \"Is the US Heading for Hyperinflation?\"\n\nFederal Reserve Bank of St. Louis. \"Inflation, Consumer Prices for the United States.\"\n\nCato Institute. \"The World's Greatest Underreported Hyperinflation.\"\n\nCato Institute. \"The Hanke-Krus Hyperinflation Table.\"\n\nJournal of Comparative Economics. \"Volume 27, Issue 2.\" Pp. 338-341, Select \"The Yugoslav Hyperinflation of 1992-1994: Causes, Dynamics, and Money Supply Problems.\" Select \"Download PDFs.\"\n\nRadioFree Europe. \"Yugoslavia: Montenegro Adopts German Mark As Currency—But With Risks.\"\n\nCato Institute. \"How to Kill Zimbabwe's Hyperinflation.\" Page 1.\n\nFederal Reserve Bank of St. Louis. \"President's Message: Volcker's Handling of the Great Inflation Taught Us Much.\"\n\nFederal Reserve History. \"The Great Inflation.\"",
  "url": "https://www.investopedia.com/terms/h/hyperinflation.asp"
}