{
  "term": "What Is EdTech? Definition, Example, Pros & Cons",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nEdTech (a combination of \"education\" and \"technology\") refers to hardware and software designed to enhance teacher-led learning in classrooms and improve students' education outcomes.\n\nEdTech is still in the early stages of its development, but it shows promise as a method of customizing a curriculum for a student’s ability level by introducing and reinforcing new content at a pace the student can handle.\n\nEdTech can be a contentious topic. As a large portion of the education system isunionized, there are concerns that EdTech is an attempt to phase out certain in class duties as a way of reducing costs. The creators of EdTech emphasize the enhancement potential of the software and technology, freeing up the teacher to move into more a facilitator role. With time constraints, it is difficult for a teacher to teach according to curriculum, catch up lower level learners, and still keep the top of the class engaged in their work. By automating the assessment of ability and adjustment of difficulty, EdTech can potentially lead to better outcomes for individual students and the class as a whole.\n\nTechnology in the classroom experienced two waves of implementation. The first was the introduction of hardware into the classroom. Inevitably the conversation has turned to getting the software to better coordinate and utilize all the hardware. These software solutions are EdTech. Many of them arecloud basedand pull on educational research to set algorithms for how slowly or rapidly to advance a student along different learning objectives.\n\nMassive Online Open Online Courses (MOOCs) use technology to reach a vast number of online students around the world. While these courses also have issues, such as low completion rates, they are an attempt to provide education in a way that suits the user.\n\nMany of the fears about EdTech are looking farther into the future where entire courses could potentially be managed by software. The current state of the field usesanalyticsto judge a student’s competency in different areas of the curriculum, allowing the student to move ahead more quickly in some areas while taking more time to reinforce areas of weakness. As each student works through a customized curriculum, the teacher acts as a facilitator and trouble shooter with insights provided by the EdTech software on a student’s strengths and weaknesses.\n\nIn practice, EdTech is still in the early stages of development for even basic subjects like math or reading and composition skills. There are a variety of design challenges for EdTech. The biggest hurdle is adjusting for different learning styles in the classroom. Currently EdTech is usually delivered through a laptop or tablet, resulting in a read-and-respond learning experience. Critics have noted that this style can leave other types of learners—auditory and kinesthetic for example—at a disadvantage. As with any new field of technological development, EdTech will improve the more it is used and the more feedback is collected.\n\nHowever, EdTech faces additional social hurdles. Students, and even more so the parents, look to a teacher to create a social environment that enables group learning and other dynamics that aren’t currently within the scope of EdTech. The classroom of the future may depend heavily on EdTech to do the heavy lifting of course design but many parents and educators still see value in the group environment separate from the pure academic goals. Proponents say that like many innovations in education, EdTech is seeking to improve on the existing model rather than replace it entirely.\n\nAs of March 2020, K12 Inc. (LRN) is one of the biggest players in the EdTech space. It primarily focuses on providing individualized learning via curriculum, software, and services to students in kindergarten through grade 12.\n\nThe company offers full-time virtual classrooms, single courses, and tools and courses to supplement learning.",
  "url": "https://www.investopedia.com/terms/e/edtech.asp"
}