{
  "term": "What Is Jensen's Measure (Alpha), and How Is It Calculated?",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nJensen's measure evaluates how well an investment performs against the market, adjusting for the level of risk taken.\n\nJensen's alpha is a measure used in finance to assess the returns of an investment portfolio relative to a benchmark index. It calculates the excess return generated by the portfolio over the expected return, which is predicted by thecapital asset pricing model (CAPM). This metric is also commonly referred to as simply alpha. Put simply, it measures an investment's abnormal or excess returns compared to its estimated returns.\n\nJensen's measure can be used to determine returns for any asset, including stocks and bonds, as well as entirefinancial portfolios. It takes into account the beta and the average market return of the portfolio or the investment.\n\nAssuming the CAPM is correct, Jensen's measure is calculated using the following four variables:\n\nCalculating this metric using the formula above can result in one of three possible outcomes:\n\nJensen's measure is also commonly referred to as Jensen'salpha.\n\nJensen's measure was developed by economist Michael Jensen in 1968 as a way to calculate investment returns while taking risk into account.As noted above, Jensen's measure is a financial performancemetricthat adjusts for risk. Investors and investment professionals can use the formula above to calculate the excess returns of an investment or portfolio's expected returns.\n\nThe expected returns are measured using the CAPM. This is a model that is used to calculate an investment's expected rate of return. Investors and investment professionals can determine whether the price of an asset, such as a stock, bond, or other security, conforms to its expected return by factoring in things like risk and thetime value of money (TVM).\n\nJensen's measure can also be used to accurately analyze the performance of aninvestment manager. To do so, an investor must look at the overall return of a portfolio in addition to the risk of that portfolio. The goal is to see if the investment's return compensates for the risk it takes.\n\nFor example, if two mutual funds both have a 12% return, a rational investor should prefer the less risky fund. Jensen's measure is one of the ways to determine if a portfolio is earning the proper return for its level of risk. If the value is positive, then the portfolio is earning excess returns. In other words, a positive value for Jensen's alpha means afund managerbeats the market with their stock-picking skills.\n\nCritics of Jensen's measure generally believe in theefficient market hypothesis (EMH), which was invented by Eugene Fama. EMH is a theory that suggests that an asset's price trades at its fair value and accounts for all variables, including risk. As such, people who follow EMH believe that investors cannot consistentlybeat the market.\n\nAs such, critics argue that any portfolio manager's excess returns derive from luck or random chance rather than skill. Because the market already prices in all available information, it is said to be efficient and accurately priced. Further supporting the theory is the fact that many active managers fail to beat the market any more than those who invest money in passiveindex funds.\n\nHere's a hypothetical example to show how Jensen's measure works. Let's assume that amutual fund'srealized return was 15% last year. The appropriate market index for this fund returned 12%. The beta of the fund versus that same index is 1.2, and the risk-free rate is 3%. The fund's alpha is calculated as:\n\nGiven a beta of 1.2, the mutual fund is expected to be riskier than the index. As such, it is expected to earn more. A positive alpha in this example shows that the mutual fund manager earned more than enough return to be compensated for the risk taken over the year. If the mutual fund only returned 13%, the calculated alpha would be -0.8%. With a negative alpha, the mutual fund manager would not have earned enough return given the amount of risk they were taking.\n\nYes. The terms Jensen's alpha and Jensen's measure are used to describe the same concept. It is a financial performance metric for an investment or financial portfolio compared to the overall market while factoring in risk.\n\nThe term alpha is a measure of performance. It is used to describe a financial security's ability to outperform or beat the market. Investment returns are commonly compared to a benchmark or market index. As such, an investment's alpha refers to the excess returns relative to the returns of the benchmark or market index. Investors and investment professionals always prefer high alpha because it indicates higher excess returns compared to the benchmark.\n\nAlpha and beta are two different financial performance metrics for asset returns and prices, respectively. Alpha is used to describe whether and how well an asset or other financial security can outperform the market. Beta, on the other hand, indicates how volatile a financial security's price is compared to the overall market.\n\nInvesting comes with both risks and rewards. While you may not be able to guarantee the outcome, several tools can help you along the way like Jensen's measure. This is a performance metric that can help you determine any excess returns for an investment compared to its expected returns while factoring in risk. Keep in mind that this isn't a foolproof method so you should do your due diligence whenever you make any financial decisions.\n\nQuantified Strategies. \"Jensen Ratio.\"",
  "url": "https://www.investopedia.com/terms/j/jensensmeasure.asp"
}