{
  "term": "What Is Accounting Theory in Financial Reporting?",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAccounting theory is a set of assumptions, frameworks, and methodologies used in the study and application of financial reporting principles. The study of accounting theory involves a review of both the historical foundations ofaccounting practices, as well as the way in which accounting practices are changed and added to the regulatory framework that governsfinancial statementsand financial reporting.\n\nAll theories of accounting are bound by the conceptual framework of accounting. This framework is provided by theFinancial Accounting Standards Board(FASB), an independent entity that works to outline and establish the key objectives of financial reporting by businesses, both public and private.Further, accounting theory can be thought of as the logical reasoning that helps evaluate and guide accounting practices. Accounting theory, as regulatory standards evolve, also helps develop new accounting practices and procedures.\n\nAccounting theory is more qualitative than quantitative, in that it is a guide for effective accounting and financial reporting.\n\nThe most important aspect of accounting theory is usefulness. In thecorporate financeworld, this means that all financial statements should provide important information that can be used by financial statement readers to make informed business decisions. This also means that accounting theory is intentionally flexible so that it can produce effective financial information, even when the legal environment changes.\n\nIn addition to usefulness, accounting theory states that all accounting information should be relevant, reliable, comparable, and consistent. What this essentially means is that all financial statements need to be accurate and adhere to U.S.generally accepted accounting principles (GAAP). Adherence to GAAP allows the preparation of financial statements to be both consistent to a company's past financials and comparable to the financials of other companies.\n\nFinally, accounting theory requires that all accounting and financial professionals operate under four assumptions. The first assumption states that a business is a separate entity from its owners or creditors. The second affirms the belief that a company will continue to exist and not go bankrupt. The third assumes that all financial statements are prepared with dollar amounts and not with other numbers like units of production. Finally, all financial statements must be prepared on a monthly or annual basis.\n\nAccounting as a discipline has existed since the 15th century. Since then, both businesses andeconomieshave greatly evolved. Accounting theory is a continuously evolving subject, and it must adapt to new ways of doing business, new technological standards, and gaps that are discovered in reporting mechanisms.\n\nFor example, organizations such as the International Accounting Standards Board help create and revise practical applications of accounting theory through modifications to theirInternational Financial Reporting Standards(IFRS).Professionals such asCertified Public Accountants(CPAs) help companies navigate new and established accounting standards.\n\nFinancial Accounting Standards Board. \"About the FASB.\" Accessed April 17, 2021.\n\nInternational Financial Reporting Standards Foundation. \"Who We Are.\" Accessed April 17, 2021.",
  "url": "https://www.investopedia.com/terms/a/accounting-theory.asp"
}