{
  "term": "What Is Martial Law? Meaning, History in the U.S., and Example",
  "definition": "Investopedia / Michela Buttignol\n\nMartial law is the substitution of a civil government by military authorities with unlimited powers to suspend the ordinary legal protections of civilian rights. A state of martial law may be declared in response to a crisis or imposed during a coup.\n\nIn times ofdisasteror civil unrest, a declaration of emergency is more common than a declaration of martial law because it is easier to reverse. An emergency declaration allows the government to expand its powers temporarily to deal with a crisis, suspending some civil liberties but avoiding military control.\n\nThe declaration of martial law is a rare and momentous decision for a civilian government to make and for good reason. When martial law is declared, civilian control of some or all aspects of government operations is ceded to the military.\n\nThis means that, in the case of elected governments, the representatives chosen by the voting population are no longer in power. Civilians have ceded control of the country in exchange for the potential restoration of order, with the possibility that control may not be reclaimed in the future.\n\nWhen martial law is declared, civil liberties—such as the right to free movement,free speech, or protection from unreasonable searches—can be suspended. The justice system that typically handles issues of criminal and civil law is replaced with a military justice system, such as a military tribunal.\n\nCivilians may be arrested for violating curfews or for offenses that, in normal times, would not be considered serious enough to warrant detention. Laws relating tohabeas corpusthat are designed to prevent unlawful detention may also be suspended, allowing the military to detain individuals indefinitely without the possibility of recourse.\n\nConsidering the negative ramifications martial law can have on a country and its citizens, declaring martial law is a last resort reserved for situations where law and order are rapidly deteriorating.\n\nFor example, in 1892, the governor of Idaho instituted martial law after serious labor unrest in the mining industry. Armed conflict had erupted between strikingminersand their employers. Workers even resorted to dynamiting a mining facility.\n\nMartial law may be declared to reign in protests, civil unrest, coup d’états, or insurrections. It may also be declared when a country’s military occupies foreign territory, such as at the end of a war.\n\nTypically, the power to declare martial law rests with a nation's president or other top civilian leader. The circumstances in which it may be declared and other limiting factors, such as the amount of time it may be left in effect, are governed by legislation or a country’s constitution.\n\nFor example, a president may be authorized to declare martial law during a time of violent civil unrest, but only for 60 days. Specifically looking at the United States, the constitution is vague on martial law and doesn't really address it.\n\nHowever, state constitutions tend to have specific provisions governing martial law. Historically, martial law in the United States has been declared far more often by governors than the president. International laws may also limit the scope and duration of martial law if a country has signed onto a multilateral treaty.\n\nThe use of martial law in the wake ofnatural disastersis less common than during situations of civil unrest or disorder. Rather than declaring martial law and handing over power to the military in the case of a hurricane or earthquake, governments are much more likely to declare a state of emergency.\n\nWhen a state of emergency is declared, the government may expand its powers or limit the rights of its citizens. The government does not, however, have to hand power over to its military. In some cases, a government may invoke a state of emergency specifically to suppress dissent or opposition groups.\n\nWhen martial law is declared, the military takes over the responsibility of governing as opposed to the civil government to restore order in a time of crisis. When this happens, many civil liberties can be suspended, such as freedom of movement, freedom of speech, and protection from unreasonable searches. Curfews can also be implemented.\n\nNo, martial law is not illegal. While the U.S. Constitution does not have any specific language to allow for martial law, almost every state has a provision in its constitution allowing for martial law.\n\nThere has been no country-wide imposition of martial law in the United States; however, there have been many instances of martial law in local areas in U.S. history.\n\nMartial law is a move by the government where military authority replaces the civil government. When this happens, many civil liberties may be suspended to restore order. Martial law usually occurs in times of serious crises and is a last resort to bring back stability.\n\nOwlcation. \"The Mining Wars of Idaho.\"\n\nBritannica. \"Coeur d’Alene Riots.\"\n\nU.S. Department of Justice. \"Martial Law in Times of Civil Disorder.\"\n\nBrennan Center for Justice. \"Guide to Declarations of Martial Law in the United States.\"",
  "url": "https://www.investopedia.com/terms/m/martial-law.asp"
}