{
  "term": "What Is Banner Advertising? Definition and How It Works",
  "definition": "Banner advertising refers to the use of a rectangular graphic display that stretches across the top, bottom, or sides of a website or online media property. The horizontal type of banner advertisement is called a leaderboard, while the vertical banners are called a skyscraper and are positioned on a web page's sidebars. Banner ads are image-based rather than text-based and are a popular form of online advertising.\n\nThe purpose of banner advertising is to promote a brand and/or to get visitors from the host website to go to the advertiser's website.\n\nInternet advertising has gone from an uncertain bet to serving as the primary platform for most companies’ marketing. In the U.S., the growth indigital advertisingcontinues to grow by double digits on an annual revenue basis, with 2020 revenue report at $138.9 billion.\n\nBanner advertising, also called display advertising, consists of static or animated images or media and is usually placed in high-visibility areas on high-traffic websites. Banner advertising is attractive because it can help createbrand awareness, generate leads, and re-target an audience (such as giving a visitor a chance to sign up for a newsletter or free trial before they click away).\n\nBanner advertising functions mainly the same way as traditional advertising; however, the method by which the advertiser pays the host can differ greatly from traditional ad space sales. The host is paid for the banner advertisement through one of three methods: cost perimpression(payment for every website visitor who sees the ad), cost per click (payment for every website visitor who clicks on the ad and visits the advertiser's website) or cost per action (payment for every website visitor who clicks on the ad, goes to the advertiser's website and completes a task, such as filling out a form or making a purchase).\n\nTraditional banner advertising has expanded to other forms, such as Facebook Ads and Instagram Sponsored Ads. Facebook is estimated to account for roughly 42.5% of online display advertising spending in the U.S. in 2022.The trend in online advertising has seen digital display ad spending (including banner ads, video, rich media, and sponsorships) continue to grow. As of 2020, 31.5% of all online ad spending goes to digital advertising, which includes banner ads.\n\nThe first banner advertisement was deployed in 1994, on the website of wired.com (then called HotWired);. The banner read \"Have you ever clicked your mouse right here? You will,\" and the ad then sent the user to a campaign for AT&T.\n\nAd networks are in charge of matching advertisers to websites that want to sell advertising. They keep track of what advertising space is available and match it with advertiser demand. The technology that enables ad networks to do this is a central ad server, which selects specific ads that are tailored to the website's visitor based on keywords from the visitor's search and website viewing behavior or based on the overall context of the host website content.\n\nBanner advertising, and virtually all online advertising, currently utilizes real-time bidding technology known asprogrammatic bidding, which allows approved companies to bid on ad space during the time it takes for a banner ad to load.\n\nTrends for content marketing revolve around personalization—the ability to make consumers feel as though you are speaking directly to them. As a result, targeted banner ads have gotten ever more common.\n\nInteractive Advertising Bureau. \"Internet Advertising Revenue Report,\" Page 3.\n\neMarketer. \"Leading Digital Display Ad Sellers in the U.S., by Net Revenue Share, 2019-2022.\"\n\nInteractive Advertising Bureau. \"Internet Advertising Revenue Report,\" Page 14.\n\nWired. \"Oct. 27, 1994: Web Gives Birth to Banner Ads.\"",
  "url": "https://www.investopedia.com/terms/b/banneradvertising.asp"
}