{
  "term": "What Is Delivered Ex Ship (DES), and How Is It Different From DAT and DAP?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nDelivered ex-ship (DES) was a trade term that required a seller to deliver goods to a buyer at an agreed port of arrival. The seller assumed the full cost and risk involved in getting the goods to that point. After arrival, the seller was considered to have met its obligation and the buyer assumed all ensuing costs and risks. This term applied to both inland and sea shipping andoften in charter shipping. It expired effective 2011.\n\nContracts involving international transportation often contain abbreviated trade terms that describe details such as the time and place of delivery, payment, at what point the risk of loss shifts from the seller to the buyer, and who pays for the costs of freight and insurance. DES was just one type of such an international trade contract.\n\nDES was a legal term, and the exact definition differed somewhat by country. Typically, though, the seller remained responsible for products until delivery. It bore the costs and risks that come with bringing goods to port. The seller had total responsibility for shipping, and it must pay the shipping company and purchase insurance for the goods.\n\nThe seller's obligation ended when it delivered the merchandise to the agreed-upon port, aboard the ship, and not yet cleared for import. Buyers were responsible for all costs to receive and unload the goods, and to clear them through customs.\n\nThe most commonly known trade terms are known as \"incoterms,\" short for \"international commercial terms.\" TheInternational Chamber of Commerce(ICC) publishes them, aiming to foster global trade and commerce. ICC promotes and protects open markets for goods and services.\n\nIncotermsare often identical in form to domestic terms such as theAmerican Uniform Commercial Code(UCC), but they have different meanings. Parties to a contract must expressly indicate the governing law of their terms as a result.\n\nDelivered ex-quayis another now-discontinued Incoterm. It specified that the seller must ship the goods to the wharf or quay at the destination port (DES didn't cover wharves). Delivered ex-quay could note adutyas either paid or unpaid. The seller was obligated to cover costs, like duties, if it paid, and was responsible for providing the merchandise. If unpaid, those obligations and responsibilities shift to the buyer.\n\nDelivered ex-ship (DES) was replaced in 2011 by two new terms: delivered at terminal (DAT) anddelivered at place(DAP).\n\nDAP entails that the seller is responsible only for the packaging costs of the goods, and the arrangement of the cargo for ensuring that the goods arrive safely to the point of delivery or final destination on time. DAT stipulates that the seller assumes all transport costs until after the goods are delivered and unloaded at the specific delivery terminal. In addition, the seller also assumes responsibility for export goods clearance.\n\nDelivered ex-ship also differed fromEx Works(EXW), another international trade term. In this sort of agreement, the seller makes a product available at a designated location, and the buyer of the product must cover the transport costs. The seller mustmake the goods available for pickupat its place of business in Ex Works. All costs and risks of transportation are taken on by the buyer from there.\n\nSeller X ships contracted goods to a pier and port in Kennebunkport, Maine. Midway there, the ship encounters a storm and sinks. Seller X absorbs the loss because the shipment has not yet arrived in port.\n\nAlternatively, Seller X's shipment makes it safely to Kennebunkport. The storm hits while the ship is docked after the point when Buyer Y has contractually taken possession of the products. The ship sinks in port. Buyer Y absorbs the loss because it has accepted delivery, even though the goods have not yet left the ship.\n\nThe seller's responsibilities in a DES transaction included delivering the goods to the named port of destination, covering transportation costs, and assuming risks until the goods arrive at the port. However, the seller was not obligated to unload the goods or clear them through customs at the destination.\n\nThe buyer's responsibilities commenced upon the goods' arrival at the designated port. The buyer would of had to bear the costs associated with unloading, importing duties, and any subsequent transportation. Additionally, the buyer was responsible for securing and paying for any necessary insurance coverage.\n\nThe risk of loss or damage in a DES transaction is borne by the seller until the goods are delivered to the named port of destination. Once the goods arrive at the port, the risk transferred to the buyer.\n\nTransportation costs in a DES transaction were primarily the responsibility of the seller. The seller covered the expenses associated with transporting the goods to the named port of destination. Any additional transportation costs beyond the port generally became the responsibility of the buyer.\n\nDelivered ex ship was an international trade term indicating that the seller was responsible for delivering the goods to a named port of destination, covering transportation costs and risks until the goods arrive. Upon arrival at the designated port, the buyer assumed responsibility for unloading, customs clearance, and any subsequent transportation.\n\nCorporate Finance Institute. \"Delivered Ex Ship (DES).\"",
  "url": "https://www.investopedia.com/terms/d/des.asp"
}