{
  "term": "What Is the Nixon Shock? Definition, What Happened, and Aftereffects",
  "definition": "The Nixon Shock refers to the aftereffect of a set of economic policies announced by President Richard M. Nixon in 1971.\n\nMost notably, the policies eventually led to the collapse of the Bretton Woods system of fixed exchange rates that took effect after World War II.\n\nThe Nixon Shock followed President Nixon’s televised \"New Economic Policy\" address to the nation on August 15, 1971. The crux of the speech was that the U.S. would turn its attention to domestic issues in the post-Vietnam War era. Nixon outlined three main goals:\n\nNixon cited tax cuts and a 90-day hold on prices and wages as the best options for boosting the job market and tamping downinflation. As for speculative behavior toward the U.S. dollar (USD), Nixon supported suspending the dollar’s convertibility into gold.\n\nIn addition, Nixon proposed an additional 10% tax on allimportsthat were subject to duties. Similar to the strategy of suspending dollar convertibility, the levy was intended to encourage the U.S.' primary trading partners to raise the value of their currencies.\n\nTheBretton Woodssystem was developed during an international conference held at Bretton Woods, New Hampshire in 1944. It involved the external values of foreign currencies.Fixedto the U.S. dollar, these values were expressed in gold at a price determined by Congress. In 1958, foreign currencies became convertible into gold.\n\nHowever, a global dollar surplus imperiled the system in the 1960s. At the time, the U.S. did not have enough gold to cover the volume of dollars circulating throughout the world. That led to anovervaluationof the dollar.\n\nThe government attempted to shore up the dollar as well as the Bretton Woods system, with the Kennedy and Johnson administrations trying to deter foreign investment, limit foreign lending, and reform international monetary policy. However, their efforts were largely unsuccessful.\n\nAnxiety eventually crept into theforeign exchange market, with traders abroad fearful of an eventual dollardevaluation. As a result, they began selling USD in greater amounts and more frequently. After several runs on the dollar, Nixon sought a new economic course for the country.\n\nNixon’s speech was not received as well internationally as it was in the U.S. Many in the international community interpreted Nixon’s plan as a unilateral act.\n\nIn response, theGroup of Ten (G-10)industrialized democracies decided on new exchange rates that centered on a devalued dollar in what became known as theSmithsonian Agreement. That plan went into effect in December 1971, but it proved unsuccessful.\n\nBeginning in February 1973, speculative market pressure caused the USD to devalue and led to a series ofexchange parities. Amid still-heavy pressure on the dollar in March of that year, the G–10 implemented a strategy that called for six European members to tie their currencies together and jointlyfloatthem against the dollar.\n\nThat decision essentially brought an end to the fixed exchange rate system established by theBretton Woodsagreement.\n\nThe Bretton Woods agreement created two major institutions that have stood the test of time: theInternational Monetary Fundand the World Bank.\n\nInitially, Nixon's economic policies were widely praised as a political success. Today, however, their long-term benefits are a matter of scholarly debate.\n\nFirst, the policies were the primary catalyst for the stagflation of the 1970s. They also led to the instability of floating currencies, as the U.S. dollar sank by a third during the 1970s. Over the past 40 years, the U.S. dollar has been anything but stable, with several periods of severe volatility.\n\nFrom 1985 to 1995, for example, the U.S. dollar value index lost as much as 34%. After quickly recovering, it fell sharply again from 2002 to mid-2011.\n\nNixon also promised that his move would prevent costly recessions. Over the past few decades, however, the U.S. has suffered severe recessions including theGreat Recessionof December 2007 to June 2009.\n\nThe Nixon administration's 1971 economic policy actions have provided advantages as well as disadvantages.\n\nToday, we live in a world of mostly free-floating, market-traded currencies. This system has its benefits, especially when facilitating radical monetary policy actions such asquantitative easing (QE).\n\nCentral banks have a greater degree of control over their nations' money and the management of variables such as interest rates, overall money supply, and velocity.\n\nOn the other hand, Nixon's move also created uncertainties and led to a massive financial market based onhedgingthe risks created by currency uncertainty.\n\nThe financial crisis of 2007-2008, in particular, proved that central bank control is no guaranteed defense against severe recessions.\n\nMany decades after the Nixon Shock, economists are still debating the merits of this remarkable policy shift and its eventual ramifications.\n\nGovernment-backed money is generally more stable than commodity-based currency\n\nCentral banks have more flexibility to protect their economies from severe busts of the business cycle\n\nActions to protect gold reserves that triggered economic volatility are no longer necessary\n\nLed to stagflation of the 1970s\n\nSevere recessions and U.S. dollar volatility still occur under the watch of central banks\n\nGold provided a self-regulating effect on the economy and currency, while the Nixon Shock empowered the government to manipulate variables\n\nThe gold standard is a monetary system in which the value of a country's currency is based on a fixed quantity of gold. In practice, central banks made sure that domestic currency (paper money) was easily convertible into gold at a specific fixed price. Gold coins also circulated as domestic currency alongside other metal coins and notes.\n\nPresident Richard Nixon closed the gold window in 1971 in order to addressthe country's inflation problemand to discourage foreign governments from redeeming more and more dollars for gold.\n\nFiat moneyis government-issued money that isn't backed by a physical commodity such as gold or silver. Instead, it is backed by the government that issued it.\n\nSome economists argue that if we returned to the gold standard, prices would actually destabilize, leading to episodes of severe deflation and inflation. Moreover, in the event of a financial crisis, the government would have little flexibility to either avert or limit the potential damage.\n\nNixon Shock refers to the aftermath of President Richard Nixon's August 1971 announcement of major economic policy changes that his administration intended to implement to improve the country's balance of payments, prevent inflation, and lower unemployment.\n\nEconomists still argue about the merits of the actions taken, as well as their ill-effects.\n\nRichard Nixon Foundation. \"The Challenge of Peace: President Nixon’s New Economic Policy.\"\n\nFederal Reserve History. \"Nixon Ends Convertibility of U.S. Dollars to Gold and Announces Wage/Price Controls.\"\n\nFederal Reserve History. \"Creation of the Bretton Woods System.\"\n\nOffice of the Historian.\"Nixon and the End of the Bretton Woods System, 1971–1973.\"\n\nBloomberg. \"Dollar Index Spot Chart.\"",
  "url": "https://www.investopedia.com/terms/n/nixon-shock.asp"
}