{
  "term": "What Is a Creditor, and What Happens If Creditors Aren't Repaid?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA creditor is an individual or institution that extends credit to another party to borrow money usually by a loan agreement or contract. Creditors are commonly classified as personal or real.\n\nThose who loan money to friends or family or a business that provides immediate supplies or services to a company or individual but allows for a delay in payment may be considered personal creditors.\n\nReal creditors arebanksor finance companies that have legal contracts and loan agreements with the borrower that grant thelenderthe right to claim any of the debtor'sreal assetsor collateral if the loan is unpaid.\n\nCreditors often charge interest on the loans they offer their clients, such as a 5% interest rate on a $5,000 loan. The interest represents the borrower's cost of the loan and the creditor's degree of risk that the borrower may not repay the loan.\n\nTo mitigate risk, most creditors tie interest rates or fees to the borrower'screditworthinessand past credit history. Borrowers with goodcredit scoresare considered low-risk to creditors, and these borrowers often garner low-interest rates.\n\nIn contrast, borrowers with low credit scores are riskier for creditors and are often charged higher interest rates to address that risk.\n\nWhile the creditor is the entity that extends credit, adebtoris the legal party that accepts the credit or loan, owes the debt, and agrees to its repayment.\n\nSecured creditors, often a bank or mortgage company, have a legal right to reclaim the property, such as a car or home, used as collateral for a loan, often through alienor repossession.\n\nAnunsecured creditor, such as a credit card company, is a creditor where the borrower has not agreed to give the creditor any property such as a car or home as collateral to secure a debt. These creditors may sue these debtors in court over unpaid unsecured debts and courts may order the debtor to pay, garnish wages, issue abank levy, or take other actions.\n\nBankruptcyis a legal process through which individuals who cannot repay debts to creditors may seek relief from some or all of their debts. Bankruptcy is initiated by the debtor and is imposed by a court order.\n\nWhen a debtor declares bankruptcy, the court notifies the creditor of the proceedings. In some bankruptcy cases, all of the debtor's non-essential assets are sold to repay debts, and the bankruptcy trustee repays the debts in order of their priority.\n\nTax debts and child support typically rank highest along with criminal fines, and overpayments of federal benefits for repayment. Unsecured loans such ascredit cardsare prioritized last, giving those creditors the smallest chance of recouping funds from debtors during bankruptcy proceedings.\n\nWhile creditors lend money and are owed that money, a debt collector does not lend money. A creditor is the original lender because they made the loan to you. Debt collectors purchase delinquent loans from the original creditor, such as a bank, usually at a discount, and aim to then collect on that loan.\n\nFor example, John may owe Bank ABC $10,000 dollars but has not been able to pay it back. His loan goes into default. Rather than continuously attempting to collect on this loan, Bank ABC sells the loan to Debt Collector XYZ for $6,000. This way the bank has recouped some of its losses and can focus on its core business of lending, not chasing down delinquent loans. Debt Collector XYZ then seeks to collect the entire $10,000 from John, which it is legally allowed to do.\n\nA creditor often seeks repayment through the process outlined in the loan agreement. TheFair Debt Collection Practices Act(FDCPA) protects the debtor from aggressive or unfair debt collection practices and establishes ethical guidelines for the collection of consumer debts.\n\nChapter 11is a form of bankruptcy that involves the reorganization of a debtor’s business affairs, debts, and assets and allows a company to stay in business and restructure its obligations.\n\nIndividuals often rely oncredit scoresto obtain loans and extensions of credit. Creditors and lenders are not required by law to report anything to credit bureaus, however, many businesses report on-time payments, late payments, purchases, loan terms, credit limits, and balances owed, information used by credit bureaus to construct credit scores.\n\nCreditors are individuals or entities that have lent money to another individual or entity. They typically charge interest and the money is owed back to them. For example, a bank lending money to a person to purchase a house is a creditor. A debtor is an individual or entity that borrows money from another individual or entity and needs to pay that money back within a certain time frame, with interest. For example, a person who borrows money from a bank to buy a house is a debtor.\n\nCreditors can include friends or family that you borrow money from and have to pay back. Unsecured creditors are those that lend money without any collateral. Secured creditors are those that lend money with collateral so that if you default on your loan, they may repossess the asset pledged as collateral to cover the money they have lost.\n\nA creditor is an individual or institution that extends credit to another party to borrow money usually by a loan agreement or contract. On secured loans, creditors can repossess collateral like homes or cars and creditors can sue debtors for repayment of unsecured loans. The Fair Debt Collection Practices Act (FDCPA) established ethical guidelines for the collection of consumer debts by creditors.\n\nUnited States Courts. \"Chapter 11 - Bankruptcy Basics.\"",
  "url": "https://www.investopedia.com/terms/c/creditor.asp"
}