{
  "term": "What Is a Call Option and How to Use It With Example",
  "definition": "Everything you need to know about this financial contract\n\nWith a call option, a buyer has the right, but not the obligation, to purchase an underlying asset at a predetermined price before a set expiration date. Investors buy call options with the expectation that the asset's price will rise, allowing them to net a profit by buying the asset below market value.\n\nCall options are financial contracts that give the buyer the right, but not the obligation, to buy a stock, bond, commodity, or other asset or instrument at a specified price within a specific period. A call seller must sell the asset if the buyer exercises the call.\n\nA call buyer profits when the underlying asset increases in price. Share prices can increase for several reasons, including positive company news andduring acquisitions. The seller profits from the premium if the price drops below the strike price at expiration because the buyer will typically not exercise the option.\n\nA call option may be contrasted with aput option, which gives the holder the right to sell (force the buyer to purchase) the asset at a specified price on or before expiration.\n\nOptions are essentially a bet between two investors. One believes the price of an asset will go down, and one thinks it will rise. The asset can be a stock, bond, commodity, or other investing instrument.\n\nThe contract is an option (a choice) to buy the asset at a specific price by a certain date. The date is called the expiration date (known as expiry), and the asset is called the underlying asset (it's also called \"the underlying\").\n\nThe price is called the strike price. The strike price and the exercise date are set by the contract seller and chosen by the buyer. There are usually many contracts, expiration dates, and strike prices that traders can choose from.\n\nYou pay a fee to purchase a call option—this is called thepremium. It is the price paid for the option to exercise. If, at expiration, the underlying asset is below the strike price, the call buyer loses the premium paid. This is the maximum loss the buyer can incur.\n\nThe call option buyer may hold the contract until the expiration date, at which point they can execute the contract andtake deliveryof the underlying.\n\nThey can also choose not to buy the underlying at expiry, or they can sell the options contract at any point before the expiration date at the market price of the contract at that time.\n\nIf an option reaches its expiry with a strike price higher than the asset's market price, it \"expires worthless\" or \"out of the money.\"\n\nThere are two basic ways to trade call options: a long call option and a short call option.\n\nA long call option is the standard call option in which the buyer has the right, but not the obligation, to buy a stock at a strike price in the future. The advantage of a long call is that it allows the buyer to plan ahead to purchase a stock at a cheaper price.\n\nMany traders will place longcalls on dividend-paying stocksbecause these shares usually rise as the ex-dividend date approaches. Then, on the ex-dividend date, the price will drop. Thelong call holder receives the dividendonly if they exercise the option before the ex-date.\n\nImage by Sabrina Jiang © Investopedia 2022\n\nFor example, you might purchase a long call option in anticipation of a newsworthy event, like a company's earnings call. While the profits on a long call option may be unlimited, the losses are limited to premiums.\n\nThus, even if the company does not report a positive earnings beat (or one that does not meet market expectations) and the price of its shares declines, the maximum losses the buyer of a call option will bear are limited to the premiums paid for the option.\n\nAs its name indicates, a short call option is the opposite of a long call option. In a short call option, the seller promises to sell their shares at a fixed strike price in the future. Short call options are mainly used forcovered callsby the option seller, or call options in which the seller already owns the underlying stock for their options.\n\nSelling an option without owning the underlying is known as a \"naked short call.\"\n\nThe call helps contain the losses they might suffer if the trade does not go their way. For example, their losses would multiply if the call wereuncovered(i.e., they did not own the underlying stock for their option), and the stock appreciated significantly in price.\n\nCall option payoffrefers to the profit or loss an option buyer or seller makes from a trade. Remember that there are three key variables to consider when evaluating call options: strike price, expiration date, and premium. These variables calculate payoffs generated from call options. There are two cases of call option payoffs.\n\nSuppose you purchase a call option for company ABC for a premium of $2. The option's strike price is $50, with an expiration date of Nov. 30. You will break even on your investment if ABC's stock price reaches $52, meaning the sum of the premium paid plus the stock's purchase price. Any increase above that amount is considered a profit. Thus, the payoff when ABC's share price increases in value is unlimited.\n\nWhat happens when ABC's share price declines below $50 by Nov. 30? Since your options contract is a right, not an obligation, to purchase ABC shares, you can choose not to exercise it, meaning you will not buy ABC's shares. In this case, your losses will be limited to the premium you paid for the option.\n\nUsing the formula above, your profit is $3 if ABC'sspot priceis $55 on Nov. 30.\n\nThe payoff calculations for the seller of a call option are not very different. If you sell an ABC options contract with the same strike price and expiration date, you stand to gain only if the price declines.\n\nDepending on whether your call is covered ornaked, your losses could be limited or unlimited. The latter case occurs when you are forced to purchase the underlying stock at spot prices (perhaps even more) if the options buyer exercises the contract. In this case, your sole source of income (and profits) is limited to the premium you collect on the expiration of the options contract.\n\nThe formulas for calculating payoffs and profits are as follows:\n\nUsing the formula above, your income is $1 if ABC's spot price is $49 on Nov. 30.\n\nThere are several factors to consider when it comes toselling call options. Be sure you fully understand an option contract's value and profitability when evaluating a trade, or else you risk the stock rallying too high.\n\nCall options often serve three primary purposes: income generation, speculation, and tax management.\n\nSome investors use call options to generate income through acovered callstrategy. This strategy involves owning an underlying stock while at the same timewritinga call option, or giving someone else the right to buy your stock.\n\nThe investor collects the option premium and hopes the option expires worthless (below the strike price). This strategy generates additional income for the investor but can also limit profit potential if the underlying stock price rises sharply.\n\nCovered calls work because if the stock rises above the strike price, the option buyer will exercise their right to buy it at the lower strike price. This means the option writer doesn't profit from the stock's movement above the strike price. The options writer's maximum profit on the option is the premium received.\n\nOptions contracts allow buyers to obtain significant exposure to a stock for a relatively small price. Used in isolation, they can provide substantial gains if a stock rises.\n\nBut they can also result in a 100% loss of the premium if the call option expires worthless due to the underlying stock price failing to move above the strike price. The benefit of buying call options is that therisk is always capped at the premium paidfor the option.\n\nInvestors may also buy and sell different call options simultaneously, creating a callspread. These will cap both the potential profit and loss from the strategy, but are more cost-effective in some cases than a single call option because the premium collected from one option's sale offsets the premium paid for the other.\n\nInvestors sometimes use options to change portfolio allocations without actually buying or selling the underlying security.\n\nFor example, an investor may own 100 shares of XYZ stock and may be liable for a large unrealized capital gain. Not wanting to trigger a taxable event, shareholders may use options to reduce the exposure to the underlying security without actually selling it.\n\nIn the case above, the only cost to the shareholder for engaging in this strategy is the cost of the options contract itself.\n\nThough options profits will be classified as short-term capital gains, the method for calculating the tax liability will vary by the exact option strategy and holding period.\n\nImagine Apple is trading at $110 at expiry, the strike price for the option contract (consisting of 100 shares) is $100, and the options cost the buyer $2 per share; the profit is $110 - ($100 + $2) = $8. If the buyer bought one options contract, their profit equals $800 ($8 x 100 shares); the profit would be $1,600 if they bought two contracts ($8 x 200).\n\nNow, if Apple is trading below $100 at expiration, the buyer won't exercise the option to buy the shares at $100 apiece, and the option expires worthless. The buyer loses $2 per share, or $200, for each contract they bought—but that's all. That's the beauty of options: You're only out the premium if you decide not to play.\n\nAssume Microsoft stock is trading at $108 per share. You own 100 shares of the stock and want to generate an income above and beyond the stock's dividend. You also believe that shares are unlikely to rise above $115 per share over the next month.\n\nYou take a look at the call options for the following month and see that there's a $115 call trading at $.37 per contract. So, you sell one call option and collect the $37 premium (37 cents x 100 shares), representing a roughly 4% annualized income.\n\nIf the stock rises above $115, the option buyer will exercise the option, and you will have to deliver the 100 shares of stock at $115 per share. You still generated a profit of $7 per share, but you will have missed out on any upside above $115. If the stock doesn't rise above $115, you keep the shares and the $37 in premium income.\n\nThink of a call option as a reservation. It's a reservation to buy something at a set price before a certain date. You pay a small fee to make that reservation, and if the price of that item (usually a stock) goes up, you can still buy it at the lower price you reserved. If you do, you'll make a profit.\n\nIf the price doesn't go up, you don't have to buy it, and the only thing you lose out on is the fee you paid to reserve it. People use call options to try and make money when they think a stock's price will rise. The overall goal is to benefit from price changes in a stock without having to buy it right away.\n\nCall options are a type of derivative contract that gives the holderthe right but not the obligationto purchase a specified number of shares at a predetermined price, known as the \"strike price\" of the option.\n\nIf the stock's market price rises above the option's strike price, the option holder can exercise their option, buying at the strike price and selling at the higher market price to lock in a profit. Options only last for a limited period, however. If the market price does not rise above the strike price during that period, the options expire worthless.\n\nInvestors will consider buying call options if they are optimistic—or \"bullish\"—about the prospects of its underlying shares. For these investors, call options mightprovide a more attractive way to speculateon a company's prospects because of the leverage they provide.\n\nAfter all, each option contract allows one to buy 100 shares of the company in question. For an investor who is confident that a company's shares will rise, buying shares indirectly through call options can be an attractive way to increase their purchasing power.\n\nBuying calls is bullish because the buyer only profits if the price of the shares rises. Conversely, selling call options is bearish because the seller profits if the shares do not rise. Whereas the profits of a call buyer are theoretically unlimited, the profits of a call seller are limited to the premium they receive when they sell the calls.\n\nCall options are financial contracts that give the option buyer the right but not the obligation to buy a stock, bond, commodity, or other asset or instrument at a specified price within a specific period. The stock, bond, or commodity is called the underlying asset.\n\nA call buyer profits when the underlying asset increases in price. A call option seller can generate income by collecting premiums from the sale of options contracts. The tax treatment for call options varies based on the strategy and type of call options that generate profits.\n\nInternal Revenue Service. \"Publication 550, Investment Income and Expenses (Including Capital Gains and Losses).\" Pages 57-58.",
  "url": "https://www.investopedia.com/terms/c/calloption.asp"
}