{
  "term": "What Is the Jones Act? Definition, History, and Costs",
  "definition": "The Jones Act is a federal law that regulatesmaritimecommerce in the United States. The Jones Act requires goods shipped between U.S. ports to be transported on ships that are built, owned, and operated by United States citizens or permanent residents.\n\nThe Jones Act is Section 27 of the Merchant Marine Act of 1920, which provided for the maintenance of the American merchant marine.\n\nThe Jones Act was introduced by Wesley Jones, the U.S. Senator from the state of Washington, who designed the legislation to give his state a monopoly on shipping to Alaska. It was enacted by the United States Congress to stimulate the shipping industry in the wake of World War I.\n\nConsidered protectionist legislation, the Jones Act focuses on issues related to maritime commerce, including cabotage or the transport of people or goods between ports in the same country.\n\nThe Act requires that goods shipped betweenU.S. portsbe transported on ships built, owned, and operated by United States citizens or permanent residents. This provision and its restrictions increase the cost of shipping to Hawaii, Alaska, Puerto Rico, and other non-continental U.S. lands that rely on imports.\n\nThe Jones Act is a piece of protectionist legislation that considerably increases the costs of shipping goods between two U.S. ports.\n\nThe Jones Act has been cited as a factor affecting Puerto Rico's economic and budgetary troubles by affecting trade with the island. A 2019 report found that for Puerto Rico \"the differentials between U.S. and foreign-flagged carriers range from about 41% to as high as 62% for bulk cargo and between 29% and 89% for containerized freight.” The additional costs caused by the Act for the island’s economy to be nearly $1.2 billion, which comes to roughly $374 per resident.\n\nThe waiver of the Act was implemented in 2022 only after Hurricane Fiona hit Puerto Rico. The Biden administration allowed a non-U.S. flagged ship to transport fuel to Puerto Rico, following pressure to waive the rule in the face of a fuel shortage to ensure that citizens could run generators needed for electricity and the functioning critical facilities.\n\nOpponents hope that a repeal of the Act will result in decreased shipping costs, lower prices, and less strain on government budgets. Proponents of the act include states with owners of navy yards, defense firms, and shipping industries, as well as the longshoremen and other personnel who work in ports.\n\nIn early 2022, the Jones Act made headlines for its potential role in the U.S.-Russia oil business. Following Russia's invasion of Ukraine in late February, the U.S. banned Russian oil and gas imports on March 8.\n\nThe U.S. has traditionally relied on imports from Russia, especially Hawaii, which imports Russian crude oil per year, accounting for up to a quarter of all Russian oil shipments to the U.S. Critics of the Jones Act suggest that it limits the viability of shipping oil and gas to remote areas like Hawaii, forcing the state to rely on imports from Russia.\n\nOne consequence of the Jones Act is that it requires U.S. shipping for cargo between Puerto Rico and the U.S. mainland, increasing the cost of development for the island's economy.\n\nWhile the Jones Act does not cover passenger vessels, a related law has a similar effect on cruise ships. Under the 1886 Passenger Vessel Services Act, a foreign ship cannot transport passengers directly between two U.S. ports.This means that a foreign-flagged cruise ship (the vast majority of cruise ships) must include foreign ports in any itinerary that begins and ends in a U.S. port. This often results in confusion or even fines for passengers who disembark at ports that violate the Jones Act.\n\nIn 2020, Congress eliminated the federal government’s authority to issue long-term waivers, except in circumstances where a waiver is required to “address an immediate adverse effect on military operations.” Waivers that do not meet that standard must be reviewed on a case-by-case basis.\n\nThe Jones Act is a 1920 law that limits how cargo is transported by sea. It requires any cargo shipped between U.S. ports to be carried by U.S. ships, with American crews. Originally intended as a measure to support the strategically-important shipping industry, it is now considered a classic example of protectionism.\n\nCongressional Research Service. \"Shipping Under the Jones Act: Legislative and Regulatory Background.\" Summary Page.\n\nCongressional Research Service. \"Shipping Under the Jones Act: Legislative and Regulatory Background.\" Summary Page, Page 3.\n\nCongressional Research Service. \"Shipping Under the Jones Act: Legislative and Regulatory Background.\" Summary Page, Page 5.\n\nTransportation Institute. \"U.S. Maritime Workforce Grows to 650,000 Americans in Booming Jobs Economy.\"\n\nCongressional Research Service. \"Shipping Under the Jones Act: Legislative and Regulatory Background.\" Page 5.\n\nCongressional Research Service. \"Shipping Under the Jones Act: Legislative and Regulatory Background.\" Page 12.\n\nMaritime Administration. \"Domestic Shipping.\"\n\nJohn Dunham and Associates. \"The Jones Act: The Legacy of Economic Ruin For Puerto Rico.\" Pages 27-28.\n\nU.S. Department of Homeland Security. \"Statement By Secretary Mayorkas on the Approval of a Jones Act Waiver for Puerto Rico.\"\n\nThe White House: Biden Administration. \"FACT SHEET: United States Bans Imports of Russian Oil, Liquefied Natural Gas, and Coal.\"\n\nThe Wall Street Journal. \"Jonesing to Give Up Russian Oil.\"\n\nU.S. Customs and Border Protection. \"The Passenger Vessel Services Act, September 2019.\" Pages 6-7.",
  "url": "https://www.investopedia.com/terms/j/jonesact.asp"
}