{
  "term": "What Was the Over-the-Counter Bulletin Board (OTCBB)?",
  "definition": "The over-the-counter bulletin board (OTCBB) was an electronicquotationservice provided by theFinancial Industry Regulatory Authority(FINRA) to its subscribing members forover-the-counter(OTC) trade data for U.S. stocks. Unlike other OTC platforms, OTCBB was a quotation-only service. In 2020, FINRA announced it was winding down the OTCBB, as the bulk of OTC stock trading occurred onOTC Markets Group'splatforms.FINRA officially ceased operations of the OTCBB on Nov. 8, 2021.\n\nThe OTCBB offered traders and investors up-to-the-minute quotes, last-sale prices, andvolumeinformation for equity securities traded OTC. All companies listed on this platform had to file current financial statements with theSecurities and Exchange Commission(SEC) or another relevant federal regulator.\n\nThe OTCBB was created in 1990 after thePenny Stock Reform Act of 1990stipulated that the SEC must develop some type of electronic quotation system for stocks that could not be listed on one of the majorexchanges.Stocks that traded OTC were traded between individuals and market makers using computers and telephones.\n\nOTC stocks on the OTCBB were not part of any major exchanges. This was primarily because OTC stocks tend to be small and volatile, which made meetinglisting requirementsdifficult.\n\nMore importantly from the trading standpoint, thebid-ask spreadis typically larger for these stocks as they typically trade with less frequency than exchange-listed stocks.Only a select few OTCBB stocks successfully moved from the OTC market to a major exchange.\n\nThe pink sheets are a privately held company, while FINRA provided the OTCBB service.\n\nFor those small companies that could not meet the listing requirements to trade their securities on national exchanges, the OTCBB, and nowadays the current offerings of OTC Markets Group, offered an important alternative.\n\nSmall companies need financing from investors to grow, even though their total market value might never rival a mid-cap stock. Investors, in turn, are attracted to the outsized returns that can still occur on the OTC market as some of these firms do find ongoing success and outsized profits.\n\nWhile these companies use the OTC markets in place of one of the major exchanges, investors need to remember that the OTCBB and OTC Markets Group are not, in fact, actual exchanges but quotation services. All securities traded OTC are, in reality, traded by a web ofmarket makerswho input different quotes and trades through a secure computer network that can only be accessed by those who subscribe.\n\nAs mentioned above, pretty much all OTC stock quotes and trades are now conducted on OTC Markets Group's platforms, includingOTCQX, OTCQB, and thePink Open Market.\n\nFINRA filed a rule change in 2020 with the SEC that outlined its proposal to cease the operations of the OTCBB, which became effective Nov. 8, 2021.TheOTCQB, in particular, effectively replaced the OTCBB as the main market for trading OTC securities that report to a U.S. regulator. As it has no minimum financial standards, the OTCQB often includes shell companies,penny stocks, and small foreign issuers.\n\nThe OTCBB and pink sheets are both quotation services for stocks that trade OTC. The OTCBB was operated by FINRA, while the pink sheets are operated by a private company. The listing standards are generally laxer for the pink sheets. That is, some pink sheet stocks might not have been eligible for listing on the OTCBB.\n\nStocks listed on the OTCBB were usually registered with the SEC (except for those not legally required to do so). Meanwhile, stocks on the pink sheets might not file regular reports and might not list with the SEC. Beyond the OTCBB and pink sheets, there are other quotation services. It’s also possible to buy stocks not listed on either directly from a broker.\n\nThe lack of filing requirements for pink sheets stocks make them inherently riskier.\n\nPenny stocks didn't trade on the OTCBB. Penny stocks trade for less than $1 per share but they trade through a brokerage. The OTCBB helped track prices for penny stocks but did not facilitate penny stock trading.\n\nNo app allowed you to trade on the OTCBB. The OTCBB was a price-quoting service. Investors traded stocks via brokerage apps that had their prices quoted on the OTCBB.\n\nOTC stocks were traded without a broker or central exchange as they were generally too small to be listed on a formal exchange. Some OTC stocks were considered publicly traded, though some companies on the OTC market were private companies.\n\nSecurities that were listed on the OTCBB included those that traded on the OTC market, such as stocks, warrants, units, andADRs.\n\nThere are two keyrisks to trading OTC stocks: the first is the poor liquidity, as they are thinly traded; and the second is the lack of reliable information available about the company.\n\nOTC stocks are not available on RobinHood, although the trading app does allow the trading of certain penny stocks.\n\nCorrection—Nov. 26, 2021:A previous version of this article misstated the company name for OTC Markets Group.\n\nU.S. Securities and Exchange Commission. \"Release No. 34-90067; File No. SR-FINRA-2020-031.\" Accessed Nov. 26, 2021.\n\nFinancial Industry Regulatory Authority. \"FINRA Announces Closure of the OTC Bulletin Board.\" Accessed Nov. 26, 2021.\n\nU.S. Congress. \"S.647 - Securities Enforcement Remedies and Penny Stock Reform Act of 1990,\" Page 25. Accessed Nov. 26, 2021.\n\nInternational Monetary Fund. \"Markets: Exchange or Over The Counter.\" Accessed Nov. 26, 2021.",
  "url": "https://www.investopedia.com/terms/o/otcbb.asp"
}