{
  "term": "What Is Underlying? Definition, Meaning, Pros, Cons, and Example",
  "definition": "Arsenii Palivoda / Getty Images\n\nUnderlying, when used in equity trading, is the common stock that must be delivered when awarrantis exercised, or when aconvertible bondor convertible preferred share is converted to common stock.\n\nThe price of the underlying is the main factor that determines the prices of derivative securities, warrants, and convertibles. Therefore, a change in the price of the underlying results in a simultaneous change in the price of the derivative asset linked to it.\n\nUnderlying applies to both equities and derivatives. Derivatives contracts are typically structured around the price or value of another asset, such as a stock price. In this case, the stock is the underlying asset of the derivative. When the price of the underlying stock goes up, the market price of the derivative may go up or down as well.\n\nInfuturescontracts, the underlying is a commodity, such as gold, oil, or wheat. If those commodities markets face a disruption, the futures that use that commodity as an underlying will also be affected.\n\nConvertibles are also structured around an underlying asset, sometimes using derivative-like features. These are debts that may be repaid like bonds, or, under certain conditions, may also be repaid in company shares. Since the value of the shares will affect the value of the convertible, the shares are described as the underlying asset to the convertibles.\n\nWhile commonly used to refer to assets, an underlying can also be an interest rate, a benchmark, or even another derivative.\n\nThe term \"underlying\" appears most often in relation to derivative contracts, which are often structured around another asset. Options trades represent one of the most popular derivatives trades, in which traders make sophisticated bets on the future price ofcertain stocks or commodities. If the terms of the contract are met, the trader can make a profit.\n\nHowever, the underlying of a derivative is not always an asset. There are also derivatives whose underlying is a benchmark index, interest rate, or another important financial metric. When this metric rises or falls, the derivatives that use the metric as an underlying see price gains or drops. The underlying can even be another derivative.\n\nManyinterest rate swapsuse thesecured overnight financing rate(SOFR) to exchange cash flows between two entities. When the SOFR benchmark rate rises, the value of the swap changes as well.\n\nWhen investing in derivatives, it is important to understand the investment characteristics of the underlying asset or index. Each asset bears its own risk profile that also affects the contracts that use it as an underlying. Stocks are affected by investment risk, bonds carry default risk, and other derivatives are affected by market risk.\n\nHowever, underlying assets tend to be less volatile than their derivatives. The value of a call or put option could fall to zero as it approaches expiration; while stock prices can also swing, they are unlikely to lose value entirely.\n\nWhen an asset is used as the underlying of a derivative or futures contract, this has the advantage of providing additionalliquidityandvolumeto the market for that asset that might not have been available in the spot market.\n\nFor example, when a trader buys or sells an options contract, they are trading an obligation to buy or sell the underlying security. If the option is exercised, someone will have to buy that security, thereby increasing the liquidity of the market.\n\nThe main disadvantage is the danger that underlying assets could be adversely affected by speculation in the derivatives markets. During the 2007 housing crisis, real estate prices soared, due in part to speculative trading inmortgage-backed securitiesand highly complicatedderivativescontracts. When the derivative bubbles collapsed, prices of the underlying assets crashed as well.\n\nDerivatives trading provides additional liquidity and volume to underlying spot markets\n\nUnderlying assets benefit from having a well-organized and structured trading market.\n\nUnderlying assets tend to be less volatile than their derivatives.\n\nSpeculative behavior can adversely affect underlying assets.\n\nEach underlying asset has its own risk profile, that can affect its derivatives.\n\nUnderlyings can vary in many different ways based on the derivative contract. Some of the more common Here are the main types of underlyings:\n\nThe concept of a derivative market would not be able to exist without underlying. However, there are some constraints regarding the execution of derivative contracts. For instance, the fact that a security may be illiquid may simply change the value of the derivative contract (though that may not necessarily be the point of the contract). In certain markets, participants may actually be able to manipulate the underlying asset.\n\nThere may be some logistical challenges with underlyings. For commodity underlyings, physical storage and delivery present practical challenges. For other forms of physical underlying, it may be challenging to store, insure, protect, and ensure the asset does not go obsolete or stolen as the derivative contract runs its course.\n\nOn the other hand, technological risks are pertinent for digital and cryptocurrency underlying. Despite even the most robustcybersecurityefforts, hacking, fraud, and technical failures can severely impact asset values or cause underlying assets to be lost. There may be many efficiencies to trading digital underlying, but electronic assets present themselves unique challenges as well.\n\nTwo of the most common types of derivatives are referred to ascalls and puts. A call derivative contract gives the owner the right, but not the obligation, to buy a particular stock or asset at a givenstrike price. If company A is trading at $5 and the strike price is hit at $3, the price of the stock is trending up, the call is theoretically worth $2. In this case, the underlying is the stock priced at $5, and the derivative is the call priced at $2.\n\nA put derivative contract gives the owner the right, but not the obligation, to sell a particular stock at a given strike price. If company A is trading at $5 and the strike price is hit at $7, the price of the stock is trending down, the put is trading $2 in the money and is theoretically worth $2. In this case, the underlying is the stock priced at $5 and the derivative is the put contract priced at $2. Both the call and the put are dependent on price movements in the underlying asset, which in this case is the stock price of company A.\n\nPrice changes to an underlying asset usually cause price changes to their derivatives as well. For example, a call option represents the right to buy a certain stock for a certain price. If the underlying stock is priced $3 higher than the strike price, the option has a price of around $3. If the underlying falls below the strike price at the time of expiration, the option has a value of $0.\n\nShares can be underlying assets, if a derivative is structured around them. Shares are commonly used as the underlying asset for call and put options, which represent sophisticated bets on the future stock price. Shares can also be underlying for convertible debt, which can be converted to shares if certain conditions are met.\n\nThe most common underlying assets are stocks, commodities, bonds, and currencies. However, there are also derivatives with more abstract underlying values, such as interest and benchmark rates.\n\nUnderlyings in financial derivatives are the assets or securities from which derivatives derive their value. These can be assets ranging from equities, commodities, currencies, interest rates, indices, or real estate, to name a few.",
  "url": "https://www.investopedia.com/terms/u/underlying.asp"
}