{
  "term": "What Is the Law of Diminishing Marginal Utility?",
  "definition": "The law of diminishing marginal utility impacts a company’s pricing because the price must correspond to the consumer’s willingness to consume a product.\n\nMarginal utility is the incremental increase inutilityfrom the consumption of one additional unit. \"Utility\" is an economic term used to represent satisfaction or happiness. The law of diminishing marginal utility means individuals have less satisfaction with each additional unit consumed.\n\nThe law of diminishing marginal utility affects both consumers and businesses through its several components.\n\nUtility is the degree of satisfaction or pleasure a consumer gets from an economic act. A hungry individual can purchase a sandwich to eat so they're no longer hungry. The sandwich provides some utility.\n\nMarginal utility is the enjoyment a consumer gets from each additional unit of consumption. It calculates the utility beyond the first product consumed. The utility gained from the second bottle of water is the marginal utility if you buy a bottle of water and then a second one.\n\nThe law of diminishing marginal utility directly relates to the concept of diminishing prices. Consumers are only willing to pay smaller dollar amounts for more of a product as the utility of the product decreases.\n\nAssume that an individual pays $100 for a vacuum cleaner. They have little need for a second vacuum cleaner and therefore see less value in it so the same individual is willing to pay only $20 for it.\n\nThemarginal utilitymay decrease into negative utility. It's entirely unfavorable to consume another unit of any product at this point. The first unit of consumption for any product is, therefore, typically the highest. Every unit of consumption to follow holds less and less utility after that.\n\nConsumers handle the law of diminishing marginal utility by consuming numerous different goods, which keeps the utility high for each of them.\n\nThe law of diminishing marginal utility makes several assumptions:\n\nThe law of diminishing marginal utility applies to both consumers and businesses.\n\nImagine you can purchase a slice of pizza for $2. You're very hungry so you buy five slices. You gain a certain amount of positive utility from eating when you consume the first slice. The first slice has a large benefit because you were hungry and this is the first food you've eaten lately.\n\nYour appetite is becoming satisfied after you eat the second slice of pizza. You're not as hungry as before so you experience a smaller benefit and less enjoyment from the second slice than with the first. The third slice holds even less utility because you're only a little hungry at this point.\n\nYou experience a diminished marginal utility with the fourth slice of pizza as well. It might be difficult to eat because you're already full from the first three slices. As for the fifth slice, you can't even eat it. You're so full from the first four slices that consuming the last slice of pizza would result in negative utility.\n\nBusinesses can use this principle to structure their workforce. A company might benefit from having three accountants on its staff but hiring an additional person results in a diminished utility due to the minimum benefit gained if there's no real need for a third. Hiring a new administrative assistant has a higher level of utility than hiring a third accountant if you have two accountants but no one to process paperwork.\n\nThe law of diminishing marginal utility can also affect what goods and services businesses offer to customers because it encourages a certain level of diversification. A consumer might not buy five slices of pizza in the first place if they know they won't want the fourth and fifth slices.\n\nThey may see a high level of utility in a different food, however, such as a salad. The shop that's selling the pizza can avoid diminished marginal utility and encourage consumers to purchase more by diversifying its menu.\n\nThe law of diminishing marginal utility directly impacts a company’s pricing because the price charged for an item must correspond to the consumer’s marginal utility and willingness to consume or use the good.\n\nThe law of diminishing marginal utility affects how businesses price their goods and services. Consumers are usually willing to pay more for it because the first quantity of something has the most utility. A store might have a deal on backpacks for sale: one for $30, two for $55, or three for $75. A consumer buying backpacks can get the best cost per backpack if they buy three.\n\nNot all buyers will want three backpacks, however, even though they're the best deal. Anyone who's shopping for backpacks needs at least one so the first backpack has the highest price. The business must decrease the cost per unit to entice shoppers to purchase more units after that because the marginal utility of each additional backpack decreases.\n\nThere are some limitations to the law of diminishing marginal utility when it comes to making business decisions. It won't operate properly or may not even apply if:\n\nThe law of diminishing marginal utility also won't apply if the commodity being considered is money. The utility of money doesn't decrease as a person acquires more of it.\n\nThe law of diminishing marginal utility means that you'll get less satisfaction from each additional unit of something as you use or consume more of it.\n\nMarginal utility (MU) is equal to the change in the total utility (TU) divided by the change in quantity consumed (Q). This is written as MU = ΔTU / ΔQ.\n\nThe law of diminishing marginal utility is important in economics and business because it predicts consumer behavior. It can be used by businesses to find a balance between supply and production. It can inform a business's marketing and sales strategies as well.\n\nThe law of diminishing marginal utility predicts how consumers will react to a certain level of supply. The utility of each unit will decrease until the consumer doesn't want any more as they consume more units of a single type of good.\n\nBusinesses can use the law of diminishing marginal utility to understand consumer behavior, price their goods and services, and diversify their offerings.\n\nThe Economic Times. \"What Is 'Law of Diminishing Utility'.\"\n\nHarper College. \"Outline -- Chapter 7 Consumer Decisions: Utility Maximization.\"",
  "url": "https://www.investopedia.com/terms/l/lawofdiminishingutility.asp"
}