{
  "term": "What Is a Tick in Securities Trading and How Does It Work?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA tick is a measure of the minimum upward or downward movement of a security. It is limited by the smallest unit of currency local to the exchange where they are traded.\n\nFor example, since 2001, when the Securities and Exchange Commission (SEC) required all stock markets to convert to decimals, the minimum tick size for stocks trading above $1 has been one cent.Stocks generally trade in one-cent tick increments, while currencies have tick sizes in pips and rates in basis points (bps). Analysts and traders describe any price changes with ticks.\n\nA tick represents the standard upon which the price of a security may fluctuate. The tick provides a specific price increment, reflected in the local currency associated with the market in which the security trades, by which the overall price can change.\n\nBefore April 2001, the minimum tick size was one-sixteenth of a dollar, meaning a stock could only move in increments of $0.0625.While the introduction of decimalization has benefited investors through much narrower bid-ask spreads and betterprice discovery, it has also made market-making a less profitable (and riskier) activity.\n\nInvestments may have different potential tick sizes depending on the market in which they participate. For example, the E-mini S&P 500 futures contract has a designated tick size of $0.25, while gold futures have a tick size of $0.10. If a futures contract on the E-mini S&P 500 is listed for $20, it can move one tick upward, changing the price to $20.25 based on the $0.25 tick size minimum. However, with that minimum tick size, the price of the security could not move from $20 to $20.10 because $0.10 is below the minimum.\n\nIn 2015, the SEC approved a two-year pilot plan to widen the tick sizes of 1,200 small cap stocks. This was done as part of research on trading in publicly traded companies with market capitalization levels around $3 billion andtrading volumesbelow one million shares daily on average. The pilot looked to widen the tick size for the selected securities to determine the overall effect on liquidity.The pilot program began in October 2016 and ended two years later.\n\nIn the mid-2010s, the SEC was reviewing proposals to increase tick sizes. Some argued that doing so would provide an incentive for brokers to allocate more resources toward researching and promoting small cap stocks in particular, boosting investment capital flow to smaller companies.The 2016-to-2018 pilot program, however, did not end as expected, revealing that increasing tick sizes for these stocks led to reduced liquidity and a decline in stock prices for small-spread stocks, ranging between 1.75% and 3.2%.\n\nThe experiment, which cost investors between $350 and $900 million, highlighted the challenges of adapting regulatory frameworks in rapidly evolving financial markets, particularly with the rise of discount brokers and online trading platforms. The effort to revitalize interest in small cap stocks through larger tick sizes ultimately did not yield the anticipated benefits, underscoring the complexity of market changes and the impact of regulatory changes.\n\nThe term tick can also be used to describe the direction of the price of a stock. An uptick indicates a trade where the transaction has occurred at a price higher than the previous transaction, and a downtick indicates a transaction at a lower price.\n\nFor this reason, an important SEC regulation is known as theuptick rule, which was in place from 1938 to 2007 and then reinstated in 2010 in an alternate form. The rule requires trading centers not to allow short sales when there isn't an uptick in the stock price from the previous closing day. The regulation is designed to relieve downward pressure on a stock that's already declining. The 2010 alternative uptick rule (Rule 201) allows investors to get out of their long positions before short selling occurs. The rule triggers once a stock price falls a minimum of 10% in a day. Once it does, short selling is only allowed if the price is above the current best bid.\n\nU.S. stocks generally trade in one-cent-tick-size increments, meaning the minimum number their share prices can move is up or down by $0.01.\n\nPoint and tick are terms traders use to describe price changes. A point represents a larger movement than a tick. A point is the smallest possible price change on the left side of a decimal point. Meanwhile, a tick represents the smallest possible price change on the right side of a decimal point. Let's use an example. Suppose a stock is trading at $50.00. It has moved one point if the stock price increases to $51.00. If the same stock's price moved instead to $50.01, it would have moved one tick or one cent.\n\nApipis like a tick, representing the smallest change to the right of the decimal, but often applies to forex markets. It is the smallest whole unit price move that an exchange rate can make.\n\nTime and tick is a way to determine if amargin callshould be issued. With this method, only open positions are used to calculate a day trade margin call.\n\nA tick is the minimum number in price a security can move on an exchange. Tick sizes vary by market and investment. For example, an e-mini S&P 500 futures contract has a designated tick size of $0.25, gold futures have a tick size of $0.10, and stocks trading above $1 have a minimum tick size of one cent.\n\nThe word tick may also be used to describe the direction of the price of a stock. An uptick means the price is rising, while a downtick indicates the opposite.\n\nU.S. Securities and Exchange Commission. \"SEC Roundtable on Decimalization,\" Page 2.\n\nU.S. Securities and Exchange Commission. \"Assessment of the Plan to Implement a Tick Size Pilot Program,\" Page 5.\n\nLehalle C. Laruelle. \"Market Microstructure In Practice.\" World Scientific Publishing, 2013. Pages 67, 86.\n\nU.S. Securities and Exchange Commission. \"SEC Announces Order for Tick Size Pilot Plan.\"\n\nCharles Schwab. \"Gold Futures.\"\n\nCME Group. \"Tick Movements: Understanding How They Work.\"\n\nU.S Securities and Exchange Commission. \"Division of Economic and Risk Analysis and Division of Trading and Markets.\"\n\nBarron's. \"Congress’ Failed Stock Market Experiment Cost Investors $900 Million.\"\n\nU.S. Securities and Exchange Commission. \"Regulation SHO and Rule 10a-1,\" Pages 2-3.\n\nU.S. Securities and Exchange Commission. \"SEC Approves Short Selling Restrictions.\"",
  "url": "https://www.investopedia.com/terms/t/tick.asp"
}