{
  "term": "What Is The Gray Market? Definition and How It Works in Trading",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA gray market is an unofficial market for financialsecurities. Gray (or “grey”) market trading generally occurs when a stock that has been suspended from trades off the market, or when new securities are bought and sold before official trading begins. The gray market enables theissuerandunderwritersto gauge demand for a new offering because it is a “when issued” market (i.e., it trades securities that will be offered in the very near future). The gray market is an unofficial one but is not illegal.\n\nThe term “gray market” also refers to the import and sale of goods by unauthorized dealers; in this instance as well, such activity is unofficial but not illegal.\n\nIn gray market trading, while the trade is binding, it cannot be settled until official trading begins. This may cause an unscrupulous party to renege on the trade. Due to this risk, some institutional investors, likepension fundsandmutual funds, may refrain from gray market trading.\n\nThe gray market for goods thrives when there is a significant price discrepancy for a popular product in different nations. In many nations, there is a substantial gray market for popular consumer devices and electronics because these can be easily purchased online and shipped to any location. Other popular gray market products include luxury cars, high-end apparel, handbags and shoes, cigarettes, pharmaceuticals, and cosmetics. Unauthorized dealers may import such items in bulk and, despite adding a healthy markup, sell them at a price still well below the local cost.\n\nCustomers who buy such products for the discount price may face problems in the future and should ensure that they meet local safety and certification standards. Post-sale service and support is another key issue, as authorized dealers may be unwilling to service goods bought in the gray market.\n\nConsumers may also occasionally unwittingly buy a gray market product. Some indications that a product is likely to be from a gray market are a price that is considerably lower than that offered by other local retailers, user manuals in a different language, and photocopied manuals or duplicated software CDs.\n\nThe size of some gray markets is substantial. Business outside official channels poses challenges for the manufacturers of the goods. Aside from the loss of sales that a company can book directly, the gray market produces a risk to brand equity and damages relationships in the formal sales channel made up of wholesalers, distributors, and retailers, whose exclusivity for sought-after goods is weakened.",
  "url": "https://www.investopedia.com/terms/g/graymarket.asp"
}