{
  "term": "What Is a Leveraged Loan? How Financing Works, and Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA leveraged loan is a type of loan made for borrowers who already have high levels of debt or a low credit score. These loans are considered high-risk and therefore have higher interest rates.\n\nA leveraged loan is a type of loan offered to companies or individuals that already have considerable amounts of debt or a poor credit history. Lenders consider leveragedloansto carry a higher risk of default, and as a result, a leveraged loan is more costly to the borrower.\n\nLeveraged loans for companies or individuals with debt tend to have higher interest rates than typical loans. These rates reflect the higher level ofriskinvolved in issuing the loans.\n\nA leveraged loan is structured, arranged, and administered by at least one commercial or investment bank. These institutions are called arrangers and subsequently may sell the loan, in a process known assyndication, to other banks or investors to lower the risk to lending institutions.\n\nThere are no set rules or criteria for defining a leveraged loan. Some market participants base it on a spread. For instance, many of the loans pay afloating rate, often based on the Secured Overnight Financing Rate (SOFR), which replaced theLondon Interbank Offered Rate (LIBOR)in June 2023, or another benchmark, plus a stated basis orARM margin.  In general, the adjustment of the credit spread adds basis points to the interest rate on a loan to make up for the fact that SOFR has traded below LIBOR.\n\nIf the ARM margin is above a certain level, it is considered a leveraged loan. Others base the classification on the borrower's credit rating, with loans rated belowinvestment grade, which is categorized as Ba3, BB-, or lower by the rating agenciesMoody’sandS&P Global Ratings.\n\nTypically, banks are allowed to change the terms when syndicating the loan, which is called price flex. The ARM margin can be raised if demand for the loan is insufficient at the original interest level in what is referred to as upward flex. Conversely, the spread over SOFR can be lowered, which is called reverse flex, if demand for the loan is high.\n\nCompanies typically use a leveraged loan to financemergers and acquisitions(M&A), recapitalize the balance sheet, refinance debt, or for general corporate purposes.\n\nM&A could take the form of aleveraged buyout(LBO). An LBO occurs when a company or private equity company purchases a public entity and takes it private. Typically, debt is used to finance a portion of the purchase price. A recapitalization of the balance sheet occurs when a company uses the capital markets to change the composition of its capital structure. A common transaction in this process issues debt to buy back stock or pay adividend, which are cash rewards paid to shareholders.\n\nLeveraged loans allow companies or individuals that have high debt or poor credit history to borrow cash, though at higher interest rates than usual.\n\nCredit rating agencieslike Moody's or S&P Global Ratings typically identify loans as leveraged if they are rated below instrument grade. Moody's defines leveraged debts as those rated Ba3 or lower, while S&P categorizes leveraged loans as those rated BB- or lower.\n\nA leveraged loan is a type of loan made to borrowers with high levels of debt or a low credit rating. Lenders consider leveraged loans to carry a higher-than-average risk that the borrower will be unable to pay back the loan (also known as the risk of default). These loans generally earn higher interest rates for lenders because of the higher level of risk.\n\nLeveraged loans—also known as floating-rate loans or bank loans—are loans made by banks or other financial institutions that are then sold to investors. Companies may use the money they get to refinance their debt, fund mergers and acquisitions, or finance projects. The companies that receive these loans typically have credit ratings that are below investment grade. They are secured by collateral such as the borrower's real estate and equipment, or byintellectual propertyincluding brands, trademarks, and customer lists.\n\nInvestment funds (such asmutual fundsand exchange-traded funds, or ETFs) may hold leveraged loans in their portfolios, depending on their investment strategy. Some funds may make a small investment in leveraged loans as part of a diverse portfolio, while other funds may invest heavily in these loans. Fund portfolio managers may be interested in purchasing these loans because their higher interest rates could mean a higher return for investors in the fund.\n\nA leveraged loan is extended to companies or individuals that have considerable amounts of debt or poor credit history. Lenders consider leveraged loans to carry a higher risk of default, and as a result, make them more costly to the borrowers with higher interest rates than typical loans, reflecting the increased risk involved in issuing the loans.\n\nThere are no set rules for defining a leveraged loan. Some market participants base it on a spread, calculating a floating rate based on a benchmark called SOFR, in addition to a basis or ARM margin.\n\nInvestor.gov. \"Leveraged Loan Funds—Investor Bulletin.\"\n\nThe Wall Street Journal. \"Companies, Lenders Clash Over Loan Spreads in Switch From Libor.\" (Subscription required.)\n\nFederal Deposit Insurance Corporation. \"Leveraged Lending: Evolution, Growth, and Heightened Risk.\"\n\nFidelity. \"An Opportunity for Income Seekers.\"",
  "url": "https://www.investopedia.com/terms/l/leveragedloan.asp"
}