{
  "term": "What Are Unit Sales? Definition, How to Calculate, and Example",
  "definition": "Investopedia / Madelyn Goodnight\n\nOn a balance sheet, unit sales represent the total sales of a product in a given period. This sales information is used to determine the price point to achieve profit per unit given the actual cost of production.\n\nUnit sales appear on a company'sincome statementand are examined over different accounting periods, such as monthly, quarterly, or yearly. Companies use this figure to help determine the right price point for a product.\n\nUnit sales help determine whether a product is facingmargin pressure. If XYZ Corp. has $250 million in revenue and has sold 5 million units, the average selling price (ASP) is $50 per unit ($250 million/5 million). If the next reporting period shows an average selling price of $48, this may be a red flag for the company.\n\nComparing unit sales every year may help industry analysts determine if a company is moving in a positive direction. In 2021, Tesla posted sales of 936,000 electric vehicles, up 87% from 2020. The company reported it sold 308,600 units in the final quarter of 2021 alone.\n\nSupply chainbreakdowns since the onset of the COVID-19 pandemic in 2020 were debilitating for automakers, however, Tesla founder and CEOElon Muskhas stated that he was able to get around the semiconductor shortage by using new chip designs and rewriting software.\n\nThebreak-even pointis the level of production at which the cost of production of one unit equals the revenue for that unit and there is no loss or gain.\n\nGiven the production costs per unit, the price of a unit is often adjusted to ensure at least a break-even point is achieved. Revenue generated per unit beyond the break-even point (BEP) is calledprofit.\n\nBeyond the break-even point, companies analyzemarginal cost, which is the change in the total cost when the quantity produced is incremented, or the cost of producing an additional quantity.\n\nIn the production of units, companies often factor ineconomies of scale, the cost advantages gleaned by companies when production becomes efficient. Economies of scale are reached by increasing production and lowering costs as costs are spread over a larger number of goods. Costs can be bothfixed, like insurance and licenses, orvariable, such as packaging supplies.\n\nA company can and often forecasts future and projected sales by multiplying the anticipated number of units to be sold by the unit selling price.\n\nPast financial results like profit and revenue will show patterns and a company can make reliable assumptions about future sales. Also, having already produced units for sale, a company will know its direct expenses to produce the units, also called thecost of goods sold(COGS).\n\nMajor corporations often predict future sales of their products using this data. With estimated first-quarter U.S. sales of 110,000 vehicles, Tesla is now leading the luxury segment and demand is easily outstripping its supply. Tesla's recent factory expansion, global annual production is expected to rise from about 1 million vehicles in 2021 to about 2 million in 2023, according to analysts.\n\nWhile Tesla is transparent about future unit sales, Apple ceased reporting unit sales numbers in its earnings reports as of 2018. Apple executives decided that the number of units sold in any period is not necessarily representative of the underlying strength of its business. Apple saw that rather than providing clear insight into Apple's business, unit sales were a distraction from more important data and the nature of Apple's business.\n\nSales revenue equals the total units sold multiplied by the average price per unit.\n\nSales volume is defined as the number of units sold during a specific accounting period, such as per month, or per year.\n\nLIFO, Last In First Out, andFIFO, First In First Out, are two distinct accounting methods to record the inventory of units produced and sold. FIFO is an accounting method in which units that were purchased or produced first are sold first. LIFO records the most recently produced units as sold first.\n\nThe unit sales data on a balance sheet indicates the actual numbers of a product sold in a given reporting period. A company can forecast future and projected sales by multiplying the anticipated number of units to be sold by the unit selling price. Comparing unit sales over periods helps industry analysts determine if a company is moving in a positive direction.\n\nDeutsche Welle. \"Tesla Posts Sales of Almost 1 Million Cars In 2021.\"\n\nAutoNews Europe. \"Musk Commits to 2023 Tesla Cybertruck Launch\"\n\nApple Insider. \"Five Reasons Why Apple Is Ending Unit Sales Reporting.\"",
  "url": "https://www.investopedia.com/terms/u/unitsales.asp"
}