{
  "term": "What Is Bank Owned Life Insurance (BOLI) and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nBank-owned life insurance (BOLI) is a product where the bank is the policy beneficiary and usually the owner. Such insurance is used as atax shelterfor the financial institutions, which leverage its tax-free savings provisions as funding mechanisms for employee benefits.\n\nThis permanent life insurance policy is often purchased for high-earners and/or board members of a bank, which pays for the policy and benefits after the insured individual's death. Banks do not take out bank-owned life insurance for every employee working for them, but only those key players whose death could cause the bank to lose money.\n\nBank-owned life insurance is a type of life insurance created to benefit a bank, not the insured or their beneficiaries. Bank employees may be offered a traditional at-work life insurance plan to cover their loved ones if they die as part of a workplace benefits package.\n\nBanks primarily use BOLI contracts to fund employee benefits lower than they might otherwise pay. In a typical scenario, the bank sets up the contract and then makes payments into a specialized fund set aside as theinsurance trust. The policy is bought on an executive's life.\n\nAll employee benefits that need to be paid to particular employees covered under the plan are paid out from this fund. All premiums paid into the fund andcapital appreciationaretax-freefor the bank. Therefore, banks can use the BOLI system to fund employee benefits tax-free.\n\nAs the U.S. Department of the Treasury's Office of the Comptroller of the Currency (OCC) explains, banks are allowed to purchase BOLI policies \"in connection with employee compensation and benefit plans, key person insurance, insurance to recover the cost of providing pre-and post-retirement employee benefits, insurance on borrowers, and insurance is taken as security forloans.\" In addition, OCC may also allow for other uses, it says, \"on a case-by-case basis.\"\n\nBanks cannot purchase life insurance for rank-and-file employees. Institutions can only take out policies for employees for whom there is an “insurable interest,” meaning the bank would suffer financially if the employee dies. This often means highly paid employees, or the top 25% of staff. Also, the insured employee must agree to the policy.\n\nThere are three types (general, hybrid, and separate) of BOLI insurance available to banks and corporations. General is the most common (and oldest) product of the three types. When banks invest in a general account product, it is mainly invested in bonds and real estate, the carrier of this type of insurance has a credit rating, which can change.\n\nThe bank's investment deposit is used as a part of the carrier's general account. The details of investments in a general account are shared in broad strokes rather than the in-depth view given with a separate account.\n\nA separate account allows the insurance provider to separate the general account holdings into investments managed by fund managers. These managers provide the bank with details of the bank's portfolio, and the credit rating of these accounts uses a yield-to-worst ratio. Still, there isn't any guaranteed minimum credit rating as a general account.\n\nA hybrid account combines aspects of a general and a separate type of BOLI. With a hybrid, banks and corporations receive aguaranteed credit ratingand detailed information about investment holdings, like in a separate account. Separate and hybrid insurance are also isolated from creditors (unlike general insurance), which protects banks who take these types of BOLI out on their employees.\n\nBank-owned life insurance is a kind of tax shelter providing funds (tax-free) to the bank to offset costs.\n\nAccording to BoliColi.com, which helps manage corporate-owned and bank-owned life insurance portfolios, this type of insurance was traditionally combined with benefit plans for new senior executives but they are becoming more common as more banks purchase policies to offset employee benefit expenses.\n\nAs noted, the advantages of BOLI included its tax favorability and the ability to generate earnings that offset the costs associated with employee benefits programs. Another pro is that even if an employee leaves or is fired from the bank, the insurance policy stays in place, so funds from the policy can help the bank continue to pay for other employee benefits.\n\nThere can be downsides. For example, if a contract is surrendered because they can't keep up with the premiums, that policy will be taxed, and there is a 10% penalty on any gains. In addition, the credit quality of a BOLI insurance carrier's credit rating is essential.\n\nIn addition, because BOLI is an illiquid asset if a bank purchases a policy from a company with a poor credit rating, it exposes the bank to risk, especially if it isn't purchased as a single-premium policy yields the most significant returns.\n\nBOLI offers banks a tax shelter and a way for them to fund benefit plans. Premiums paid into the fund, in addition to allcapital appreciation, aretax freefor the bank. Therefore, banks can use the BOLI system to fund employee benefits on a tax-free basis.\n\nSince the policy is taken out on an executive's life, tax-free death benefits are paid when the executive dies.\n\nNo. Individuals cannot purchase bank-owned life insurance for themselves. It is only for banks and corporations, who purchase it for specific employees, often executives.\n\nAccording to data reported to the FDIC, the total cash surrender value of all policies held by banks was $202.4 billion as of June 30, 2023.\n\nBanks using BOLI as a tax shelter and vehicle for funding benefit plans for all employees are on the rise. This permanent life insurance policy allows banks to coverhigh-value employeesand board members and use the funds to offset benefit programs.\n\nBOLI can help banks compete with other employers' benefit plans, and even if a BOLI-covered employee leaves or is terminated, the policy stays within the company. As long as banks use reputable insurers with strong credit standards, the use of BOLI can be beneficial for the employees and the bank itself.\n\nBoliColi. \"What Is Bank-Owned Life Insurance (BOLI)?\"\n\nBoliColi.com. \"What is Bank-Owned Life Insurance?\"\n\nU.S. Department of the Treasury, Office of the Comptroller of the Currency. “Interagency Statement on the Purchase and Risk Management of Life Insurance,” Page 2.\n\nMB Schoen & Associates. “BOLI Insurance - Who Banks Can Insure and Why.”\n\nFederal Financial Institutions Examination Council. “FFIEC CDR Call Bulk All Schedules - June 30, 2023,” Total figures of fields labelled “Life Insurance Assets General Account,” Life Insurance Assets Separate Account,” and “Life Insurance Assets Hybrid Account.”",
  "url": "https://www.investopedia.com/terms/b/boli.asp"
}