{
  "term": "What Does Finance Mean? Its History, Types, and Importance Explained",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFinance is the management and use of money to make more money, direct the use of money, or maintain wealth.\n\nFinance is a broad term that encompasses managing and investing money to preserve it, increase it, or direct its use. Individuals, companies, and governments all engage in finance when they put their money to work.\n\nFinance encompasses lending and borrowing, saving, investing, and providing funding for new projects.\n\nFinance is typically broken down into three broad categories: public finance, corporate finance, and personal finance.\n\nPublic finance includes tax systems, government expenditures, budget procedures,stabilization policiesand instruments, debt issues, and other government concerns.\n\nCorporate finance involves managing assets, liabilities, revenues, and debts for businesses.\n\nPersonal finance defines all financial decisions and activities of an individual or household, including budgeting, insurance, mortgage planning, savings, andretirement planning.\n\nFinance arose as a study of theory and practice distinct from the field of economics in the 1940s and 1950s. It began with the works of Harry Markowitz, William F. Sharpe, Fischer Black, and Myron Scholes.\n\nParticular realms of finance, such as banking, lending, and investing have been around in some form since the dawn of civilization.\n\nThe financial transactions of the early Sumerians were formalized in the Babylonian Code of Hammurabi around 1800 BCE. This set of rules regulated ownership or rental of land, employment of agricultural labor, and credit.\n\nYes, there were loans back then, and yes, interest was charged on them. Rates varied depending on whether you were borrowing grain or silver.\n\nCowrie shells were used as a form of money in China by 1200 BCE. Coinage was introduced in the first millennium BCE. King Croesus of Lydia, which is now Turkey, was one of the first to strike and circulate gold coins around 564 BCE. Hence the expression “rich as Croesus.”\n\nCoins were stored in the basement of temples in ancient Rome because priests and temple workers were considered to be the most honest and devout to safeguard assets. Temples also loaned money, acting as financial centers of major cities.\n\nBelgium claims to be home to the first exchange, with one in Antwerp dating back to 1531. The East India Co. became the first publicly traded company in the 1600s as it issued stock and paiddividendson proceeds from its voyages.\n\nThe London Stock Exchange was created in 1773 and was followed by the New York Stock Exchange less than 20 years later. The London Exchange had been around since the 1570s as the Royal Exchange.\n\nThe earliest recorded bond dates back to 2400 BCE. It was a stone tablet that recorded debt obligations that guaranteed repayment of grain.\n\nGovernments began issuing debts to fund war efforts during the Middle Ages. The Bank of England was created to finance the British Navy in the 1600s. The United States began issuing Treasury bonds to support the Revolutionary War nearly a century later.\n\nThe early practice of options is outlined through an anecdote by the philosopher Thales in Aristotle’s 4th-century philosophical work, “Politics.” Thales preemptively acquired the rights to all olive presses in Chios and Miletus, believing that a great harvest of olives was on the horizon in the coming year. Both forward and options contracts were integrated into Amsterdam’s sophisticated clearing process by the mid-17th century.\n\nCompound interestis interest that's calculated not just on principal but on previously accrued interest. It was known to ancient civilizations. The Babylonians had a phrase for “interest on interest,” which basically defines the concept. But it wasn't until medieval times that mathematicians started to analyze to show how invested sums could mount up.\n\nOne of the earliest and most important sources is the arithmetical manuscript written by Leonardo Fibonacci of Pisa, known as “Liber Abaci,” in 1201. It gives examples comparing compound and simple interest.\n\nLuca Pacioli’s “Summa de arithmetica, geometria, proportioni et proportionalita” was the first comprehensive treatise on bookkeeping and accountancy. It was published in Venice in 1494.\n\nA book on accountancy and arithmetic written by William Colson appeared in 1612, containing the earliest tables of compound interest written in English. Richard Witt published his “Arithmeticall Questions” in London a year later, in 1613, and compound interest was thoroughly accepted.\n\nInterest calculations were combined with age-dependent survival rates to create the first life annuities in England and the Netherlands toward the end of the 17th century.\n\nThe federal government helps prevent market failure by overseeing the allocation of resources, distribution of income, and stabilization of the economy. Regular funding for these programs is secured mostly through taxation.\n\nBorrowing from banks, insurance companies, and other governments and earning dividends from its companies also helps finance the federal government.\n\nState and local governments receive grants and aid from the federal government. Other sources of public finance include:\n\nBusinesses obtain financing through a variety of means from equity investments to credit arrangements. A firm might take out a loan from a bank or arrange for a line of credit. Acquiring and managing debt properly can help a company expand and become more profitable.\n\nStartups may receive capital from angel investors or venture capitalists in exchange for a percentage of ownership. A company will issue shares on a stock exchange if it thrives and goes public. Suchinitial public offerings (IPOs)bring a great influx of cash into a firm. Established companies may sell additional shares or issue corporate bonds to raise money.\n\nBusinesses might also purchase dividend-paying stocks, blue-chip bonds, or interest-bearing bank certificates of deposit (CDs). They may buy other companies in an effort to boost revenue.\n\nSome examples of corporate financing include:\n\nPersonal financial planning generally involves analyzing an individual’s or a family’s current financial position, predicting short- and long-term needs, and executing a plan to fulfill those needs within individual financial constraints. Personal finance depends largely on one’s earnings, living requirements, and goals and desires.\n\nMatters of personal finance include but aren't limited to the securing of financial products like credit cards, life and home insurance, mortgages, and retirement products. Personal banking products such as checking and savings accounts, individual retirement accounts (IRAs and 401(k) plans) are also considered a part of personal finance.\n\nThe most important aspects of personal finance include:\n\nPersonal finance is a specialized field, although forms of it have been taught in universities and schools as “home economics” or “consumer economics” since the early 20th century.\n\nThe field was initially disregarded by male economists because “home economics” appeared to be the purview of housewives. Economists have repeatedly stressed widespread education in matters of personal finance as integral to the macro performance of the overall national economy.\n\nSocial finance typically refers to investments made in social enterprises, including charitable organizations and some cooperatives. These investments take the form of equity or debt financing in which the investor seeks both a financial reward and a social gain.\n\nForms of social finance also include some segments of microfinance, specifically loans to small business owners and entrepreneurs in less-developed countries to enable their enterprises to grow. Lenders earn a return on their loans while simultaneously helping to improve individuals’ standards of living and to benefit the local society and economy.\n\nSocial impact bonds, also known as Pay for Success Bonds or social benefit bonds, are a specific type of instrument that acts as a contract with the public sector or local government. Repayment and return on investment are contingent upon the achievement of certain social outcomes and achievements.\n\nThere was a time when theoretical and empirical evidence seemed to suggest that conventional financial theories were reasonably successful at predicting and explaining certain types of economic events.\n\nAcademics in the financial and economic realms, nonetheless, detected anomalies and behaviors that occurred in the real world but couldn't be explained by any available theories.\n\nIt became increasingly clear that conventional theories could explain certain “idealized” events, but the real world was a great deal messier and more disorganized. Market participants frequently behave in ways that are irrational and difficult to predict according to those models.\n\nAcademics began to turn to cognitive psychology to account for irrational and illogical behaviors that can't be explained by modern financial theory. The field of behavioral science was born out of these efforts. It seeks to explain our actions whereas modern finance looks to explain the actions of the idealized “economic man (Homo economicus).”\n\nBehavioral finance is a subfield of behavioral economics. It proposes psychology-based theories to explain financial anomalies such as severe rises or falls in stock prices. The purpose is to identify and understand why people make certain financial choices.\n\nIt's assumed within behavioral finance that the information structure and the characteristics of market participants systematically influence individuals’ investment decisions as well as market outcomes.\n\nDaniel Kahneman and Amos Tversky began to collaborate in the late 1960s and are considered by many to be the fathers of behavioral finance.Richard Thalerjoined them later and combined economics and finance with elements of psychology to develop concepts like mental accounting, the endowment effect, and other biases that have an impact on people’s behavior.\n\nBehavioral finance encompasses many concepts, but four are key.\n\nMental accountingrefers to the propensity for people to allocate money for specific purposes based on miscellaneous subjective criteria such as the source of the money and the intended use for each account.\n\nThe theory ofmental accountingsuggests that individuals are likely to assign separate functions to each asset group or account. The result can be an illogical and even detrimental set of behaviors. Some people keep a special “money jar” set aside for a vacation or a new home while carrying substantial credit card debt at the same time.\n\nHerd behaviorstates that people tend to mimic the financial behaviors of the majority whether they're rational or irrational. Herd behavior is a set of decisions and actions that an individual wouldn't necessarily make on their own in many cases but which seem to have legitimacy because “everyone’s doing it.” Herd behavior is often considered a major cause of financial panics and stock market crashes.\n\nAnchoringrefers to attaching spending to a certain reference point or level, even though it may have no logical relevance to the decision at hand. One common example of anchoring is the conventional wisdom that a diamond engagement ring should cost about two months’ worth of salary.\n\nAnother might be buying a stock that briefly rose from trading around $65 to hit $80 and then fell back to $65 out of a sense that it’s now a bargain. That could be true but it’s more likely that the $80 figure was an anomaly and $65 is the true value of the shares.\n\nHigh self-ratingrefers to a person’s tendency to rank themself better than others or higher than an average person. An investor might think that they're an investment guru when their investments perform optimally, blocking out the investments that are performing poorly. High self-rating goes hand in hand with overconfidence, whichreflects the tendency to overestimate or exaggerate one’s ability to successfully perform a given task.\n\nOverconfidence can be harmful to an investor’s ability to pick stocks. A 1998 study by researcher Terrance Odean found that overconfident investors typically conducted more trades compared with their less-confident counterparts, and these trades produced yields significantly lower than the market.\n\nScholars have argued that the 2000s have witnessed an unparalleled expansion of financialization, or the role of finance in everyday business and life.\n\nEconomics and finance are interrelated, informing and influencing each other. Investors care about economic data because they also influence the markets to a great degree. Investors should avoid “either/or” arguments regarding economics and finance. Both are important and have valid applications.\n\nThe focus of economics and especiallymacroeconomicstends to be a bigger picture in nature such as how a country, region, or market is performing. Economics can also focus on public policy. The focus of finance is more individual-, company-, or industry-specific.\n\nMicroeconomicsexplains what to expect if certain conditions change on the industry, firm, or individual level. Microeconomics says that consumers will tend to buy fewer cars than before if a manufacturer raises the prices of cars. The price of copper increases if a major copper mine collapses in South America because the supply is restricted.\n\nFinance also focuses on how companies and investors evaluate risk and return. Economics has historically been more theoretical and finance more practical, but the distinction has become much less pronounced since 2000.\n\nAs a field of study and an area of business, finance has strong roots in related scientific areas such as statistics and mathematics. Many modern financial theories resemble scientific or mathematical formulas.\n\nThere's no denying, however, that the financial industry also includes nonscientific elements that liken it to an art. It's been discovered that human emotions and decisions made because of them play a large role in many aspects of the financial world.\n\nModern financial theories such as theBlack-Scholes modeldraw heavily on the laws of statistics and mathematics found in science. Their very creation would have been impossible if science hadn’t laid the initial groundwork.\n\nTheoretical constructs such as the capital asset pricing model (CAPM) and the efficient market hypothesis (EMH) attempt to explain the behavior of the stock market in an emotionless, completely rational manner, ignoring elements such as market and investor sentiment.\n\nAcademic advancements have greatly improved the day-to-day operations of the financial markets, but history is rife with examples that seem to contradict the notion that finance behaves according to rational scientific laws.\n\nStock market disasters such as the October 1987 crash (Black Monday) that saw the Dow Jones Industrial Average (DJIA) fall 22% and the great 1929 stock market crash beginning on Black Thursday (Oct. 24, 1929) aren't suitably explained by scientific theories. The human element of fear also played a part. A dramatic fall in the stock market is often called a “panic.\"\n\nThe track records of investors have shown that markets aren't entirely efficient and they're therefore not entirely scientific, either.\n\nStudies have shown that investor sentiment appears to be mildly influenced by weather, with the overall market generally becoming more bullish when it's predominantly sunny. Other phenomena include theJanuary effect, when stock prices fall near the end of one calendar year and rise at the beginning of the next.\n\nMany career options are available for those interested in finance.\n\nWages in the finance and insurance industry increased by 40.5% % from 2006 through 2024, according to Payscale. The recipient of a bachelor’s degree in finance earns a median salary of $78,080 a year.\n\nChief compliance officers (CFOs)have the highest-salaried jobs in finance, according to an Indeed survey. They earned an average of $154,982 before bonuses as of April 2025.\n\nUndergraduate majors in finance will learn the ins and outs. Amaster’s degree in financewill hone those skills and expand your knowledge base. AnMBAwill also provide some basics for corporate finance and similar topics.\n\nThechartered financial analyst (CFA)self-study program is a rigorous series of three difficult exams that culminate in a globally recognized credential in finance. It may be appropriate for those who have already graduated without a finance degree. Other, more specific industry standards exist, such as theCertified Financial Planner (CFP).\n\nFinance involves borrowing and lending, investing, raising capital, and selling and trading securities. The purpose of these pursuits is to allow companies and individuals to fund certain activities or projects to be repaid in the future based on income streams generated from those activities.\n\nPeople wouldn't be able to afford to buy homes entirely in cash without finance and companies wouldn't be able to grow and expand. Finance allows for the more efficient allocation of capital resources.\n\nAccounting is one aspect of finance that tracks day-to-day cash flows, expenses, and income. Accounting tasks include bookkeeping, tax preparation, and auditing.\n\nFinance is a broad term that describes a variety of activities, but they all boil down to the practice of managing money: getting, spending, and everything in between, from borrowing to investing. Finance also refers to the tools and instruments people use in relation to money and the systems and institutions through which activities occur.\n\nFinance can involve something as large as a country’s trade deficit or as small as the dollar bills in a person’s wallet. Very little could function without it, not an individual household, a corporation, or a society.\n\nNobel Prize. “Harry M. Markowitz: Biographical.”\n\nEncyclopœdia Britannica. “William F. Sharpe.”\n\nPBS. “The Formula That Shook the World.”\n\nYale Law School. “Babylonian Law—The Code of Hammurabi.”\n\nEncyclopœdia Britannica. “A Brief (and Fascinating) History of Money.”\n\nWorld History Encyclopedia. “Banking in the Roman World.”\n\nVisit Antwerp, via Internet Archive Wayback Machine. “New Exchange Handelsbeurs.”\n\nHeritage Investment Group. “Dividends: A Strange Love Affair.”\n\nLondon Stock Exchange. “Our History.”\n\nLibrary of Congress, Research Guides. “Stock Exchanges.”\n\nBondFunds.com. “A Brief History of Bond Investing.”\n\nBank of England. \"Our History.”\n\nHistory.com. “Congress Founds U.S. Treasury.”\n\nSimon Fraser University. “The Early History of Option Contracts.”\n\nLibrary of Congress, Research Guides. “History of Accounting: A Resource Guide.”\n\nTax Policy Center. “What Are the Sources of Revenue for the Federal Government?”\n\nBusiness Wire. “Ford Credit Announces Expiration of Its Tender Offers for Certain Outstanding Debt Securities Maturing in 2022 and 2023; Increases Maximum Purchase Amount.”\n\nTechCrunch. “Amid Real Estate Tech Industry Layoffs, HomeLight Raises $60M and Acquires Lending Startup Accept.inc.”\n\nUniversity of California, Berkeley / The Journal of Finance. “Volume, Volatility, Price, and Profit When All Traders Are Above Average.”\n\nEncyclopœdia Brittanica. “Black Thursday.”\n\nFederal Reserve History. “Stock Market Crash of 1987.”\n\nGlassdoor. \"Personal Financial Advisor Salaries.\"\n\nGlassdoor. \"Corporate Treasurer Salaries.\"\n\nGlassdoor. \"Treasury Analyst Salaries.\"\n\nGlassdoor. \"Financial Analyst Salaries.\"\n\nGlassdoor. \"Accountants and Auditors Salaries.\"\n\nGlassdoor. \"Financial Manager Salaries.\"\n\nU.S. Bureau of Labor Statistics. “Occupational Outlook Handbook: Financial Managers.”\n\nGlassdoor. \"Commodities Broker Salaries.\"\n\nGlassdoor. \"Securities Broker Salaries.\"\n\nPayscale. “The Payscale Index: Trends in Compensation.”\n\nCareerExplorer. \"How Much Money Can You Make With a Finance Degree?\"\n\nIndeed. “10 of the Highest-Paying Finance Jobs in 2024.”",
  "url": "https://www.investopedia.com/terms/f/finance.asp"
}