{
  "term": "What Is a Falling Knife and How Do Investors and Traders Use It?",
  "definition": "Falling knife is a colloquial term for a rapid drop in the price or value of a security. The term is commonly used in phrases like, \"Don't try to catch a falling knife.\" It can be translated to mean, \"Wait for the price to bottom out before buying it.\"\n\nA falling knife can quickly rebound in what's known as awhipsawor the security may lose all its value as in the case of bankruptcy.\n\nThe term falling knife suggests that buying into a market with a lot of downwardmomentumcan be dangerous, just like trying to catch an actual falling knife. In practice, however, there are many profit points with a falling knife.\n\nA trader who buys at the bottom of adowntrendcan realize a significant profit as the price recovers if it's timed perfectly. Likewise, it can be profitable to pile into a short position as the price falls and get out before a rebound. Even buy-and-hold investors can use a falling knife as a buying opportunity if they have a fundamental case for owning the stock.\n\nBut many traders still pay lip service to the falling knife adage because there's a very real risk that the timing will be off and there could be significant losses before any gains are realized. Traders should look for confirmation of a trend reversal using other technical indicators and chart patterns instead of trying to \"catch the falling knife.\"\n\nAn example of confirmation could be as simple as waiting for several days of upward momentum after the fall or looking at therelative strength index (RSI)for signs of a stronger uptrend before buying into the new trend.\n\nThere are several ways to profit from a falling knife. Many of the trading approaches are time-sensitive and require more tools than simply identifying a stock that's seeing a sharp drop. A fundamental case for catching a falling knife can be made depending on the reason for the drop.\n\nThere are many potential causes for a falling knife to occur, including:\n\nA falling knife could be a buying opportunity if the circumstances that led to it are temporary or if they don't alter a buy-and-hold investor's case for investing. It's difficult for traders and those with a shorter timeframe to time bullish trades correctly.\n\nThe following chart shows an example of a falling knife and demonstrates the danger of trying to predict a bottom.\n\nThe stock became a falling knife after moving off of its 50-daymoving average. Traders trying to \"catch the falling knife\" may have bought in at around $8.50 when there was a brief reprieve from the selling pressure but they would have lost money as the stock moved to a low of around $6.00 before finally bottoming out.\n\nTraders who waited for confirmation could have benefited from the move from $6.00 to $10.00 in the ensuing month.\n\nA falling knife is a sharp drop. A similar type of trading slang is a spike, which refers to a sharp movement in price action either up or down. But a spike is most often associated with an upward movement in practice.\n\nThere are many cases in which a sharp fall can provide an opportunity. Many of these require some form of confirmation, such as amoving average convergence divergence (MACD)indicator showing positive divergence. A falling knife is an ill-defined chart formation at best. It's not the most significant part of a trade playing off a breach of support or a true reversal.\n\nA whipsaw occurs when an extreme movement in price is directly followed by a sudden and equally extreme reversal. It's the result of a highly volatile market when signals can be misleading.\n\nThe relative strength index measures the size and speed of changes in the market. It ranges from zero to 100 and the score is an indicator as to whether the index is overbought or oversold. It's considered to be overbought at 70 or above or oversold below 30.\n\nMoving average is an indicator of the average price of a security over a predetermined period. It's a lagging indicator because it looks at fluctuations that have already occurred but it can identify trends and momentum.\n\nA falling knife describes the process of a security rapidly and significantly plunging in price or value. It’s not defined by exact measurements or spreads but is rather a warning to pause and take a deep breath before jumping into a stock. It’s possible to make money with a falling knife but buying into a market that’s plunging can be dangerous and result in wounds so proceed with care.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Indexes Overview.\"\n\nMarket Business News. \"Whipsaw—Definition and Meaning.\"\n\nFidelity Investments. \"Relative Strength Index (RSI).\"\n\nTradingView. \"Moving Averages.\"",
  "url": "https://www.investopedia.com/terms/f/fallingknife.asp"
}