{
  "term": "What Is a Financial Institution?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA financial institution (FI) is a company engaged in the business of dealing with financial and monetary transactions such as deposits, loans,investments, and currency exchange. Financial institutions include a broad range of business operations within the financial services sector, including banks, insurance companies, brokerage firms, and investment dealers.\n\nVirtually everyone living in a developed economy has an ongoing or at least periodic need for a financial institution's services.\n\nFinancial institutions often match savers' or investors' funds with those seeking funds, such as borrowers or businesses seeking to trade shares of ownership for funds. Typically, this leads to future payments from the borrower or business to the saver or investor. The tools for matching all of these parties up include products such as loans, and markets, such as a stock exchange.\n\nAt the most basic level, financial institutions allow people to access the money they need. For example, although banks do many things, their primary role is to take in funds—called deposits—from those with money, pool the deposits, and lend the money to others who need funds. Banks are intermediaries between depositors (who lend money to the bank) and borrowers (who the bank lends money to).\n\nThis works well because while some depositors need their money at any given moment, most do not. So banks can use deposits to make long-term loans. This applies to almost every entity and individual in a capitalist system: individuals and households, financial and nonfinancial firms, and national and local governments.\n\nWithout financial institutions, businesses could not grow. And households could only buy goods, education, and housing that the families have cash for today.\n\nFinancial institutions serve most people in some way as a critical part of any economy—whether in banking, insurance, or securities markets. Individuals and companies rely on financial institutions for transactions and investing. For example, the health of a nation's banking system is a linchpin of economic stability. Loss of confidence in a financial institution can easily lead to abank run.\n\nCapital markets are important for functioning capitalist economies because they channel savings and investments between suppliers and those in need. Suppliers are people or institutions with capital to lend or invest. Suppliers typically include banks andinvestors. Those seeking capital are businesses, governments, and individuals.\n\nFinancial institutions play an important role in capital markets, directing capital to where it is most useful. For example, a bank takes in deposits from customers and lends the money to borrowers, ensuring capital markets' efficient function.\n\nGovernments oversee and regulate banks and financial institutions because the institutions play an integral economic role. Bankruptcies of financial institutions, for instance, can create panic. Federal and state agencies can regulate financial institutions. Sometimes, multiple agencies regulate the same institution.\n\nFederal depository regulators oversee commercial banks, thrifts (savings associations), and credit unions accepting customer deposits.\n\nThe FDIC insures deposits in state-chartered banks and federal savings associations if a bank fails. The FDIC insures regular deposit accounts of up to $250,000 per depositor per institution. Offering this insurance reassures individuals and businesses regarding the safety of their finances with financial institutions.Like the FDIC, the NCUA insures deposit amounts of up to $250,000.\n\nTwo federal institutions regulate products, markets, and market participants for securities such as stocks, bonds, and derivatives.\n\nThese dedicated regulators exclusively oversee government-sponsored enterprises, which are quasi-governmental entities established to enhance the flow of credit to specific sectors of the U.S. economy.\n\nCurrently, theConsumer Financial Protection Bureau (CFPB)is the only national consumer entity tasked with exclusively regulating consumer products. CFPB's purview includes nonbank mortgage-related firms, private student lenders, payday lenders, and other large “consumer financial entities,” as determined by the CFPB. CFPB is the rulemaking consumer protection authority for all banks and has supervisory authority for banks with more than $10 billion in assets.\n\nStates may regulate financial institutions in addition to or instead of federal regulators. For example, there is minimal federal oversight of the insurance industry. Each state government has a department that licenses and regulates insurance companies and any company selling insurance products. States may also regulate banking, securities, and consumer protections in addition to federal regulators who work in those areas.\n\nFinancial institutions offer various products and services for individual and commercial clients. The specific services offered vary widely betweendifferent types of financial institutions. Here are some of the types consumers are most likely to use:\n\nThese financial institutions accept deposits and offers checking and savings account services; make business, personal, and mortgage loans; and provides basic financial products like certificates of deposit (CDs). They may also act as payment agents via credit cards, wire transfers, and currency exchange.\n\nThese types of financial institution can include:\n\nInvestment companies issue and invest in securities (stocks, bonds, mutual funds and ETFs or exchange-traded funds).Mutual fundsare one example of a product offered by an investment company, where many investors' money is pooled and invested in stocks, bonds, money market instruments, other securities, or even cash in an ongoing manner.\n\nOther examples of investment-related financial institutions include investment advisors and brokers. Brokers accept and carry out orders to buy and sell investments (such as securities) for customers.\n\nAmong the most familiarnon-bank financial institutionsare insurance companies. Providing insurance for individuals or corporations is one of the oldest financial services. Protection of assets and protection against financial risk, secured through insurance products, is an essential service that facilitates individual and corporate investments that fuel economic growth.\n\nInsurance is primarily regulated at the state level, but the U.S. Treasury's Federal Insurance Office (FIO) does monitor the industry and plays anadvisory role.\n\nFinancial institutions are essential because they provide amarketplace for money and assetsso that capital can be efficiently allocated to where it is most useful. For example, a bank takes in customer deposits and lends the money to borrowers. Without the bank as an intermediary, any individual is unlikely to find a qualified borrower or know how to service the loan. Via the bank, the depositor can earn interest as a result. Likewise, investment banks find investors to market a company's shares or bonds to.\n\nThe most common types of financial institutions include banks, credit unions, insurance companies, and investment companies. These entities offer various products and services for individual and commercial clients, such as deposits, loans, investments, and currency exchange.\n\nSeveral agencies oversee banking operations in the U.S., including the Federal Reserve, Office of the Comptroller of the Currency (OCC), Federal Deposit Insurance Corporation (FDIC), and the National Credit Union Administration (NCUA).\n\nA commercial bank, where most people do their banking, is a type of financial institution that accepts deposits, offers checking account services, makes business, personal, and mortgage loans, and offers basic financial products like certificates of deposit (CDs) and savings accounts to individuals and small businesses.Investment banksspecialize in providing services designed to facilitate business operations. This might include raising money through financing and equity offerings, including initial public offerings (IPOs). They also commonly offer brokerage services for investors, act as market makers for trading exchanges, and manage mergers, acquisitions, and other corporate restructurings.\n\nThe Securities and Exchange Commission (SEC) oversees the operations of investment banks as these banks deal with securities.\n\nFinancial institutions help keep capitalist economies running by matching people who need funds with those who can lend or invest it. They offer a wide range of business operations within the financial services sector including banks, credit unions, insurance companies, and brokerage firms. Regulatory agencies such as the OCC, the SEC, the FDIC, and the Federal Reserve oversee the operations of financial institutions in the United States.\n\nCRS. \"Introduction to Financial Services: The Regulatory Framework, p. 2.\"\n\nU.S. Department of Treasury. \"About FIO.\"\n\nCRS. \"Who Regulates Whom? An Overview of the U.S. Financial Regulatory Framework.\"\n\nFederal Deposit Insurance Corporation. \"Are My Deposit Accounts Insured by the FDIC?\"\n\nNCUA. \"Share Insurance Fund Overview.\"\n\nFarm Credit Administration. \"About Us.\"\n\nCRS. \"Introduction to Financial Services: The Regulatory Framework,\" p. 24.\n\nInvestor.gov. \"Investment Company.\"\n\nDuke University. \"What is an Investment Bank?\"\n\nSEC. \"Rules and Regulations for the Securities and Exchange Commission and Major Securities Laws.\"",
  "url": "https://www.investopedia.com/terms/f/financialinstitution.asp"
}