{
  "term": "What Is an Inefficient Market? Definition, Effects, and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAccording to economic theory, an inefficient market is one in which an asset's prices do not accurately reflect its true value, which may occur for several reasons. Inefficiencies often lead todeadweight losses. In reality, most markets do display some level of inefficiencies, and in the extreme case an inefficient market can be an example of amarket failure.\n\nTheefficient market hypothesis(EMH) holds that in an efficiently working market, asset prices always accurately reflect the asset's true value. For example, all publicly available information about a stock should be fully reflected in its current market price. With an inefficient market, in contrast, all the publicly available information is not reflected in the price, suggesting that bargains are available or that prices could be over-valued.\n\nBefore looking at inefficient markets as promoted byAlphanomics, we must first lay out what economic theory proposes an efficient market must look like. The efficient markets hypothesis (EMH) takes on three forms:\n\nProponents of the EMH believe that the market's high degree of efficiency makes outperforming the market difficult. Most investors would, therefore, be well-advised to invest in passively managed vehicles such as index funds andexchange-traded funds(ETF), which don't attempt to beat the market. EMH skeptics, on the other hand, believe that savvy investors can outperform the market and, therefore, actively managed strategies are the best option.\n\nThus, in an inefficient market, some investors can makeexcess returnswhile others can lose more than expected, given their level of risk exposure. If the market were entirely efficient, these opportunities and threats would not exist for any reasonable length of time since market prices would quickly move to match a security's true value as it changed. Quantitative analysts will look to theconcept of entrophy, or randomness, to predict the probable price movement direction or the repetition of a pattern.\n\nThe EMH has several problems in reality. First, the hypothesis assumes all investors perceive all available information in precisely the same manner. The different methods for analyzing and valuing stocks pose some problems for the validity of the EMH. If one investor looks for undervalued market opportunities while another evaluates a stock on the basis of its growth potential, these two investors will already have arrived at a different assessment of the stock'sfair market value. Therefore, one argument against the EMH points out that since investors value stocks differently, it is impossible to determine what a stock should be worth in an efficient market.\n\nWhile manyfinancial marketsappear reasonably efficient, events such as market-wide crashes and thedotcombubbleof the late '90s seem to reveal some sort of market inefficiency.\n\nIf markets are truly efficient, then there is no hope to beat the market as an investor or trader. The EMH states that no single investor is ever able to attain greater profitability than another with the same amount of invested funds under the efficient market hypothesis. Since they both have the same information, they can only achieve identical returns. But consider the wide range of investment returns attained by the entire universe of investors,investment funds, and so forth. If no investor had any clear advantage over another, would there be a range of yearly returns in the mutual fund industry, from significant losses to 50% profits or more? According to the EMH, if one investor is profitable, it meanseveryinvestor is profitable. But this is far from true.\n\nRegarding passively managed versusactively-managedvehicles, the inefficiency of markets reveals itself. For example, large-cap stocks are widely held and closely followed. New information about these stocks is immediately reflected in the price. News of a product recall by General Motors, for example, is likely to immediately result in a drop in GM's stock price. In other parts of the market, however, particularlysmall caps, some companies may not be as widely held and closely followed. News, whether good or bad, may not hit the stock price for hours, days, or longer. This inefficiency makes it more likely that an investor will be able to purchase a small-cap stock at a bargain price before the rest of the market become aware of and digests the new information.\n\nLikewise,technical analysisis a style of trading that is completely predicated on the concept of using past data to anticipate future price movements. Technical analysis uses patterns in market data from the past to identify trends and make predictions for the future. As a result, EMH is conceptually opposed to technical analysis. Proponents of EMH are also of the belief that it's pointless to search for undervalued stocks or predict trends in the market through fundamental analysis.",
  "url": "https://www.investopedia.com/terms/i/inefficientmarket.asp"
}