{
  "term": "What Is a Dependent?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA dependent may be a child or relative who meets the IRS tests on income, tax filing status, and residency.\n\nA dependent relies on someone else for financial support. Dependents can include children or other relatives. Taxpayers with a dependent can claim a dependency exemption on their tax return if the dependent meets theInternal Revenue Service (IRS)definition.\n\nA dependent may be a qualifying child or another qualifying relative. Dependency is defined by three IRS tests that must be met for all dependents: the dependent taxpayer test, the joint return test, and the citizen or resident test.\n\nAny person claimed as a dependent by another taxpayer may not claim anyone as a dependent on their tax return. A taxpayer filing a joint return as a married person cannot be claimed by anyone as a dependent unless that dependent is filing a joint return to claim a refund of tax withheld or paid as estimated taxes. To be claimed as a dependent, a person must be a U.S. citizen, U.S. resident immigrant, U.S. national, or a resident of Canada or Mexico.\n\nCouples that are married and filing jointly both claim dependents and share any tax benefits. In the case of separate returns, whether married or not, only one taxpayer may claim a given dependent on their income tax return. Dependency claims of separated ordivorced parentsare resolved in favor of the custodial parent.\n\nTo meet the IRCrelationship test—and be considered a qualifying child—the child must be:\n\nTo meet the IRC age test, the child must be:\n\nTo meet the resident test, the child must have lived with the taxpayer for more than half of the year; however, there are exceptions to this rule. For example, if the child or the taxpayer is temporarily absent due to illness, education, business, vacation, military service, institutionalized care for a child who is permanently disabled, or incarceration, then the child is still considered part of the residence during this time.\n\nA child cannot have provided more than half of their financial support during the tax year and qualify as a dependent.\n\nThese tests apply only when the tests for a qualifying child are not met. Unlike a qualifying child, a qualifying relative can be any age.Aqualifying relativedoes not meet the qualifying test, but meets the member of household or relationship test, the gross income test, and the support test.\n\nThe person either must live as a member of the taxpayer’s household all year or be related to the taxpayer. It is important to note that an adopted child is treated the same as a natural child and that any relationships established by marriage are not ended by death or divorce.\n\nTo meet the gross income test, the dependent’s gross income for the tax year must be less than the threshold amount.This amount changes every year. For the 2024 tax year, it is $5,050.The taxpayer must have provided more than 50% of the person’s total support for the tax year. This support test differs from a qualifying child, which tests whether the child provided more than half of their support for the year.\n\nThe deduction for personalexemptionsis suspended until 2025. Although the exemption amount is zero, the ability to claim a dependent may make taxpayers eligible for other tax benefits.\n\nTheEarned Income Tax Credit (EITC)is a refundable tax credit for low- to moderate-income working individuals and couples, particularly those with children. The amount of EITC benefit a taxpayer receives depends on income, whether filing as single or jointly and the number of children in their household.\n\nFor tax years 2024 and 2025, taxpayers can claim aChild Tax Credit (CTC)of up to $2,000 for each child under age 18 if a taxpayer's income is not more than $200,000 or $400,000 if married filing jointly.If the credit exceeds the total taxes owed, taxpayers will receive up to $1,700 of the balance as a refund through the Additional Child Tax Credit.\n\nTaxpayers may be able to claim thechild and dependent care creditif they paid expenses for the care of a qualifying individual to work or actively look for work. The amount received is a percentage of the work-related expenses paid to a provider for the care of a qualifying individual, and the percentage depends on the taxpayer's adjusted gross income (AGI).\n\nThe credit is capped at 35% of eligible expenses for those who make less than $15,000 per year up to $3,000 for one qualifying individual and $6,000 for two or more qualifying individuals.\n\nInvestopedia'sTax Savings Guidecan help maximize tax credits, deductions, and savings. Order one today.\n\nThe two education credits are theAmerican Opportunity Tax Credit (AOTC)and thelifetime learning credit (LLC). If the taxpayer has a dependent who attends a higher education institution, then the taxpayer will be eligible to claim the education credits associated with the dependent.\n\nThe AOTC is a credit for qualified education expenses paid for an eligible student for the first four years of higher education.The LLC is for qualified tuition and related expenses paid for eligible students enrolled in an eligible educational institution.\n\nAn exemption reduces the amount of income subject to income tax. There are a variety of exemptions allowed by the Internal Revenue Service. Changes brought about by theTax Cuts and Jobs Act (TCJA)suspended personal exemptions until the end of 2025. However, dependent exemptions still apply.\n\nA dependent, for tax purposes, is a qualifying child or relative of the taxpayer as laid out by the IRS. This includes a child, parent, sibling, or stepchild, but not a spouse. There are tax benefits a taxpayer can claim for having a dependent.\n\nIn tax years 2024 and 2025, the child tax credit for each dependent is $2,000, with a maximum refundable amount of $1,700.\n\nA dependent is someone who relies on another individual for support, usually a child or other relative. For tax purposes, dependents must meet certain qualifying tests: the dependent taxpayer test, the joint return test, and the citizen or resident test.Taxpayers with dependentsareeligible for certain tax benefits, including the Child Tax Credit, the Child and Dependent Care Tax Credit, and certain educational credits.\n\nInternal Revenue Service. \"Publication 4491,\" Page 2.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information.\"\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Page 12.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Pages 13-14.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Page 14.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Page 18.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Pages 17-18.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Pages 18-19.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Page 19.\n\nInternal Revenue Service. \"Rev. Proc. 2022-38,\" Page 16.\n\nInternal Revenue Service. \"Rev. Proc. 2023-34,\" Page 14.\n\nInternal Revenue Service. \"Publication 5307, Tax Reform: Basics for Individuals and Families,\" Pages 7-8.\n\nInternal Revenue Service. \"RP-24-40,\" Page 9.\n\nInternal Revenue Service. \"Earned income and Earned Income Tax Credit (EITC) Tables.\"\n\nInternal Revenue Service. \"Who Qualifies for the Earned Income Tax Credit (EITC).\"\n\nInternal Revenue Service. \"RP-24-40,\" Page 8.\n\nInternal Revenue Service. \"Earned Income Tax Credit & Other Refundable Credits: What You Need to Know about CTC, ACTC and ODC.\"\n\nInternal Revenue Service. \"Rev. Proc. 2023-34,\" Page 8.\n\nInternal Revenue Service. \"Topic No. 602, Child and Dependent Care Credit.\"\n\nInternal Revenue Service. \"Publication 503, Child and Dependent Care Expenses,\" Pages 13-14.\n\nInternal Revenue Service. \"American Opportunity Tax Credit.\"\n\nInternal Revenue Service. \"Lifetime Learning Credit.\"\n\nInternal Revenue Service. \"In 2018, Some Tax Benefits Increase Slightly Due to Inflation Adjustments, Others Unchanged (Archived Content).\"\n\nInternal Revenue Service. \"Rev. Proc. 2022-38,\" Page 9.",
  "url": "https://www.investopedia.com/terms/d/dependent.asp"
}