{
  "term": "What Is Early Exercise? Benefits to Selling a Call Option Early",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nEarly exercise of anoptions contractis the process of buying or selling shares of stock under the terms of that option contract before itsexpiration date. For call options, the options holder can demand that the options seller sell shares of the underlying stock at the strike price. For put options it is the converse: the options holder may demand that the options seller buy shares of the underlying stock at the strike price.\n\nEarly exercise is only possible withAmerican-style optioncontracts, which the holder mayexerciseat any time up to expiration. WithEuropean-style optioncontracts, the holder may only exercise on the expiration date, making early exercise impossible.\n\nMosttradersdo not use early exercise for options they hold. Traders will take profits by selling their options and closing the trade. Their goal is to realize a profit from the difference between the selling price and their original option purchase price.\n\nFor a longcallorput, the owner closes a trade by selling, rather than exercising the option. This trade often results in more profit due to the amount oftime valueremaining in the long option lifespan. The more time there is before expiration, the greater the time value that remains in the option. Exercising that option results in an automatic loss of that time value.\n\nThere are certain circumstances under which early exercise may be advantageous for a trader:\n\nThere is another type of early exercise that pertains tocompany awarded stock options (ESO)given to employees. If the particular plan allows, employees may exercise their awarded stock options before they becomefully vestedemployees. A person may choose this option to obtain a more favorable tax treatment.\n\nHowever, the employee will have to foot the cost to buy the shares before taking full vested ownership. Also, any purchased shares must still follow the vesting schedule of the company's plan.\n\nThe money outlay of early exercise within a company plan is the same as waiting until after vesting, ignoring thetime value of money. However, since the payment is shifted to the present, it may be possible to avoid short-term taxation and thealternative minimum tax (AMT). Of course, it does introduce the risk that the company may not be around when the shares are fully vested.\n\nSuppose an employee is awarded 10,000 options to buy company ABC's stock at $10 per share. They vest after two years.\n\nThe employee exercises 5,000 of those options to purchase ABC's stock, which is valued at $15, after a year. Exercising those options will cost $7,000 based on a federal AMT rate of 28%.However, the employee can reduce the federal tax percentage by holding onto the exercised options for another year to meet requirements for long-termcapital gains tax.\n\nFinancial Industry Regulatory Authority. \"Options: Types.\"\n\nFinancial Industry Regulatory Authority. \"Trading Options: Understanding Assignment.\"\n\nFinancial Industry Regulatory Authority. \"Options: Risk.\"\n\nTitan. \"How to Exercise Employee Stock Options.\"\n\nInternal Revenue Service. \"Form 6251, Alternative Minimum Tax - Individuals.\" Page 1.\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"",
  "url": "https://www.investopedia.com/terms/e/earlyexercise.asp"
}