{
  "term": "What Is Unlevered Free Cash Flow (UFCF)? Definition and Formula",
  "definition": "Unlevered free cash flow (UFCF) is a company's cash flow before accounting for interest payments. UFCF shows how much cash is available to the firm before taking financial obligations into account. It is reported on a company's financial statements or may be calculated using financial statements by analysts. UFCF is the opposite oflevered free cash flow (LFCF), which is the money left over after all a firm's bills are paid.\n\nThe formula for UFCF usesearnings before interest, taxes, depreciation, and amortization (EBITDA), and capital expenditures (CAPEX):\n\nCapital expendituresrepresent the investments in buildings, machines, and equipment. It also uses working capital, which includes inventory, accounts receivable, and accounts payable.\n\nAlthough UFCF isn't explicitly noted on a company's financial statements, you can find the information you need to calculate it on itsincome statementand balance sheet.\n\nUnlevered free cash flow is the gross free cash flow generated by a company. Unlevered free cash flow is the free cash flow available to pay all stakeholders in a firm, including debt holders as well as equity holders.\n\nLeverage is another name for debt. Cash flows that are levered already account for interest and other financial obligations.Instead of interest, unlevered free cash flow is net of CapEx andworking capitalneeds—the cash needed to maintain and grow the company's asset base to generate revenue and earnings. Non-cash expenses, such asdepreciationandamortization, are added back to earnings to arrive at the firm's unlevered free cash flow.\n\nA company with a sizeable outstanding debt (high leverage) is more likely to report unlevered free cash flow because it provides a rosier picture of the company's financial health.\n\nThe figure shows how assets are performing in a vacuum because it ignores the payments made for debt incurred to obtain those assets. Investors have to make sure to consider debt obligations since highly leveraged companies are at greater risk for bankruptcy.\n\nInterest expense often appears with differences in timing between interest accrued and interest paid.\n\nThe difference between unlevered and levered free cash flow is the inclusion of financing expenses. Levered free cash flow is the amount of cash a business has after it has met all of its financial obligations, such as interest,loanpayments, and other financing expenses. Unlevered free cash flow is the money the business has beforepaying those financial obligations.\n\nThe difference between the levered and unlevered free cash flow is also an important indicator. The difference shows how many financial obligations the business has and if the business is overextended or operating with a healthy amount of debt.\n\nA business can have a negative levered free cash flow if its expenses are more than what the company earned. This is not an ideal situation, but as long as it's a temporary issue, investors should not be too rattled.\n\nCash flow from financing activities (CFF)is a section of a company’s cash flow statement, which shows the net flows of cash that are used to fund the company. Financing activities include transactions involving debt, equity, and dividends.\n\nCompanies looking to demonstrate better numbers can manipulate UFCF by laying off workers, delayingcapital projects, liquidating inventory, or delaying payments to suppliers.\n\nAll of these actions have consequences, so investors should discern whether improvements in unlevered free cash flow are transitory or genuinely convey improvements in the underlying business of the company.\n\nUnlevered free cash flow is computed before interest payments, so viewing it in a bubble ignores the capital structure of a firm. After accounting for interest payments, a firm's LFCF may be negative. This may have negative implications down the road. Analysts should assess both unlevered and levered free cash flow over time for trends and not give too much weight to a single year.\n\nFree cash flow is calculated as follows:\n\nFCF = Net income + Depreciation/Amortization – Change in Working Capital – Capital Expenditure\n\nTo arrive at unlevered free cash flow, add back interest payments or cash flows from financing.\n\nBecause debt and financing charges are not included in UFCF, it provides a more accurate picture of a company'senterprise value (EV), a measure of a company's total value viewed as a more comprehensive alternative toequity market capitalization. This makes it easier to conductdiscounted cash flow analysis (DCF)across different investments to make comparisons.\n\nUnlevered means to remove consideration of leverage, or debt. Since firms must pay financing and interest expenses on outstanding debt, unlevering removes that consideration from the analysis. Therefore, you do not deduct the interest expense when computing UFCF.\n\nCash flow margins are ratios that divide a cash flow metric by overall sales revenue. UFCF margin would therefore represent the amount of cash available to a firm before financing charges as a percentage of sales.\n\nUnlevered free cash flow examines a company's cash flow before considering its obligations. UFCF can be misleading to investors because it doesn't show how much cash flow is left after paying down debt. A company with a lot of debt would have a small cash flow, which UFCF would not indicate. Investors should look at levered and unlevered free cash flow to gain a better understanding of a company.",
  "url": "https://www.investopedia.com/terms/u/unlevered-free-cash-flow-ufcf.asp"
}