{
  "term": "What Is a Time Series and How Is It Used to Analyze Data?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA time series is a sequence of data points that occur in successive order over some period of time. This can be contrasted withcross-sectional data, which captures a point in time.\n\nIn investing, a time series tracks the movement of the chosen data points, such as a security’s price, over a specified period of time with data points recorded at regular intervals. There is no minimum or maximum amount of time that must be included, allowing the data to be gathered in a way that provides the information being sought by the investor or analyst examining the activity.\n\nA time series can be taken on any variable that changes over time. In investing, it is common to use a time series to track the price of a security over time. This can be tracked over the short term, such as the price of a security on the hour over the course of a business day, or the long term, such as the price of a security at close on the last day of every month over the course of five years.\n\nTime series analysis can be useful to see how a given asset, security, or economic variable changes over time. It also can be used to examine how the changes associated with the chosen data point compare to shifts in other variables over the same time period.\n\nTime series is also used in several nonfinancial contexts, such as measuring the change in population over time. The figure below depicts such a time series for the growth of the U.S. population over the century from 1900 to 2000.\n\nSuppose you wanted to analyze a time series of daily closing stock prices for a given stock over a period of one year. You would obtain a list of all the closing prices for the stock from each day for the past year and list them in chronological order. This would be a one-year dailyclosing pricetime series for the stock.\n\nDelving a bit deeper, you might analyze time series data with technical analysis tools to know whether the stock’s time series shows any seasonality. This will help to determine if the stock goes through peaks and troughs at regular times each year. Analysis in this area would require taking the observed prices and correlating them to a chosen season. This can include traditional calendar seasons, such as summer and winter, or retail seasons, such as holiday seasons.\n\nAlternatively, you can record a stock’s share price changes as it relates to an economic variable, such as theunemployment rate. By correlating the data points with information relating to the selected economic variable, you can observe patterns in situations exhibiting dependency between the data points and the chosen variable.\n\nOne potential issue with time series data is that since each variable is dependent on its prior state or value, there can be a great deal ofautocorrelation, which can bias results.\n\nTime series forecasting uses information regarding historical values and associated patterns to predict future activity. Most often, this relates to trend analysis, cyclical fluctuation analysis, and issues of seasonality. As with all forecasting methods, success is not guaranteed.\n\nTheBox-Jenkins Model, for instance, is a technique designed to forecast data ranges based on inputs from a specified time series. It forecasts data using three principles:autoregression, differencing, andmoving averages. These three principles are known as p, d, and q, respectively. Each principle is used in the Box-Jenkins analysis, and together they are collectively shown as anautoregressive integrated moving average, or ARIMA(p, d, q). ARIMA can be used, for instance, to forecast stock prices or earnings growth.\n\nAnother method, known asrescaled range analysis, can be used to detect and evaluate the amount of persistence, randomness, ormean reversionin time series data. The rescaled range can be used to extrapolate a future value or average for the data to see if a trend is stable or likely to reverse.\n\nCross-sectional analysis is one of the two overarching comparison methods for stock analysis. Cross-sectional analysis looks at data collected at a single point in time, rather than over a period of time. The analysis begins with the establishment of research goals and the definition of the variables that an analyst wants to measure. The next step is to identify the cross section, such as a group of peers or an industry, and to set the specific point in time being assessed. The final step is to conduct analysis, based on the cross section and the variables, and come to a conclusion on the performance of a company or organization. Essentially, cross-sectional analysis shows an investor which company is best given the metrics that they care about.\n\nTime series analysis, known astrend analysiswhen it applies to technical trading, focuses on a single security over time. In this case, the price is being judged in the context of its past performance. Time series analysis shows an investor whether the company is doing better or worse than before by the measures that they care about. Often these will be classics likeearnings per share (EPS),debt to equity,free cash flow (FCF), and so on. In practice, investors will usually use a combination of time series analysis and cross-sectional analysis before making a decision—for example, looking at the EPS over time and then checking the industry benchmark EPS.\n\nA time series can be constructed by any data that is measured over time at evenly spaced intervals. Historical stock prices, earnings, gross domestic product (GDP), or other sequences of financial or economic data can be analyzed as a time series.\n\nStatistical techniques can be used to analyze time series data in two key ways: to generate inferences on how one or more variables affect some variable of interest over time, or to forecast future trends. Unlike cross-sectional data, which is essentially one slice of a time series, the arrow of time allows an analyst to make more plausible causal claims.\n\nA cross section looks at a single point in time, which is useful for comparing and analyzing the effect of different factors on one another or describing a sample. Time series involves repeated sampling of the same data over time. In practice, both forms of analysis are commonly used, and when available, they are used together.\n\nData miningis a process that turns reams of raw data into useful information. By utilizing software to look for patterns in large batches of data, businesses can learn more about their customers to develop more effective marketing strategies, increase sales, and decrease costs. Time series, such as a historical record of corporate filings or financial statements, are particularly useful here to identify trends and patterns that may be forecasted into the future.\n\nA time series is a sequence of numerical data points in successive order. In investing, it tracks the movement of the chosen data points at regular intervals and over a specified period of time.In investing, a time series records chosen data points (such as a security’s price) at regular intervals and tracks their movement over a specified period of time.\n\nTime series analysis can be useful to see what factors influence certain variables from period to period. It can also provide insights into how an asset, security, or economic variable changes over time.\n\nA variety of financial and economic data, such as historical stock prices, earnings, and GDP, can be analyzed as a time series.",
  "url": "https://www.investopedia.com/terms/t/timeseries.asp"
}