{
  "term": "What Is an Umbrella Insurance Policy? Definition and Who Needs It",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn umbrella insurance policy is extraliability insurancecoverage that goes beyond the limits of the insured's homeowners, auto, orwatercraft insurance. It provides an additional layer of security to those who are at risk of being sued for damages to other people's property or injuries caused to others in an accident. It also protects against libel, vandalism, slander, and invasion of privacy.\n\nThe added coverage provided by an umbrella insurance policy is most useful to high-net-worth individuals who own a significant amount of assets—or very expensive assets—and are at risk of being sued. Small businesses may also use an umbrella insurance policy to guard against potential monetary damages arising from claims.\n\nThe premium for an umbrella insurance policy may be less expensive if it is purchased from the same insurer that provided the original auto, homeowners, or watercraft insurance. Depending on the provider, the policyholder who wants to add an umbrella insurance policy must have a base insurance coverage of $150,000 to $250,000 forauto insuranceand $250,000 to $300,000 forhomeowners insurance.\n\nUmbrella insurance is often referred to as excess liability insurance. If a policyholder is sued for damages that exceed the liability limits of car insurance, homeowners insurance, or other coverage types, an umbrella policy helps pay what they owe. In other words, if the dollar limit of the original policy has been exhausted, the umbrella policy acts as a fail-safe, so the insured person doesn't have to dip into savings and other assets.\n\nUmbrella insurance may also provide coverage not included in a basic insurance policy, such as libel, slander, and false imprisonment.\n\nPeople who purchase umbrella insurance may own expensive property or have significant savings. Those who own dangerous items that can cause injury, such as swimming pools, trampolines, or dogs, might also buy an umbrella insurance policy.\n\nIf you have a mortgage loan, homeowners insurance is required by mortgage lenders. However, if you have high-risk items on your property, an umbrella policy can provide additional liability coverage that exceeds that homeowners policy.\n\nPeople who engage in activities that increase their chances of lawsuits may also purchase umbrella insurance. Those activities might include:\n\nThe annual cost of a $1 million personal umbrella insurance policy\n\nTo understand how umbrella insurance can help, consider the following scenario: A driver runs a red light and accidentally hits another car, causing significant damage to the vehicle and injuring several people.\n\nWith car repairs totaling $50,000 and the treatment of the injuries eclipsing $500,000, the driver at fault may be liable for expenses that go far beyond the coverage limits of their insurance.An umbrella insurance policywill pick up the additional liability costs beyond the limits of their car insurance coverage.\n\nAn umbrella policy is helpful if someone is injured on your property or you injure someone while using one of your possessions, such as your car, boat, or automobile. If you're sued and found liable, the umbrella policy can cover the financial compensation to the injured party, protecting your assets.\n\nAn umbrella policy provides liability protection, which helps cover the cost of damage to another person's property or if they're injured, but it does not cover your possessions, such as your home or automobile.\n\nIf you have built up a substantial amount of assets and are at risk of being sued due to high-risk items or activities, such as having a swimming pool or boat or being a landlord, you might consider an umbrella policy to provide additional liability protection.\n\nAn umbrella insurance policy provides additional personal liability coverage for those with an existing policy. The umbrella coverage kicks in when the liability coverage of the original, basic policy has been exhausted. Those who own dangerous items that can cause injury, such as swimming pools, trampolines, or dogs, might buy umbrella insurance. Those engaged with others, such as landlords, coaches, and board members, might also buy umbrella insurance.\n\nCommonwealth of Massachusetts. \"Personal Umbrella and Excess Liability Insurance.\"\n\nInsurance.com. \"How Much Umbrella Insurance Do I Need?\"",
  "url": "https://www.investopedia.com/terms/u/umbrella-insurance-policy.asp"
}