{
  "term": "What Is a Health Care Power of Attorney (HCPOA)?",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA health care power of attorney (HCPOA) is a legal designation that allows an individual to empower another person to make decisions about their medical care. A healthcare power of attorney refers to a legal document and a specific person with legal authority. HCPOA is often included with an individual's Advance Directives or Living Wills.\n\nThe health carepower of attorneyhelps people who cannot communicate their wishes regarding medical care and treatment. The person or persons listed on the HCPOA document become the sick or injured person's agent orhealthcare proxy.\n\nHealthcare proxies communicate with the patient's doctors to prevent unwanted treatments and avoid making the wrong decisions. They also have the power to make medical decisions for the person who is incapacitated.\n\nWhen the patient, owner of the HCPOA, becomes too ill to communicate their wishes about their medical care to others, the HCPOA becomes activated—meaning that the person named in the document has the power to make life and death decisions.\n\n\"HCPOA\" refers to the HCPOA documentandthe person named in it.\n\nAnyone may serve as a health care power of attorney or anattorney-in-fact. The HCPOA can be a friend, partner, relative, or colleague. Writing an HCPOA involves completing a form and having it notarized. Individuals can change or revoke who they want to be their healthcare proxy at any time by destroying the old HCPOA and completing a new one.\n\nThe form may list alternates if the first-named HCPOA is unavailable to serve in this capacity. Each state differs in this and other details, so individuals must consult their own state's rules and forms when arranging for an HCPOA. The form will also list any special requests, such as asking for ado-not-resuscitate(DNR) order and avoiding interventions that will extend a person's life.\n\nIndiana, New Hampshire, Ohio, Texas, and Wisconsin do not permit a universal power-of-attorney form and require that residents use their state-specific form instead to designate their power of attorney.\n\nIndividuals can designate two types of power of attorney: a durable power of attorney (DPOA) for finances and a medical or healthcare power of attorney (HCPOA). If an individual names a durable power of attorney, they give all decision-making authority over their financial, legal, and business interests should they become incapacitated or disabled. This person can take actions like paying bills or buying or selling property.\n\nAn HCPOA makes decisions regarding medical treatment and health care only. This role becomes effective only when an individual is incapacitated and unable to make medical intervention decisions for themselves. When conductingestate planningmany individuals may choose to have both an HCPOA and a DPOA.\n\nIndividuals can choose anyone they want as their healthcare proxy and reverse their decision at any time. To assign a new HCPOA, eradicate the original document and designate the new HCPOA.\n\nSome states also require witnesses to be present if the individual is in a nursing home or care facility when completing an HCPOA. A basic healthcare power of attorney form requires the name, birthday, date, and identifying information of the individual named POA. The form must benotarizedin Missouri, North Carolina, South Carolina, or West Virginia. The healthcare power of attorney takes effect immediately once the paperwork is signed.\n\nIn the case of an accident, a coma, or aterminally illsituation, an individual with an HCPOA has atrusted individual to make decisionson their behalf.\n\nDepending on the state in which they reside, individuals can designate a health care power of attorney (HCPOA) to speak with others and make decisions on their behalf should they be unable to do so. An HCPOA may make life-and-death decisions and should be a trusted confidant.\n\nPenn State Health. \"Healthcare Power of Attorney.\"\n\nAmerican Bar Association. \"Healthcare Decision Making.\"\n\nMcCullough & McCullough. \"The Difference Between a Durable and Medical Power of Attorney.\"\n\nApply Payne Law. \"What Is the Difference Between a Health Care and Durable Power of Attorney?\"",
  "url": "https://www.investopedia.com/terms/h/hcpa.asp"
}