{
  "term": "What Is Strategic Management?",
  "definition": "Strategic management strategies help companies restructure, set new goals, implement revised approaches, and determine results.\n\nStrategic management evaluates and may reorganize company resources to achieve new goals and objectives. Strategic management looks at the competitive environment and internal organization, evaluates strategies, and ensures that management rolls out new approachesacross the company.\n\nOrganizational leaders commonly focus on learning from past strategies and examining the current environment. Strategic management may include an analytic process, where all threats and opportunities are accounted for, or merely applying new guiding principles.\n\nThe skills and competencies of employees,business culture, andorganizational structureinfluence how an organization can achieve its objectives. Inflexible companies may find it difficult to succeed in a changing business environment. Creating a barrier between strategies and their implementation can make it difficult for managers to determine whether objectives have been efficiently met.\n\nWhile an organization’s upper management is ultimately responsible for itsstrategy, the strategies are often sparked by actions and ideas from lower-level managers and employees. An organization may have several employees devoted to strategy, rather than relying solely on the chief executive officer (CEO) for guidance.\n\nParticipative leadership occurs when management includes team members in the strategic decision-making process.\n\nStrategic management helps organizations turn visions into action to reach business goals and objectives. A prescriptive approach outlines how strategies are developed, while a descriptive approach focuses on how they are implemented. Most organizations generally follow a series of steps that include:\n\nConsider a large company that wants to achieve more ambitious online sales rates. To meet this goal, the company will develop a strategy, communicate the plan, apply it across various units and departments, integrate it with employee goals, and execute it accordingly. If an effective strategy is created, it will help the company achieve its targets through a single, coordinated process.\n\nSuppose a for-profit technical college wishes to increase new student enrollment and enrolled student graduation rates over the next three years. The purpose is to make the college known as the best buy for a student's money and increase revenue. The school may evaluate its financials to create high-tech classrooms and hire the most qualified instructors. The college may also devote resources to marketing and recruitment.\n\nStrategic management allows a company to analyze areas for operational improvement. It may follow an analytical process—identifying specific threats and specific opportunities—unique to the company. A company may choose general strategic management guidelines that apply to any company.\n\nStrategic management is not a one-size-fits-all strategy. However, there are key elements that are found to be critical. These include goal setting, industry and organizational analyses, strategy formation, strategy implementation; and the measurement, monitoring, and controlling of strategies.\n\nSome action steps that companies may take to execute their strategic management plans include realigning financial and personnel resources or changing the methods to create, sell, and deploy products and services.\n\nStrategic management is the assembling and management of resources to achieve a company's goals and objectives. Companies create and adapt a strategic management process that works best for the firm. Strategic management does not end with implementation but is commonly reevaluated well into the organization's future.\n\nHarvard University. \"Strategic Leadership.\"\n\nStrategic Planet. \"The Strategic Management Process.\"\n\nHarvard University. \"A Manager's Guide to Successful Strategy Implementation.\"",
  "url": "https://www.investopedia.com/terms/s/strategic-management.asp"
}