{
  "term": "What Is the Prisoner's Dilemma and How Does It Work?",
  "definition": "The prisoner's dilemma is a concept in game theory that describes how individuals in a group act in their own best interests instead of the group's best interests.\n\nThe prisoner's dilemma is a paradox in decision analysis where individuals acting in their own self-interest do not produce the optimal outcome. It describes situations where actors behaving selfishly experience worse outcomes due to others behaving in the same way.\n\nCriminals testifying against each other for self-preservation is a classic example of the prisoner's dilemma.\n\nThe typical prisoner's dilemma is set up so that both parties have an incentive to protect themselves at the expense of the other participant. As a result, both participants find themselves in a worse state than if they had cooperated with each other in the decision-making process. The prisoner's dilemma is one of the most well-known concepts in moderngame theory.\n\nThe prisoner’s dilemma presents a situation where two parties, separated and unable to communicate, must choose between cooperating or betraying the other player. The worst outcome occurs when both players choose to betray each other.\n\nThe classic prisoner’s dilemma goes like this:\n\nThe respective penalties can be expressed visually as follows:\n\nIn this case, each robber always has an incentive to defect, regardless of the choice the other makes. If Henry remains silent, then Elizabeth can either co-operate with Henry and do a year in jail, or defect and go free. Obviously, she would be better off betraying Henry in this case.\n\nOn the other hand, if Henry defects and testifies against Elizabeth, her choice is either to remain silent and do five years or to talk and do three years in jail. Again, she would prefer to do the three years over five.\n\nRegardless of Henry's choice, Elizabeth will be better off if she defects and testifies. Since Henry faces the exact same set of choices, he also will always be better off defecting as well.\n\nThe paradox of the prisoner’s dilemma is this: Both robbers can minimize the total jail time that the two of them will do only if they both cooperate and stay silent (two years total), but the incentives that they each face separately will always drive them each to defect and end up doing the maximum total jail time between the two of them of six years total.\n\nThe prisoner's dilemma is frequently used ineconomics or businesssituations to explain why individual incentives might lead actors to choose a sub-optimal outcome.\n\nThe economy is replete with situations similar to the prisoner's dilemma, where people tend to act in a way that is harmful to society as a whole. The common thread is that self-interest induces each decision-maker to behave in a way that makes them all worse off, while they would experience the best outcome through cooperation.\n\nOne such example is thetragedy of the commons. It may be to everyone’s collective advantage to conserve natural resources, but each individual always has an incentive to consume as much as possible, depleting the resource. Finding a way to co-operate would clearly make everyone better off.\n\nOn the other hand, the behavior ofcartelscan also be considered a prisoner’s dilemma. All members of a cartel can collectively enrich themselves by restricting output to keep prices high, but each member individually has an incentive to cheat and collect more profits. In terms of the welfare of the overall society that the cartel operates in, this is an example of how individual incentives can make society better off as a whole.\n\nIn the iterated prisoner's dilemma, it is possible for both players to devise a strategy that punishes betrayal and rewards cooperation. The \"tit for tat\" strategy has been determined to be the optimal way for optimizing a prisoner's dilemma. Tit for tat was introduced by Anatol Rapoport, who developed a strategy in which each participant in an iterated prisoner's dilemma follows a course of action consistent with their opponent's previous turn.For example, if provoked, a player subsequently responds with retaliation; if unprovoked, the player cooperates.\n\nOver time, people have worked out a variety of solutions to prisoner's dilemmas to overcome individual incentives in favor of the common good.\n\nFirst, in the real world, most economic and other human interactions are repeated more than once. A true prisoner's dilemma is typically played only once, or else it is classified as aniterated prisoner's dilemma. In an iterated prisoner’s dilemma, the players can choose strategies that reward cooperation or punish defection over time. By repeatedly interacting with the same individuals, we can even deliberately move from a one-time prisoner's dilemma to a repeated prisoner's dilemma.\n\nSecond, people have developed formal institutional strategies to alter the incentives that individual decision-makers face. Collective action to enforce cooperative behavior through reputation, rules, laws, democratic or other collective decision-making procedures, and explicit social punishment for defections transforms many prisoner's dilemma-type situations toward more cooperative outcomes.\n\nLast, some people and groups have developed psychological and behavioral biases, such as higher trust in one another, long-term future orientation, and inclinations toward reciprocity that reward cooperative behavior. These tendencies may evolve through a kind ofnatural selectionwithin a society over time or group selection across different competing societies. In effect, they lead groups of individuals to “irrationally” choose outcomes that are actually the most beneficial to the group.\n\nPut together, these three factors (the repeated prisoner’s dilemmas, formal institutions that break down prisoner’s dilemmas, and behavioral biases that undermine “rational” individual choice in prisoner’s dilemmas) help resolve the many prisoner’s dilemmas we would all otherwise face.\n\nEven if you never find yourself in prison, every day you make economic choices similar to those in the prisoner's dilemma. Take littering, for example: Everyone is better off if they drop their rubbish in a bin, but some individual actors find it easier to leave their trash on the street instead. It only takes a few bad actors to lead to a situation where the streets are full of trash.\n\nLuckily, society has developed ways to incentivize cooperative behavior, not only for littering but also in other situations. Legal punishments and social shame can help discourage anti-social behaviors and enforce more optimal outcomes.\n\nThe likely outcome for a prisoner's dilemma is that both players defect (i.e., behave selfishly), leading to suboptimal outcomes for both. This is also theNash Equilibrium, a decision-making theorem within game theory that states a player can achieve the desired outcome by not deviating from their initial strategy. The Nash equilibrium in this example is for both players to betray one other, even though mutual cooperation leads to a better outcome for both players; however, if one prisoner chooses mutual cooperation and the other does not, one prisoner's outcome is worse.\n\nSolutions to prisoner’s dilemmas focus on overcoming individual incentives in favor of the common good. In the real world, most economic and other human interactions are repeated more than once. This allows parties to choose strategies that reward cooperation or punish defection over time.\n\nAnother solution relies on developing formal institutional strategies to alter the incentives that individual decision-makers face. Finally, behavioral biases will likely develop over time that undermine “rational” individual choice in prisoner’s dilemmas and lead groups of individuals to “irrationally” choose outcomes that are actually the most beneficial to all of them together.\n\nPrisoner's dilemma problems can sometimes actually make society better off as a whole. A prime example is the behavior of an oil cartel. All cartel members can collectively enrich themselves by restricting output to keep the price of oil at a level where each maximizes revenue received from consumers, but each cartel member individually has an incentive to cheat on the cartel and increase output to also capture revenue away from the other cartel members. The end result is not the optimal outcome that the cartel desires but, rather, an outcome that benefits the consumer in terms of lower oil prices.\n\nThe tragedy of the commons is a theoretical problem in economics that proposes every individual has an incentive to consume a resource, but at the expense of every other individual—with no way to exclude anyone from consuming. Generally, the resource of interest is easily available to all individuals without barriers (i.e. the \"commons\"). This hypothetically leads to over-consumption and ultimately depletion of the common resource, to everybody's detriment.Basically, it highlights the concept of individuals neglecting the well-being of society in the pursuit of personal gain. Its accuracy and application are debated.\n\nThe prisoner's dilemma is a well-known parable for the difficulty of solving collective action problems. By acting in their own self-interest, the metaphorical prisoners find themselves with a greater penalty than they would face if they had worked together. However, when the experiment is repeated over the long term, it is possible for the players to devise incentives for cooperation.\n\nCorrection—June 30, 2022:The example of the prisoner's dilemma was edited to demonstrate how following individual interests can lead to the worst possible outcome.\n\nStanford Encyclopedia of Philosophy. \"Prisoner’s Dilemma.\"\n\nUniversity of Michigan, Negotiation and Conflict Management Research. \"Tit for Tat and Beyond: The Legendary Work of Anatol Rapoport.\"\n\nStanford Encyclopedia of Philosophy. \"Evolutionary Game Theory.\"\n\nHarvard Business School. \"Tragedy of the Commons: What it is & 5 Examples.\"",
  "url": "https://www.investopedia.com/terms/p/prisoners-dilemma.asp"
}