{
  "term": "What Is Sell-Side? Definition and Role in Financial Markets",
  "definition": "Sell-side is the part of the financial industry that is involved with the creation, promotion, and sale of stocks, bonds, foreign exchange, and other financial instruments to the public market. The sell-side can also include private capital market instruments such as private placements of debt and equity. Sell-side individuals and firms work to create and service products that are made available to thebuy-sideof the financial industry.\n\nThe sell-side of Wall Street includes investment bankers, who serve as intermediaries between issuers of securities and the investing public, and themarket makerswho provideliquidityin the public market. Investment bankers and corporate finance advisors play the same role for private issues of debt and equity.\n\nThe sell-side and buy-side of Wall Street aretwo sides of the same coin. One is dependent upon the other and could not operate without the other. The sell-side tries to get the highest price possible for each financial instrument while providing insight and analysis on each of these financial assets.\n\nBuy-side players in the public market include money managers athedge funds, institutional firms,mutual funds, and pension funds. Individual investors are technically on the buy-side. In the private market, private equity funds, VC funds, and venture arms of corporations investing in startups are on the buy-side. However, the term mostly applies to professional money managers. On the sell-side of the equation are the market makers who are the driving force of the financial market. For example, any individual or firm that purchases stock to sell it later at a profit is from the buy-side.\n\nThe FX market is the world's largest financial marketplace, with more than an estimated $6.6 trillion changing hands daily, as of 2019. Here, the sell-side is dominated by top multinational banks, led by JP Morgan Chase, Citibank, Deutsche Bank, and UBS. Bank trading rooms are divided into two groups:\n\nMany interbank traders take proprietary positions, but salespeople generally do not.\n\nThe globalbond marketis the world's second-largest financial marketplace, with an estimated value of over $100 trillion. The U.S. bond market is estimated to be valued at approximately slightly over $40 trillion.\n\nInvestment banks dominate the sell-side, with the largest being Goldman Sachs and Morgan Stanley. JP Morgan Chase and Bank of America, which combinecommercialandinvestment banksunder a single holding company, underwrite and manage bond issues. Many are also primary dealers ofU.S. Treasury bonds, which means that they buy directly from the U.S. Treasury. The investment banks are very active, both trading and taking positions in the bond market.\n\nInvestment banks also dominate the sell-side of thestock market. They underwrite stock issuance, take proprietary positions, and sell to both institutional and individual investors. One of the most high-profile activities of the sell-side in the stock market is ininitial public offerings(IPOs) of stocks. Companies can't go public themselves. They must enlist the services of an investment bank for underwriting. Underwriters are typicallybrokers, who act as a buffer between companies and the investing public, and who market and sell those initial shares.\n\nA wealthy individual worth millions of dollars is looking to invest a significant portion of his capital. He heads to an investment bank for some options. Theprivate wealth managementdivision of the investment bank takes a look at the individual's assets andrisk toleranceand comes up with an investment strategy for the individual as well as certain financial products they can sell to him.\n\nThe individual takes on the business of the investment bank, paying it commissions and fees for managing his money. The business that the investment bank has offered the wealthy individual is considered the sell-side of the business as it is selling to the client services and financial products.",
  "url": "https://www.investopedia.com/terms/s/sellside.asp"
}