{
  "term": "What Is a 1035 Exchange?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA 1035 exchange is a provision in the Internal Revenue Service (IRS) code allowing for a tax-free transfer of an existing annuity contract,life insurancepolicy, long-term care product, or endowment for another of like kind.\n\nRules may vary by company, but full and partial 1035 exchanges are allowed. Typically, 1035 exchanges between products within the same company are not reportable for tax purposes as long as the exchange criteria are satisfied.\n\nA 1035 exchange allows individuals to transfer life insurance, annuities, andendowmentsto a similar vehicletax-free. These transfers must be between similar products, such as life insurance for life insurance or a non-qualifiedannuityfor a non-qualified annuity. The2006 Pension Protection Act (PPA)modified IRC section 1035 to include exchanges from life insurance policies and non-qualified annuities into traditional and hybrid qualifiedlong-term careproducts.\n\nUnder a 1035 exchange, the contract or policy owner cannot take the funds and buy a new policy. The money must be transferred directly.Theannuitantor policyholder must also remain the same.\n\nFor example, a 1035 exchange from an annuity owned by Joe Sample cannot be exchanged for an annuity owned by Jane Sample or a joint annuity owned by Joe and Jane Sample.The exchange must be reported on the individual's annual tax return usingForm 1099-R.\n\nA life insurance policy can be exchanged for a non-qualified annuity, but a non-qualified annuity cannot be exchanged for a life insurance policy.\n\nThe primary benefit of aSection 1035exchange is that it lets the contract or policy owner trade one product for another without tax consequences. Outdated andunderperformingproducts can be switched to newer products with more attractive features, such as better investment options and less restrictive provisions.\n\nDespite the tax benefits, 1035 exchanges do not absolve contract owners of their obligations under the original contract. For example, insurance companies typically don't waive surrender charges for 1035 exchanges. However, fees may be waived if the owner exchanges one product for another within the same company.\n\nProduct owners should compare the features of each policy or contract subject to the exchange and conduct acost-benefit analysis. The new policy should match an individual's investment goals. Owners should consider the administrative fees and transaction charges, such as withdrawal orsurrender charges. Thefinancial institutionfor the new policy must be assessed on how well it manages its assets, liabilities, and shareholder obligations, if any.\n\nThe tax treatment differs for partial exchanges in that a portion of thecost basisis allocated to the new product rather than all of it.\n\nJoe Sample invested $100,000 (the cost basis) in a non-qualified annuity. Joe took no loans or withdrawals, so the value remains unaffected. Because of poor investment performance, the value of theannuitydropped to $75,000.\n\nDissatisfied, Joe transfers his funds into another annuity with another company. In this scenario, the original contract's cost basis of $100,000 becomes the new contract's basis, although just $75,000 was transferred.\n\nTransfers between qualified accounts, such as IRAs and 401(k)s, are not characterized as 1035 exchanges. Under a 1035 exchange, the IRS disallows the transfer of funds from the account holder to the institution, exchanges between like-kind accounts where the annuitant or owner on the existing account is not the same on the new account, annuity to life insurance, endowment to life insurance, and annuity to endowment.\n\nA 1035 exchange must be reported on a tax return. If the funds are transferred from institution to institution, the transferring company will issue a 1099-R form, recording the amount transferred and a distribution code to denote a 1035 exchange. Although the transaction is reportable, it is not taxable. If the exchange occurs in-house, the financial institution may not issue a 1099-R.\n\nA 1035 exchange is a replacement, however, not every replacement qualifies as a 1035 exchange. When an annuity or life insurance policy is exchanged into another annuity, it is a replacement and 1035 exchange. An exchange of an annuity contract for a life insurance policy can be characterized as a replacement but does not qualify as a 1035 exchange. Such transactions are taxable, with gains and losses recognized.\n\nSection 1035 of the Internal Revenue Code allows for the non-taxable exchange of certain insurance products. Allowable exchanges include a life insurance policy to an annuity, an annuity to an annuity, an endowment to an endowment, and a life insurance policy to a life insurance policy. The cost basis of the old policy or contract becomes the basis of the new one, despite losses that have eroded the balance. Policyholders should exercise caution when exchanging one product for another, paying careful attention to forgone benefits, charges, fees, and alignment with goals and objectives.\n\nU.S. Congress, The Joint Committee on Taxation. \"Technical Explanation of H.R. 4, the 'Pension Protection Act of 2006,' as Passed by the House on July 28, 2006, and as Considered by the Senate on August 3, 2006,\" Pages 194-195. Download PDF.\n\nInternal Revenue Service. \"26 CFR: 1.1035-1: Certain Exchanges of Insurance Policies: Rev. Rul. 2007-24.\"\n\nCode of Federal Regulations. \"26 CFR 1.1035-1 - Certain Exchanges of Insurance Policies,\" Page 143.\n\nInternal Revenue Service. \"Instructions for Forms 1099-R and 5498: Distributions From Pensions, Annuities, Retirement or Profit-Sharing Plans, IRAs, Insurance Contracts, etc.,\" Page 2.\n\nInternal Revenue Service. \"26 CFR 1.1035-1: Certain Exchanges of Insurance Policies; Notice 2003-51,\" Page 2-3.\n\nCode of Federal Regulations. \"26 CFR 1.1035-1 - Certain Exchanges of Insurance Policies.\"\n\nInternal Revenue Service. \"Instructions for Forms 1099-R and 5498: Distributions From Pensions, Annuities, Retirement or Profit-Sharing Plans, IRAs, Insurance Contracts, etc.,\" Pages 2, 15.",
  "url": "https://www.investopedia.com/terms/s/sec1035ex.asp"
}