{
  "term": "What Is SEC Form 3? Definition, When to File, and Requirements",
  "definition": "SEC Form 3: Initial Statement of Beneficial Ownership of Securities is a document filed by a company insider or major shareholder with theSecurities and Exchange Commission(SEC).\n\nIt is an important step to help regulateinsider trading, which is an individual’s buying or selling of a security based onmaterial nonpublic information. Filing Form 3 helps disclose who these insiders are and track any suspicious behaviors.\n\nAccording to the SEC, disclosure is mandatory. The information provided on the form is meant to disclose the holdings of directors, officers, and beneficial owners of registered companies. This information becomes public record and is, therefore, available for public inspection.\n\nThe company insider must fileForm 3with the SEC no later than 10 days after becoming affiliated with a company.\n\nThe SEC lists the following who are required to file Form 3:\n\nThe form must be filed for each company in which a person is an insider, regardless of whether or not the insider has an equity position in the company at that time. The filer is required to input their name, address, relationship to the reporting person, security name, and its ticker symbol.\n\nThere are two tables that also need to be filled out. Table I is for non-derivative securities that are beneficially owned, while Table II is forderivativesecurities beneficially owned including puts, calls, warrants, options, andconvertible securities.\n\nForm 3 is also affiliated with SEC Forms 4 and 5, along with theSecurities Exchange Act of 1934(SEA). The SEA was created to govern securities transactions on thesecondary market, following their initial issue, to ensure greater financial transparency and less fraud.\n\nForm 4 is for changes in ownership. These changes must be reported to the SEC within two business days, although limited transactional categories are not subject to this reporting requirement. Insiders must file Form 5 to report any transactions that should have been reported earlier on Form 4 or were eligible for deferred reporting.\n\nThe SEC adopted new rules and amendments to Section 16 of the Securities Exchange Act in August 2002 in accordance with the provisions ofSarbanes-Oxley, which accelerated the deadline for filing many reports of insider ownership.\n\nIn addition to Forms 3, 4, and 5, several other important SEC forms exist. For example, companies must fileForm 10-K, an annual report that contains a comprehensive summary of their performance. A 10-K generally includes five distinct sections:\n\nTogether, all SEC filings are important sources of information for anyone considering an investment in a company.\n\nThe necessity for a Form 3 filing with the SEC arises when an individual becomes an insider in a firm. The individual must disclose their ownership of the company's securities. Form 3 has specific qualifications on what constitutes an insider and the purpose of the form is to prevent insider trading.\n\nSEC Form 3 is required to be filled out when an individual becomes an insider in a firm, according to specific SEC rules. The individual will need to disclose their ownership of company shares. SEC Form 4 needs to be filled out when there is any change in the ownership of a company's stock.\n\nWhen insider trading is done illegally, through the possession of material nonpublic information, the punishment can be civil or criminal, constituting fines and/or prison time.\n\nU.S. Securities and Exchange Commission. \"Form 3. Initial Statement of Beneficial Ownership of Securities,\" Page 2.\n\nU.S. Securities and Exchange Commission. \"Form 3.\"\n\nU.S. Securities and Exchange Commission. \"Form 4. Statement of Changes of Beneficial Ownership of Securities.\"\n\nU.S. Securities and Exchange Commission. \"Final Rule: Ownership Reports and Trading by Officers, Directors, and Principal Security Holders.\"",
  "url": "https://www.investopedia.com/terms/f/form3.asp"
}