{
  "term": "What Is the Environmental Protection Agency (EPA)? What It Does",
  "definition": "Investopedia / Michela Buttignol\n\nThe Environmental Protection Agency (EPA) was established in December 1970 by the executive order of President Richard Nixon. It is an agency of the United States federal government whose mission is to protect human and environmental health. Headquartered in Washington, D.C., the EPA is responsible for creating standards and laws promoting the health of individuals and the environment.\n\nWhy was the EPA created? It was formed in response to widespread public environmental concerns that gained momentum in the 1950s and 1960s. From the EPA’s creation, it has sought to protect and conserve the natural environment and improve the health of humans by researching the effects of and mandating limits on the use of pollutants.\n\nThe EPA regulates themanufacturing, processing,distribution, and use of chemicals and other pollutants. Also, the EPA is charged with determining safe tolerance levels for chemicals and other pollutants in food, animal feed, and water.\n\nThe EPA enforces its findings through fines,sanctions, and other procedures. Under the Trump administration, the EPA’s regulations of carbon emissions from power plants, automobiles, and other contributors to climate change, instituted by President Obama, were significantlyrolled back. The EPA’s size and influence have also been diminished, and criminal prosecutions for those who aren’t following regulations are at a 30-year low.\n\nThe EPA is led by the EPA administrator, a cabinet-level post nominated by the President and confirmed by the Senate. That position is currently held byMichael Regan, the first Black man to ever hold that position. He is expected to reverse many of the regulatory rollbacks of the Trump administration.\n\nThe EPA oversees several programs intended to promote energy efficiency, environmental stewardship, sustainable growth, air and water quality, and pollution prevention. These programs include:\n\nThe EPA protects human health and the environment with programs such as Safer Choice and the National Pollutant Discharge Elimination System.\n\nTo protect communities and the environment, the EPA works to enforce laws such as the Clean Air Act, the Safe Drinking Water Act, the National Environmental Education Act, and the Clean Water Act, some of which predate the formation of the agency itself.\n\nThe EPA is also responsible for the detection and prevention of environmental crimes, monitoring pollution levels, and setting standards for the handling of hazardous chemicals and waste. As part of its strategic plan, when violations occur, the EPA investigates and pursues action against violators.\n\nEnvironmental offenses are categorized as civil or criminal. Civil offenses arise when environmental violations occur and no consideration is given to whether the offender knew of their transgression.﻿﻿ Criminal offenses, which comprise most of what the EPA investigates, arise when a violation occurs and the offender knew that their action caused it. Because of the severity of charges and punishment, criminal convictions require proof beyond a reasonable doubt.\n\nViolators can be held civilly and/or criminally responsible, with punishments for civil offenses ranging from monetary fines to repairing environmental damage and punishments for criminal offenses ranging from monetary relief to imprisonment.\n\nThe largest civil penalty assessed for violating environmental law.﻿﻿\n\nFor civil violations, the EPA may enforce actions by issuing orders or seeking court rulings. Criminal violations are enforced by the EPA or the governing state, with punishments imposed by a judge.\n\nBecause of its name, there tends to be some confusion about whatthe EPA does and doesn’t do. It doesn’t handle every issue or concern that affects the environment. The agency suggests contacting local, state, or other federal agencies to find out who is responsible.\n\nFor example, the U.S. Fish and Wildlife Service is responsible for the Endangered Species Act, while local and state wildlife officers are responsible for concerns about foxes, birds, rabbits, and other animals. The U.S. Army Corps of Engineers is the agency that determines and issues permits for wetland areas. Food safety is the responsibility of theFood and Drug Administration(FDA), while issues about nuclear waste are handled by the Department of Energy’s Office of Environmental Management.\n\nNot everyone supports the EPA. Some critics argue that the EPA's environmental regulations are too expensive and offer little benefits. Others claim that the EPA stifles the economy, contributes to unemployment rates, and adversely affects international trade.\n\nThese opponents believe that the associated costs for companies to remain in compliance with environmental laws and standards erode profits and cause widespread layoffs, contributing to unemployment. These absorbent costs also prevent companies from being competitive globally. They suggest that the costs are inflated and that those earmarked funds could be used for more productive ways to advance the economy and trade.\n\nSome proponents for environmental regulation disfavor the EPA for not acting swiftly on matters that concern the environment. For example, in 2020, Congress and environmentalists criticized the EPA for moving slowly on limiting the use of perfluoroalkyl and polyfluoroalkyl (PFAS) substances—toxic chemicals found to cause cancer, infertility, and other diseases.﻿﻿ Research shows that these toxins are contaminating the nation's drinking water and have been found in lifesaving equipment and household items. These critics claim that, in light of the research, the EPA is not doing enough or moving fast enough to protect public health.\n\nThe EPA responded with action plans to address how communities monitor and address PFAS contamination. However, critics argue that their plan lacks action and, as a result, is detrimental to the environment and the nation's citizens.\n\nEstablished by President Nixon in December 1970, the EPA—a U.S. federal agency designed to protect human and environmental health— was created in response to heightened concerns about pollution and its negative externalities.\n\nThe Environmental Protection Agency (EPA) creates and enforces laws designed to protect the environment and human health.As part of their mission, they seek to ensure that Americans have a clean environment, including the air, water, and land they use and enjoy. In addition to creating and enforcing environmental laws, they provide education and guidance on protecting the environment, conduct research and development, issue grants to state programs, schools, and other non-profit organizations to further their mission, and more.\n\nYou can contact the EPA online, by phone, or in writing. How to contact them depends on the nature of your concern or question. For more information, visit their website,epa.gov.\n\nEPA violations consist of intentional and nonintentional violations of environmental laws. Common examples include illegal disposal of hazardous chemicals or products, illegal discharge of pollutants in bodies of water in the U.S., and tampering with water supplies.﻿﻿\n\nThe Environmental Protection Agency (EPA) is a federal government agency, created by the Nixon Administration, to protect human health and the environment. The EPA creates and enforces environmental laws, inspects the environment, and provides technical support to minimize threats and support recovery planning.\n\nIt consists of different programs—such as The Energy Star program, The Smart Growth Program, and Water Sense—that promote energy efficiency, environmental care, and pollution prevention. Not all concerns with the environment are handled by the EPA, however. For example, protecting endangered species falls under the jurisdiction of the U.S. Fish and Wildlife Service and protecting our nation's wetlands is under the authority of the U.S. Army Corps of Engineers.\n\nCritics argue that the EPA imposes unnecessary and large costs on corporations and strains the economy and international trade. However, the agency stands firms on its mission to create a better tomorrow for future generations by promoting a cleaner and safer environment and protecting human health.\n\nUnited States Environmental Protection Agency. \"Basic Information on Enforcement.\" Accessed April 16, 2021.\n\nUnited States Environmental Protection Agency. \"Civil Cases and Settlements by Statute.\" Accessed on April 16, 2021.\n\nAP News. \"EPA too slow on limiting toxic chemicals, critics say.\" Accessed April 16, 2021.\n\nUnited States Environmental Protection Agency. \"Our Mission and What We Do.\" Accessed April 16, 2021.\n\nUnited States Environmental Protection Agency. \"Criminal Investigations - Violation Types and Examples.\" Accessed April 16, 2021.",
  "url": "https://www.investopedia.com/terms/e/environmental-protection-agency.asp"
}