{
  "term": "What Is Voluntary Termination? Definition, Causes, and Process",
  "definition": "Voluntary termination may refer to a variety of actions, but most commonly, it refers to an employee's decision toleave a jobon their own accord. It differs from a layoff or a firing, in which the decision to end employment was made by the employer or another party, rather than the employee.\n\nVoluntary termination can also be a reference to the voluntarycancellationof personal financial contracts, such as car leases or cell phone contracts, or the voluntary cancellation of institutional level contracts such as credit default swaps andinterest rate swaps.\n\nEmployer-initiated termination includes being laid off,fired for cause, and being downsized. Termination can also be employee-initiated, however. An employee may choose to leave a job for a wide variety of reasons. For example, a change in personal circumstances such as family demands, a choice to go back to school, dissatisfaction with working conditions such as a hostile supervisor, lack of recognition of work performance, and lack of autonomy, challenge, or work relationships (among others).\n\nAn especially common reason for voluntary termination is leaving for a new and better job, typically one that offers higherremunerationor improved career prospects. This is more likely to be cited as a reason for leaving a job during periods of strong economic growth and labor market demand than during recessionary times.\n\nDuring recessionary times, or even during times when a particular firm is under duress, companies going through downsizing may ask some employees to voluntarily resign in order to reduce the number of layoffs the firm must carry out. In these circumstances, the company may offer the employee that is leaving voluntarily an improved exit package, including extra weeks of severance pay, longer coverage of health insurance, and any other benefits.\n\nIn most cases, voluntarily leaving a job means that the employee will not be eligible to collect unemployment insurance unless the person has quit for a reason deemed to be a \"good cause,\" such as unsafe working conditions.However, eligibility for unemployment benefits can vary based on where you live.\n\nConventional wisdom suggests that workers do notleave jobs but rather leave supervisorsover conflicts in management style, lack of respect, or poor communication over goals, objectives, and practices.\n\nVoluntary termination by an employee will generally start with either a verbal or written notification of resignation to their supervisor. In some circumstances, there may also be the perception of job abandonment when a worker fails to show up for work for three consecutive days without notifying a supervisor.\n\nEmployees who choose to leave a job are generally expected to provide at least two weeks of notice before their final day at work. This is considered to be a professional way to handle resignation: it allows the company time to begin the process of finding a new employee and allows the worker time to prepare for the transition.\n\nWhen submitting their resignation notice an employee can expect their supervisor to immediately forward it to human resources along with their intended end date and reason for leaving. Once human resources are involved, the employee can expect to be asked to return company property, to finalize and submit final expense reports, have their post-termination benefits summarized for them, and be asked to schedule an exit interview. Supervisors may be asked to complete a Supervisory Termination Summary, a form that is submitted to human resources.\n\nSometimes an employer facing downsizing will ask employees to voluntarily resign, as this limits the number of layoffs that will be necessary; employees that accept might be given a better exit package than those that are ultimately downsized.\n\nVoluntary termination can also be a reference to an individual's choice to cancel a financial contract, such as a cell phone plan. The voluntary cancellation of a financial contract, in this circumstance, may or may not incur penalties. In case a penalty will be incurred, the party who wishes to terminate the contract may be able to rationalize the termination decision if the net benefit from terminating the contract is substantially larger than the penalty.\n\nCorporate Finance Institute. \"Voluntary Termination.\" Accessed Dec. 26, 2021.\n\nNOLO. \"Unemployment Benefits: What If You Quit?\" Accessed Dec. 26, 2021.\n\nU.S. Department of Labor. \"How Do I File for Unemployment Insurance?\" Accessed Dec. 26, 2021.",
  "url": "https://www.investopedia.com/terms/v/voluntary-termination.asp"
}