{
  "term": "What Is APY and How Is It Calculated?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe annual percentage yield (APY) is the interest rate earned on an investment in one year, including compounding interest.\n\nThe annual percentage yield (APY) is the interest rate earned annually (including compounding interest) on an investment in one year.. A higher APY is better, as your return will be higher. You can compare APYs at different financial institutions to ensure you're opening an account with the highest possible return.\n\nAPY standardizes the rate of return. It does this by stating the real percentage of growth that will be earned in compound interest, assuming that the money is deposited for one year.The formula for calculating APY is:\n\nAPY=(1+rn)n−1where:r=Nominal raten=Number of compounding periods\\begin{aligned}&\\text{APY}=\\bigg(1+\\frac{r}{n}\\bigg)^n-1\\\\&\\textbf{where:}\\\\&r=\\text{Nominal rate}\\\\&n=\\text{Number of compounding periods}\\end{aligned}​APY=(1+nr​)n−1where:r=Nominal raten=Number of compounding periods​\n\nAny investment is ultimately judged by its rate of return, whether it's acertificate of deposit (CD), a share of stock, or a government bond. The rate of return is simply the percentage of growth in an investment over a specific period, usually one year.\n\nHowever, rates of return can be difficult to compare across different investments if they have different compounding periods. One may compound daily, while another compounds quarterly or biannually.\n\nComparing rates of return by simply stating the percentage value of each over one year gives an inaccurate result, as it ignores the effects ofcompounding interest. It is critical to know how often that compounding occurs, since the more often a deposit compounds, the faster the investment grows.\n\nThis is due to the fact that every time interest compounds, the amount is added to the principal balance, and future interest payments are calculated on that larger principal amount.\n\nSuppose you are considering whether to invest in a one-year zero-coupon bond that pays 6% upon maturity or a high-yieldmoney market accountthat also pays a 6% rate, but with monthly compounding.\n\nAt first glance, the yields appear equal because they are both stated as 6%. But when the effects of compounding are included, the money market investment actually yields a higher APY: (1 + .005)12- 1 = 0.06168 = 6.17% APY.\n\nComparing two investments by their simple interest rates doesn't work, as it ignores the effects of compounding interest and how often that compounding occurs.\n\nAPY is similar to theannual percentage rate (APR)used for loans. The APR reflects the effective percentage that the borrower will pay over a year in interest and fees for the loan.APY and APR are both standardized measures of interest rates expressed as an annualized percentage rate.\n\nHowever, APY takes into account compound interest while APR does not. Furthermore, the equation for APY does not incorporate account fees, only compounding periods. That's an important consideration for an investor, who must consider any fees that will be subtracted from an investment's overall return.\n\nIf you deposited $100 for one year at 5% interest and your deposit was compounded quarterly, at the end of the year, you would have $105.09. If you had been paid simple interest, you would have had $105.\n\nThe APY would be(1+.054)4−1=.05095=5.095%.\\begin{aligned}\\text{The APY would be } \\bigg(1+\\frac{.05}{4}\\bigg) ^4 - 1 = .05095 = 5.095\\%.\\end{aligned}The APY would be(1+4.05​)4−1=.05095=5.095%.​\n\nIt pays 5% a year interest compounded quarterly, and that adds up to 5.095%. That's not too dramatic. However, if you left that $100 for four years and it was being compounded quarterly, your initial deposit would have grown to $121.99. Without compounding, it would have been $120.\n\nX=D(1+rn)(ny)=$100(1+.054)16=$100(1.21989)=$121.99where:X=Final amountD=Initial depositr=Nominal raten=Number of compounding periods per yeary=Number of years\\begin{aligned}X&= D\\bigg(1+\\frac{r}{n}\\bigg)^{(ny)}\\\\&=\\$100\\bigg(1+\\frac{.05}{4}\\bigg)^{16}\\\\&=\\$100(1.21989)\\\\&=\\$121.99\\\\&\\textbf{where:}\\\\&X=\\text{Final amount}\\\\&D=\\text{Initial deposit}\\\\&r=\\text{Nominal rate}\\\\&n=\\text{Number of compounding periods per year}\\\\&y=\\text{Number of years}\\end{aligned}X​=D(1+nr​)(ny)=$100(1+4.05​)16=$100(1.21989)=$121.99where:X=Final amountD=Initial depositr=Nominal raten=Number of compounding periods per yeary=Number of years​\n\nThe premise of APY is rooted in the concept of compounding. Compound interest is the financial mechanism that allows investment returns to earn returns of their own.\n\nImagine investing $1,000 at 6% compounded monthly. At the start of your investment, you have $1,000. After one month, your investment will have earned one month's worth of interest at 6%. Your investment will now be worth $1,005 ($1,000 * (1 + .06/12)). At this point, we have not yet seen compounding interest.\n\nAfter the second month, your investment will have earned a second month of interest at 6%. However, this interest is earned on both your initial investment as well as your $5 interest earned last month.\n\nTherefore, your return this month will be greater than last month because your investment basis will be higher. Your investment will now be worth $1,010.03 ($1,005 * (1 + .06/12)). Notice that the interest earned this second month is $5.03, which is different from the $5.00 from last month.\n\nAfter the third month, your investment will earn interest on the $1,000, the $5.00 earned from the first month, and the $5.03 earned from the second month. This demonstrates the concept of compound interest: the monthly amount earned will continually increase as long as the APY doesn't decrease and theinvestment principalis not reduced.\n\nBanks in the U.S. are required to include the APY when they advertise their interest-bearing accounts. That tells potential customers exactly how much money a deposit will earn if it is deposited for 12 months.\n\nSavings or checking accounts may have either a variable or fixed APY. A variable APY is one that fluctuates and changes withmacroeconomicconditions, while a fixed APY does not change (or changes much less frequently).\n\nOne type of APY isn't necessarily better than the other. While locking into a fixed APY sounds appealing, it could also mean missing out on higher rates when the Federal Reserve is increasing rates and APYs rise each month.\n\nMost savings, money market, andchecking accountshave variable APYs, although some promotional bank accounts or bank account bonuses may have a higher fixed APY up to a specific level of deposits. For example, a bank may reward 5% APY on the first $500 deposited, then pay 1% APY on all other deposits.\n\nGenerally, investors are typically awarded higher yields when they take on greater risk or agree to make sacrifices. The same can be said for the APY of checking and savings accounts, as well ascertificates of deposit.\n\nWhen a consumer holds money in a checking account, they're asking to have their money on demand to pay for expenses. At any time, they may need to buy groceries or pay other expenses, drawing from their account. For this reason, checking accounts often have the lowest APY because there is no risk or sacrifice for the consumer.\n\nWhen a consumer holds money in a savings account, they may not have an immediate need for it. Savings accounts typically have higher APYs than checking accounts because consumers generally tend to leave money in them longer, allowing the bank to use it to make loans and earn interest on it also.\n\nIn addition, when consumers hold a certificate of deposit, they agree to sacrifice liquidity and access to funds in return for a higher APY. They can't use or spend the money locked in a CD without paying a penalty. The APY on a CD is often the highest as the consumer is being rewarded for sacrificing immediate access to their funds.\n\nAPY is the annual percentage yield that reflects compounding on interest. It reflects the actual interest rate you earn on an investment because it considers the interest earned on your initial investment. Consider an example where the $100 investment yields 5% compounded quarterly. During the first quarter, you earn interest on the $100. However, during the second quarter, you earn interest on the $100 as well as the interest earned in the first quarter.\n\nAPY rates fluctuate often, and a good rate at one time may not be a good rate later. Generally, when the Federal Reserve raises interest rates, the annual percentage yield (APY) on savings accounts tends to increase. Therefore, APY rates on savings accounts are usually better when monetary policy is tight or tightening. In addition, there are often low-cost,high-yield savings accountsthat consistently deliver competitive APYs.\n\nAPY standardizes the rate of return. It does this by stating the real percentage of growth that will be earned in compound interest, assuming that the money is deposited for one year. The formula for calculating APY is (1 + r/n)ny, where r is the period rate, n is the number of compounding periods, and y is the number of years.\n\nAny investment is ultimately judged by its rate of return, whether it's a certificate of deposit, a share of stock, or a government bond. APY allows an investor to compare different returns for different investments on an apples-to-apples basis, allowing them to make a more informed decision.\n\nAPY calculates the rate earned in one year if the interest is compounded, providing a more accurate representation of the actual rate of return. APR includes any fees or additional costs associated with the transaction, but it does not account for the compounding of interest within a specific year. Rather, it is a simple interest rate.\n\nAPY is the actual rate of return you will earn on an investment or bank account. Unlike simple interest calculations, APY takes into account the compounding effect of prior interest earned, generating future returns. For this reason, APY will often be higher than simple interest, especially if the account compounds frequently.\n\nConsumer Financial Protection Bureau. \"Appendix A to Part 1030.\"\n\nFederal Deposit Insurance Corporation. \"What Is Annual Percentage Rate?\"\n\nConsumer Financial Protection Bureau. \"§ 1030.8 Advertising.\"",
  "url": "https://www.investopedia.com/terms/a/apy.asp"
}