{
  "term": "What Happened to OneCoin, the $4 Billion Crypto Ponzi Scheme?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nOneCoin was a cryptocurrency-basedPonzi scheme. The companies behind the scheme were OneCoin Ltd. and OneLife Network Ltd., founded by Bulgarian national Ruja Ignatova, who disappeared in 2017. However, not before the scheme raised $4 billion.\n\nRuja Ignatova started OneCoin in 2014, claiming it worked just like any othercryptocurrency.The claim was that OneCoins could be mined (with 120 billion coins available) and used to make payments, even having an e-wallet.However, there was no OneCoin blockchain model or payment system.\n\nThe company did sell educational materials, such as courses on cryptocurrencies. This was considered its main business. The courses included other areas as well, such as trading and investing.The courses were part of amulti-level marketing(MLM) scheme, where buyers were offered rewards for bringing in more participants.\n\nBuyers of the course packages were to receive tokens that could be used to mine OneCoins. Much of the course material offered was said to be plagiarized.\n\nThe exchange for converting OneCoin into other currencies was the OneCoin Exchange xcoinx, which was an internal marketplace. Members were able to access the exchange if they bought more than just the beginner package.\n\nSelling limits were placed on the accounts based on the level of education package purchased. In January 2017, the exchange was shut down.Leading up to the shutdown, OneCoin denied the majority of withdrawal requests. The exchange was the only way for affiliates to cash out.\n\nIn 2016, questions started to come up about OneCoin as many countries began to investigate the company, with some calling it a pyramid scheme. The Direct Selling Association in Norway first called the OneCoin fraud a pyramid scheme in March 2016.In May 2016, the Hungarian Central Bank warned against OneCoin being a pyramid scheme.\n\nIn 2017, OneCoin claimed it was the first company to become licensed by the Vietnamese government and legally allowed to be used as a digital currency. The Vietnamese government rebutted the claim.\n\nIn early 2018, the Bulgarian police raided the company’s office. Founder Ruja disappeared in 2017 when a warrant was filed for her arrest.Her brother, Konstantin Ignatov, replaced her as the face and manager of the company. Co-founder Greenwood was arrested in 2018 and Konstantin was arrested in November 2019.\n\nKonstantin pleaded guilty to fraud and money laundering.Greenwood was sentenced to 20 years in prison.OneCoin was never actively traded, nor could the coins be used to purchase anything.\n\nRuja Ignatova, the Bulgarian founder of OneCoin, known as Cryptoqueen, has not resurfaced since going into hiding in 2017.\n\nThere have been a number of other big Ponzi schemes in addition to OneCoin, the biggest crypto scheme ever. Bitconnect was exposed in 2018, ultimately crashing and causing its investors to lose $3.5 billion. PlusToken scammed investors until 2019, when it was closed down, after costing investors over $3 billion. GainBitcoin was an India-based coin that robbed investors of over $300 million before it closed down. Mining Max scammed investors out of $250 million until authorities shut it down in 2021.\n\nThe price of Bitcoin varies, but as of September 2023, was trading at $26,551. The price has fluctuated between roughly $26,000 and $67,500 over the 12 months between June 2021 and September 2023.\n\nU.S. Department of Justice, Southern District of New York.\"Co-Founder Of Multibillion-Dollar Cryptocurrency Scheme “OneCoin” Sentenced To 20 Years In Prison.\"\n\nCoindesk. \"$4B Ponzi Scheme OneCoin and ‘CryptoQueen’ Leader Found in Default in US Lawsuit.\"\n\nSkadden. \"Case 1:19-cv-04074-VEC,  Document 216, Donald Berdeaux and Christine Grablis vs. Onecoin LTD.; Ruja Ignatova; Sebastian Greenwood; Mark Scott; David Pike; Nicole J. Huesmann; Gilbert Armenta; and The Bank of New York Mellon,\" Pages 2, 4.\n\nU.S. Department of Justice, Southern District of New York. \"Co-Founder Of Multibillion-Dollar Cryptocurrency Scheme “OneCoin” Sentenced To 20 Years In Prison.\"\n\nSkadden. \"Case 1:19-cv-04074-VEC,  Document 216, Donald Berdeaux and Christine Grablis vs. Onecoin LTD.; Ruja Ignatova; Sebastian Greenwood; Mark Scott; David Pike; Nicole J. Huesmann; Gilbert Armenta; and The Bank of New York Mellon,\" Page 2.\n\nBitcoin.com. \"Buyer Beware! The Definitive OneCoin Ponzi Exposé.\"\n\nU.S. Department of Justice, Southern District of New York. \"United States of America vs. Konstantin Ignatov,\" Page 12.\n\nHungarian National Bank. \"Action against OneCoin was discussed by the Market Surveillance Working Group.\"\n\nCoindesk. \"OneCoin 'License' is a Fake, Says Vietnamese Government.\"\n\nCointelegraph. \"Bulgarian Police Raids OneCoin Offices, ‘Ponzi Scheme’ Servers Shut Down.\"\n\nUnited States Department of Justice, Southern District of New York. \"Manhattan U.S. Attorney Announces Charges Against Leaders Of “OneCoin,” A Multibillion-Dollar Pyramid Scheme Involving The Sale Of A Fraudulent Cryptocurrency.\"\n\nSkadden. \"Case 1:19-cv-04074-VEC,  Document 216, Donald Berdeaux and Christine Grablis vs. Onecoin LTD.; Ruja Ignatova; Sebastian Greenwood; Mark Scott; David Pike; Nicole J. Huesmann; Gilbert Armenta; and The Bank of New York Mellon,\" Page 2,8.\n\nCoinMarketCap. \"5 of the Biggest Crypto Ponzi Schemes.\"",
  "url": "https://www.investopedia.com/terms/o/onecoin.asp"
}