{
  "term": "What Is a Lease Option? Requirements, Benefits, and Example",
  "definition": "MoMo Productions / Getty Images\n\nA lease option is an agreement that gives a renter the choice to purchase the rented property during or at the end of the rental period. It also precludes the owner from offering the property for sale to anyone else. When the term expires, the renter must either exercise the option or forfeit it. A lease option is also known as a lease with the option to purchase.\n\nA lease option gives a potential buyer more flexibility than a standard lease-purchase agreement, which requires the renter to buy the home when the lease ends. The price of the home is agreed to upfront by the buyer (the renter) and the owner. The price is typically at the current market value of the home, allowing the renter to buy the home in the future at today's price.\n\nFor that option, the renter is usually charged an upfront fee by the owner, which might be 1% of the home's sale price. The fee goes towards the downpayment if the renter decides to buy the home at the end of the lease.\n\nThe lease option is especially helpful to those who might be building their credit or don't have enough saved for a downpayment. However, there are several features of lease options to consider.\n\nLeasing options come with a tradeoff for property owners, since they may lose the chance to sell the property for a higher price. In exchange, tenants pay more to rent with a leasing option than they would pay otherwise.\n\nThe owner charges a premium in addition to the standard monthly rent for the option to buy at today's price when the lease ends. The premium might be a percentage added to the current rent, such as a 10% surcharge of the standard monthly rent for a home of that size.\n\nThe premium, which is often called rent credit, becomes part of the downpayment for the home if the option is exercised to buy the home by the renter. However, the renter forfeits the extra money paid above the standard rent if the home is not purchased at the end of the lease.\n\nSome owners might take a one-time cash payment, often called valuable consideration, which is similar to the premium paid for an option in the financial markets. This is not a deposit on the purchase of the property, meaning it's not refundable. The amount ranges from a token fee to 5% of the expected purchase price.\n\nThe good news for renters is that typically, banks will allow the total funds of the premium above the rental payments to go to the downpayment for purchasing the home. However, if the rent charged was an at-market rate, the bank may not allow any of the funds to be applied to the purchase price. It's important that buyers check with multiple banks to determine their policies regarding financing a mortgage for a home with a lease option.\n\nThe term of the option may be any period on which the property owner and renter agree, but is commonly one to three years. The lease option contract also stipulates the property's purchase price at the start of the lease or how that price will be determined at the end of the option. More specifics on the lease option terms are in the following section.\n\nThere are a number of lease option characteristics, starting with the lease term. This defines the period during which the tenant will occupy the property. The purchase option price is also a critical component of the lease agreement, determining the price at which the tenant can buy the property if they choose to exercise their option. In some cases, an exact dollar amount may not be given but instead a method of calculating the value (i.e. theKelley Blue Bookvalue at the date of lease termination).\n\nThe option fee, also known as option consideration, is a non-refundable upfront payment made by the tenant to the landlord to secure the right to purchase the property during the lease term. Rent credits, if applicable, are additional financial incentives in some lease option agreements that may sometimes be used to offset fees or the purchase price.\n\nLease options often have an exercise period that defines the specific timeframe within which the tenant must notify the landlord of their intent to exercise the purchase option. It is crucial for the tenant to adhere to this timeframe to avoid losing the right to buy the property.\n\nLease options usually have default and termination clauses. Default and termination provisions should outline what happens if either party fails to meet their obligations. Some lease option agreements may include an option for the tenant to extend the lease term or exercise period if they need more time to decide on exercising the purchase option. In some cases, this extension may incur a fee.\n\nLast, the lease option may require anappraisalandinspection. This is to determine the property's current value and condition at the time of exercising the purchase option. In many ways, this protects the buyer from not overpaying for a less-than-valuable good.\n\nThis article primarily focuses onreal estate; however, there are a variety of industries that often bake lease options into contract agreements. These industries include but are not limited to:\n\nConsider making a proposal for the right to buy other assets. After a good has been used, the owner may recognize that its useful life has diminished and, if you're satisfied with the product, you may end up guiding an easy sale.\n\nThere are several reasons why the renter and the owner might enter into a lease option. It's important to consider whether the benefits outweigh any drawbacks for entering into the agreement.\n\nA potential buyer may have many reasons to use a lease option rather than buy the property outright at the start. A major consideration is not having enough money or credit to make the purchase. Renting can allow the potential buyer to save money for the purchase and at the same time, build their credit by making regular, on-time payments.\n\nThe renter has a chance to buy a property in the future at today's prices. If the renter doesn't have the money saved today to buy the home but is worried the home's value will increase in the next few years, the lease option is a good choice. Also, if the renter loves the home, the school district, or the neighborhood, the lease option takes the home off the market—allowing the renter to save enough to buy it when the lease ends.\n\nEven if the potential buyer has the means to purchase the property, they may not want to commit to it right away. For example, if the potential buyer is from another place, they might want to live in the new town before committing to the purchase. Or, they may still have their old property to sell before being able to buy the new property.\n\nFinally, the property may not qualify for certain loans, including aVA loan, due to needed repairs or upgrades. By renting first, the potential buyer can make those improvements in order to qualify for a loan later.\n\nA property owner may enter into a lease option agreement because they had trouble selling the house outright. The option can make the property more attractive to different types of potential buyers.\n\nAlso, if a homeowner is thinking of selling the home in a few years, the lease option allows the owner to collect a premium above the current market for rent. The worst-case scenario is that the renter doesn't buy the house; the owner places it on the market to sell and keeps the extra funds paid above the standard monthly rent.\n\nThere may also be tax issues involved in selling the property outright now instead of selling it later. The option, while not a guarantee to sell later, does make it more likely that the owner has a buyer ready to go at the end of the option.\n\nThe renter forfeits the extra money paid above the standard monthly rent if the option to buy the home is not exercised at the end of the lease.\n\nIn many ways, a lease option (or lease-to-own agreement) is similar to a right of first offer. Aright of first offer (ROFO)is a contractual provision that grants a specific party the first opportunity to purchase a property.\n\nIf the property owner decides to sell the property, they must first present the terms of the sale to the party holding the ROFO. This gives the holder the chance to accept or decline the offer.\n\nIf they decline or fail to respond within a specified timeframe, the property owner can then proceed to offer the property to other interested parties. However, should the negotiated price of the property materially vary from the price that was originally offered to the original tenant, there may a clause that requires the seller to re-approach the original tenant with the same package.\n\nA lease option is slightly different from aright of first refusal (ROFR). A ROFR is a contract that gives a specific party, usually a tenant or lessee, the right to match the terms of any offer made by a third party to purchase the property before the property owner can proceed with the sale.\n\nFor example, Party A owns a property and receives an offer from Party B to buy it. The tenant, Party C, has the opportunity to match the terms offered by Party B and, if Party A agrees to sell, they must approach Party C first.\n\nThough this feels similar to a lease option, there are substantial differences between the two. In a lease option, a tenant may be presented with an upfront opportunity to buy a property; should they decline, they may not be approached with the opportunity again. With a ROFR, it is on the seller to decide whether or not to pursue a sale; only at that time is the tenant looped into a potential deal. Instead of the clause being enacted based on the passage of time, a ROFR is triggered by the decision to sell.\n\nAn appraisal contingencyshould be included in the lease option agreement. In other words, when the lease ends, the home's value could have decreased. An appraisal provides an updated value of the property before the purchase and sale go through.\n\nIt's important to calculate the exact amount of money to be paid to the owner at the end of the lease option. Remember, the owner is taking the house off the market and forgoing any gains in the home's market value by entering into the lease option. The owner will want to be adequately compensated for not being able to sell the house to another person who was ready to buy it.\n\nFor those considering a lease option or a lease option to buy, they should ideally have a lawyer who is familiar with lease-option transactions to review the fine print to make sure there aren't any surprises when the lease term ends.\n\nA lease option should not be confused with alease purchase option. In a lease purchase option, the buyer is requiredto buy the home at the end of the rental period.\n\nSuppose that a landlord wishes to sell their home, valued at $500,000. The house has a long-term tenant who is currently saving to buy their own home. Both parties could try their luck on the housing market, but it might take some time for the landlord to find a suitable buyer and the tenant to find a suitable property and seller. Moreover, selling the house would require the property owner to vacate the tenants, thereby losing a source of monthly income.\n\nInstead, the landlord could offer their tenant a leasing option, providing an easier transition for both parties. In a typical lease option, the prospective buyer-tenant would pay an additional 3% to 5% of the house price per year ($15,000 to $25,000) as an option fee, as well as an additional premium to their monthly rent. In exchange, they would have the option to buy the house in two years, at today's price. The monthly premiums would contribute to thedown payment.\n\nThis arrangement works out to the advantage of both parties, although there is a tradeoff. The buyer-renter can lock in a favorable price on the home, but if they do not exercise the purchase option, they will have paid more money than they would have paid for an ordinary rental. In addition, they may also be responsible for maintenance costs that are normally the landlord's responsibility. The seller-landlord makes more money initially, but they lose the chance to take a higher offer.\n\nArent-to-own car, or lease-to-own car, uses a similar loan agreement to a lease option. The renter-buyer pays an upfront downpayment, as well as monthly payments. However, there's no purchase option—at the end of the rental period, the buyer owns the car outright. This arrangement ultimately costs less than a subprime loan and does not require a credit check; however, it's much more expensive than buying a car with good credit.\n\nAccording to Homelight, one way to find a lease-to-own home is to look for agents or brokerages with alease-to-own program. It is also possible to contact sellers directly—many property owners may want to sell their property without the trouble of going through a realtor. Finally, it is also possible to find lease-to-own arrangements from the foreclosure market. A lease-to-own arrangement on a house in pre-foreclosure would provide the owners with a steady income stream and a path to selling the house.\n\nThere are many sample lease-to-own contracts and templates available online. However, due to the size of the financial commitment, it would be wise to have a lawyer review your lease-to-own contract.\n\nLease-to-own agreements are typically not reported to credit bureaus, according to Experian, making them unlikely to appear on yourcredit report. However, you can always ask your landlord to report your rent payments, thereby helping to raise yourcredit score. Of course, that cuts both ways—a missed or late payment could end up lowering your credit.\n\nLeasing options are a popular way for homeowners to secure a potential buyer without having to put the property on the market. After paying an upfront fee, the tenant gains the right to buy the home at the end of their tenancy, often for a preferential price. This arrangement gives additional flexibility to prospective homebuyers, allowing them to build their savings and credit as they prepare to buy a home.\n\nHomelight.com. \"The Six Best Methods to Finding a Rent-to-Own Home.\"\n\nExperian. \"What Are the Pros and Cons of Rent-to-Own?\"",
  "url": "https://www.investopedia.com/terms/l/lease-option.asp"
}