{
  "term": "What Was Enron? What Happened and Who Was Responsible",
  "definition": "Enron was an energy-trading and utility company based in Houston, Texas, that perpetrated one of the biggest accounting frauds in history.Enron's executivesused misleadingaccounting practicesto inflate the company's revenues, presenting it as one of the most successful firms in the United States—until the fraud was uncovered, causing its rapid downfall. In December 2001, Enron filed forChapter 11bankruptcy, which was the largest corporate bankruptcy in U.S. history at that time.\n\nEnron, founded in 1986 after a merger between Houston Natural Gas and InterNorth, became a powerhouse in the energy industry. Underchief executive officer(CEO) Kenneth Lay, it expanded into energy trading and utilities. In 1990, Lay appointed Jeffrey Skilling, who had worked at McKinsey & Company, to run the newly created Enron Finance Corp.\n\nBy the late 1990s, Enron was a global leader in energy trading. The company developed a range of services, including:\n\nDespite its operational success, Enron hid massive trading losses and accumulated debt through complex accounting practices like special purpose entities (SPEs) and mark-to-market accounting. At its peak, Enron’s stock traded at $90.75, but after the fraud was uncovered, it plummeted to $0.26.\n\nThe former Wall Street darling quickly became a symbol of modern corporate crime. Enron was one of the first big-name accounting scandals, but triggered an investigation of other corporate fraud schemes at companies including WorldCom and Tyco International.\n\nBefore coming to light, Enron was internally fabricating financial records and falsifying the success of its company. Though the entity did achieve operational success during the 1990s, the company's misdeeds were finally exposed in 2001.\n\nLeading up to the turn of the millennium, Enron's business appeared to be thriving. The company became the largest natural gas provider in North America in 1992, and the company launched EnronOnline, its trading website allowing for better contract management just months before 2000.The company also rapidly expanded into international markets, led by the 1998 merger with Wessex Water.\n\nEnron's stock price mostly followed theS&P 500for most of the 1990's. However, expectations for the company began to soar near the end of the decade. In 1999, the company's stock increased 56%. In 2000, it increased an additional 87%. During these years, Enron widely beat the stock market's returns, and the company soon traded at a 70x price-to-earnings ratio.\n\nIn February 2001, Kenneth Lay stepped down as Chief Executive Officer and was replaced by Jeffrey Skilling. A little more than six months later, Skilling stepped down as CEO in August 2001, with Lay taking over the role again.\n\nAround this time, Enron Broadband reported massive losses. Lay revealed in the company's Q2 2001 earnings report that \"...in contrast to our extremely strong energy results, this was a difficult quarter in our broadband businesses.\" In this quarter, the Broadband Services department reported afinancial lossof $102 million.\n\nAlso, around this time, Lay sold 93,000 shares of Enron stock for roughly $2 million while telling employees via e-mail to continue buying the stock and predicting significantly higher stock prices. In total, Lay was eventually found to have sold over 350,000 Enron shares, with total proceeds greater than $20 million.\n\nDuring this time, Sherron Watkins had expressed concerns regarding Enron's accounting practices. A Vice President for Enron, she wrote an anonymous letter to Lay expressing her concerns. Watkins and Lay eventually met to discuss the matters, in which Watkins delivered a six-page report detailing her concerns. These concerns were presented to an outside law firm in addition to Enron's accounting firm; both agreed there were no issues to be found.\n\nBy October 2001, Enron had reported a third quarter loss of $618 million. As a result, Enron announced it would need to restate its financial statements from 1997 to 2000 to correct accounting violations.\n\nEnron's $63.4 billion bankruptcy was the biggest on record at the time.\n\nOn Nov. 28, 2001, credit rating agencies reduced Enron's credit rating to junk status, effectively solidifying the company's path to bankruptcy.On the same day, Dynegy, a fellow energy company Enron was attempting to merge with, decided to nix all future conversations with the company and opted against any merger agreement. By the end of the day, Enron's stock price had dropped to $0.61.\n\nEnron Europe was the first domino, filing for bankruptcy after close of business on Nov. 30. The rest of Enron followed suit on Dec. 2.Early the following year, Enron dismissed Arthur Andersen as itsauditor, citing that the auditor had yielded advice to shred evidence and destroy documents.\n\nIn 2006, the company sold its last business, Prisma Energy.The next year, the company changed its name to Enron Creditors Recovery Corporation with the intention of repaying any remaining creditors and open liabilities as part of the bankruptcy process.\n\nAfter emerging from bankruptcy in 2004, the newboard of directorssued 11 financial institutions involved in helping conceal the fraudulent business practices of Enron executives. Enron collected nearly $7.2 billion from these financial institutions as part of legal settlements. The banks included the Royal Bank of Scotland, Deutsche Bank, and Citigroup.\n\nKenneth Lay pleaded not guilty to eleven criminal charges. He was convicted of six counts of securities and wire fraud and was subject to a maximum of 45 years in prison. However, Lay died on July 5, 2006, before sentencing was to occur.\n\nJeff Skilling was convicted on 19 of the 28 counts of securities fraud he was charged with, in addition to other charges of insider trading. He was sentenced to 24 years and four months in prison, though the U.S. Department of Justice reached a deal with Skilling in 2013. The deal resulted in 10 years being cut off of his sentence.\n\nAndy Fastow and his wife, Lea, pleaded guilty to charges against them, including money laundering, insider trading, fraud, and conspiracy. Fastow was sentenced to 10 years without parole to testify against other Enron executives.Fastow has since been released from prison.\n\nEnron went to great lengths to enhance its financial statements, hide its fraudulent activity, and report complex organizational structures to both confuse investors and conceal facts. The causes of the Enron scandal include but are not limited to the factors below.\n\nEnron devised a complex organizational structure leveraging special purpose vehicles (or special purpose entities). These entities would \"transact\" with Enron, allowing Enron to borrow money without disclosing the funds asdebton their balance sheet.\n\nSPVs provide a legitimate strategy that allows companies to temporarily shield a primary company by having a sponsoring company possess assets. Then, the sponsor company can theoretically secure cheaper debt than the primary company (assuming the primary company may have credit issues). There are also legal protection and taxation benefits to this structure.\n\nThe primary issue with Enron was the lack of transparency surrounding the use of SPVs. The company would transfer its own stock to the SPV in exchange for cash or a note receivable. The SPV would then use the stock to hedge an asset against Enron's balance sheet. Once the company's stock started losing its value, it no longer provided sufficient collateral that could be exploited by being carried by an SPV.\n\nEnron inaccurately depicted many contracts or relationships with customers. By collaborating with external parties such as its auditing firm, it was able to record transactions incorrectly, not only in accordance withGAAPbut also not in accord with agreed-upon contracts.\n\nFor example, Enron recorded one-time sales as recurring revenue. In addition, the company would intentionally maintain an expired deal or contract through a specific period to avoid recording a write-off during a given period.\n\nMany of Enron's financial incentive agreements with employees were driven by short-term sales and quantities of deals closed (without consideration for the long-term validity of the deal). In addition, many incentives did not factor in the actual cash flow from the sale. Employees also received compensation tied to the success of the company's stock price, while upper management often received large bonuses tied to the company's stock market performance.\n\nPart of this issue was the rapid rise of Enron's equity success. On Dec. 31, 1999, the stock closed at $44.38. Just three months later, it closed on March 31, 2000 at $74.88. With the stock hitting $90 by the end of 2000, the massive profits some employees received only fueled further interest in obtaining equity positions in the company.\n\nMany external parties learned about Enron's fraudulent practices, but their financial involvement with the company likely caused them not to intervene. Enron's accounting firm, Arthur Andersen, received many jobs and financial compensation in return for their services.\n\nInvestment bankers collected fees from Enron's financial deals. Buy-side analysts were often compensated to promote specific ratings in exchange for stronger relationships between Enron and those institutions.\n\nBoth Enron Energy Services and Enron Broadband were poised to be successful due to the emergence of the internet and heightened retail demand. However, Enron's over-optimism resulted in the company over-promising online services and timelines that were simply unrealistic.\n\nThe ultimate downfall of Enron was the result of overall poor corporate leadership andcorporate governance. Former Vice President of Corporate Development Sherron Watkins is noted for speaking out about various financial treatments as they were occurring.However, top management and executives intentionally disregarded and ignored concerns. This tone from the top set the precedent across accounting, finance, sales, and operations.\n\nIn the early 1990s, Enron was the largest seller of natural gas in North America. Ten years later, the company no longer existed due to its accounting scandal.\n\nOne additional cause of the Enron collapse was mark-to-market accounting. Mark-to-market accounting is a method of evaluating a long-term contract using fair market value. At any point, the long-term contract or asset could fluctuate in value; in this case, the reporting company would simply \"mark\" its financial records up or down to reflect the prevailingmarket value.\n\nThere are two conceptual issues with mark-to-market accounting, both of which Enron took advantage of. First, mark-to-market accounting relies very heavily on management estimation. Consider long-term, complex contracts requiring the international distribution of several forms of energy. Because these contracts were not standardized, it was easy for Enron to artificially inflate the value of the contract because it was difficult to determine the market value appropriately.\n\nSecond, mark-to-market accounting requires companies to periodically evaluate the value and likelihood that revenue will be collected. Should companies fail to continually evaluate the value of the contract, it may easily overstate the expected revenue to be collected.\n\nFor Enron, mark-to-market accounting allowed the firm to recognize its multi-year contracts upfront and report 100% of income in the year the agreement was signed, not when the service would be provided or cash collected. This form of accounting allowed Enron to report unrealized gains that inflated its income statement, allowing the company to appear much more profitable than it was.\n\nThe Enron bankruptcy, at $63.4 billion in assets, was the largest on record at the time.The company's collapse shook the financial markets and nearly crippled the energy industry. While high-level executives at the company concocted the fraudulent accounting schemes, financial and legal experts maintained that they would never have gotten away with it without outside assistance. TheSecurities and Exchange Commission(SEC), credit rating agencies, and investment banks were all accused of having a role in enabling Enron's fraud.\n\nInitially, much of the finger-pointing was directed at the SEC, which the U.S. Senate found complicit for its systemic and catastrophic failure of oversight. The Senate's investigation determined that had the SEC reviewed any of Enron's post-1997 annual reports, it would have seen the red flags and possibly prevented the enormous losses suffered by employees and investors.\n\nThe credit rating agencies were found to be equally complicit in their failure to conduct proper due diligence before issuing an investment-grade rating on Enron's bonds just before its bankruptcy filing. Meanwhile, the investment banks—through manipulation or outright deception—had helped Enron receive positive reports from stock analysts, which promoted its shares and brought billions of dollars of investment into the company.It was a quid pro quo in which Enron paid the investment banks millions of dollars for their services in return for their backing.\n\nEnron reported total company revenue of:\n\nBy the time Enron started to collapse, Jeffrey Skilling was the firm's CEO. One of Skilling's key contributions to the scandal was to transition Enron's accounting from a traditional historical cost accounting method to mark-to-market accounting, for which the company received official SEC approval in 1992.\n\nSkilling advised the firm's accountants to transfer debt off Enron's balance sheet to create an artificial distance between the debt and the company that incurred it. Enron continued to use these accounting tricks to keep its debt hidden by transferring it to itssubsidiarieson paper. Despite this, the company continued to recognizerevenueearned by these subsidiaries.As such, the general public and, most importantly, shareholders were led to believe that Enron was doing better than it actually was despite the severe violation of GAAP rules.\n\nSkilling abruptly quit in August 2001 after less than a year as chief executive—four months before the Enron scandal unraveled. According to reports, his resignation stunned Wall Street analysts and raised suspicions despite his assurances that his departure had \"nothing to do with Enron.\"\n\nSkilling and Kenneth Lay were tried and found guilty of fraud and conspiracy in 2006. Other executives plead guilty. Lay died shortly after his conviction, and Skilling served twelve years, by far the longest sentence of any of the Enron defendants.\n\nIn the wake of the Enron scandal, the term \"Enronomics\" came to describe creative and often fraudulent accounting techniques that involve aparent companymaking artificial, paper-only transactions with its subsidiaries to hide losses the parent company has suffered through other business activities.\n\nParent company Enron had hidden its debt by transferring it (on paper) to wholly-ownedsubsidiaries—many of which were named after Star Wars characters—but it still recognized revenue from the subsidiaries, giving the impression that Enron was performing much better than it was.\n\nAnother term inspired by Enron's demise was \"Enroned,\" slang for having been negatively affected by senior management's inappropriate actions or decisions. Being \"Enroned\" can happen to any stakeholder, such as employees, shareholders, or suppliers. For example, if someone lost their job because their employer was shut down due to illegal activities they had nothing to do with, they have been \"Enroned.\"\n\nAs a result of Enron, lawmakers put several new protective measures in place. One was theSarbanes-Oxley Actof 2002, which enhances corporate transparency and criminalizes financial manipulation. TheFinancial Accounting Standards Board(FASB) rules were also strengthened to curtail the use of questionable accounting practices, and corporate boards were required to take on more responsibility as management watchdogs.\n\nOn its bankruptcy anniversary, Enron has been \"resurrected\" in what seems to be an elaborate joke. On December 2, 2024, a new website appeared under the Enron brand, claiming the company had reincorporated with a mission to solve the global energy crisis.\n\nHowever, the site, which includes generic corporate content, is a satirical marketing stunt. The trademark was bought by The College Company, who are behind the \"Birds Aren't Real\" mock conspiracy theory. The website includes some cryptic references to crypto, leading to speculation that a digital token might be launched. While the site promotes \"innovation\" and energy solutions, it primarily serves to sell Enron-branded merchandise like hoodies, tees, and water bottles.\n\nThe stunt, blending satire and consumer culture, has raised more questions than answers about its true intent.\n\nEnron used special purpose entities to hide debt and mark-to-market accounting to overstate revenue. In addition, it ignored internal advisement against these practices, knowing that its publicly disclosed financial position was incorrect.\n\nWith shares trading for around $90/each, Enron was once worth about $70 billion. Leading up to its bankruptcy, the company employed over 20,000 employees. The company also reported over $100 billion of company-wide net revenue (though this figure has since been determined to be incorrect).\n\nSeveral key executive team members are often noted as being responsible for the fall of Enron. The executives include Kenneth Lay (founder and former Chief Executive Officer), Jeffrey Skilling (former Chief Executive officer replacing Lay), and Andrew Fastow (former Chief Financial Officer).\n\nAt the time, Enron's collapse was the biggestcorporate bankruptcyever to hit the financial world (since then, the failures of WorldCom, Lehman Brothers, and Washington Mutual have surpassed it). The Enron scandal drew attention to accounting and corporate fraud. Its shareholders lost tens of billions of dollars in the years leading up to its bankruptcy, and its employees lost billions more in pension benefits. To help prevent corporate scandals of Enron's magnitude, increased regulation and oversight have been enacted into law.\n\nU.S. Joint Committee on Taxation. \"Report of Investigation of Enron Corporation and Related Entities Regarding Federal Tax and Compensation Issues, and Policy Recommendations, Volume 1: Report,\" Page 56.\n\nU.S. Joint Committee on Taxation. \"Report of Investigation of Enron Corporation and Related Entities Regarding Federal Tax and Compensation Issues, and Policy Recommendations, Volume 1: Report,\" Pages 59-63.\n\nUniversity of Chicago. \"Enron Annual Report 2000.\"\n\nU.S. Joint Committee on Taxation. \"Report of Investigation of Enron Corporation and Related Entities Regarding Federal Tax and Compensation Issues, and Policy Recommendations, Volume 1: Report,\" Pages 77 and 84.\n\nWall Street Journal. \"Enron Announces Acquisition of Wessex Water for $2.2 Billion.\"\n\nUniversity of Missouri, Kansas City. \"Enron Historical Stock Price.\"\n\nThe New York Times. \"Enron Chairman Kenneth Lay Resigns, Company Says.\"\n\nUniversity of Chicago. \"Enron Reports Second Quarter Earnings.\"\n\nU.S. Securities and Exchange Commission. \"SEC Charges Kenneth L. Lay, Enron's Former Chairman and Chief Executive Officer, with Fraud and Insider Trading.\"\n\nU.S. Securities and Exchange Commission. \"Form 10-Q, 9/30/2001, Enron Corp.\"\n\nU.S. Joint Committee on Taxation. \"Report of Investigation of Enron Corporation and Related Entities Regarding Federal Tax and Compensation Issues, and Policy Recommendations, Volume 1: Report,\" Page 85.\n\nGovInfo. \"Enron and the Credit Rating Agencies.\"\n\nUnited States Bankruptcy Court. \"Enron Corp. Bankruptcy Information.\"\n\nBlackstone. \"Enron Announces Proposed Sale of Prisma Energy International Inc.\"\n\nGovInfo. \"Enron Creditors Recovery Corp.\"\n\nJournalNow. \"Judge OKs Billions to Enron Shareholders.\"\n\nUnited States Department of Justice.\"Federal Jury Convicts Former Enron Chief Executives Ken Lay, Jeff Skilling on Fraud, Conspiracy and Related Charges.\"\n\nFederal Bureau of Investigation. \"Former Enron Chief Financial Officer Andrew Fastow Pleads Guilty to Commit Securities and Wire Fraud, Agrees to Cooperate with Enron Investigation.\"\n\nU.S. Joint Committee on Taxation. \"Report of Investigation of Enron Corporation and Related Entities Regarding Federal Tax and Compensation Issues, and Policy Recommendations, Volume 1: Report,\" Page 62.\n\nUniversity of North Carolina. \"Enron Whistleblower Shares Lessons on Corporate Integrity.\"\n\nU.S. Joint Committee on Taxation. \"Report of Investigation of Enron Corporation and Related Entities Regarding Federal Tax and Compensation Issues, and Policy Recommendations, Volume 1: Report,\" Pages 5-6 and 79.\n\nGeorge Benston. \"The Quality of Corporate Financial Statements and Their Auditors Before and After Enron.\"\n\nU.S. Joint Committee on Taxation. \"Report of Investigation of Enron Corporation and Related Entities Regarding Federal Tax and Compensation Issues, and Policy Recommendations, Volume 1: Report,\" Pages 2, 44, and 70-75.\n\nThe New York Times. \"Jeffrey Skilling, Former Enron Chief, Released After 12 Years in Prison.\"\n\nU.S. Joint Committee on Taxation. \"Report of Investigation of Enron Corporation and Related Entities Regarding Federal Tax and Compensation Issues, and Policy Recommendations, Volume 1: Report,\" Page 72.\n\nCNN Business. \"Enron has been resurrected in what appears to be an elaborate joke.\"",
  "url": "https://www.investopedia.com/terms/e/enron.asp"
}