{
  "term": "What Is a Fee? Definition, How They Work, Types, and Examples",
  "definition": "A fee is a fixed price charged for a specific service. Fees are applied in a variety of ways and appear as costs, charges, commissions, and penalties. Fees are most commonly found in heavily transactional services and are paid in lieu of a wage or salary.\n\nFees are most often associated withtransactionalrelationships, specifically those with professionals who provide services.\n\nIn some cases, a fee is charged when an individual hires a business to do a specific task, such as cleaning a house or filing taxes. This type of fee is often the most transparent and transactional, as it represents payment for the sole reason the business was hired.\n\nExamples of transactional fees include mortgage fees and fees for wiring money.\n\nIt is important to read the fine print in contracts and ask questions about any and all fees in order to avoid unexpected hidden fees for a product or service.\n\nIndividuals and businesses pay a variety of fees. An individual may pay a financial advisor a fee for helping them choose and manage their investments.\n\nA family may pay a fee to a real estate broker when selling a home. A business may pay a fee to an accountant to help manage its books, and to a security company to protect its building after work hours. Governments may charge fees for abusiness licenseor an individual passport.\n\nBelow are some other types of fees that you may encounter.\n\nFees charged by banks can be transactional (related to a specific service requested) or not. In some cases, as when an account is overdrawn or a credit card payment is made late, a fee is charged as a penalty.\n\nIn other cases, such as when a bank charges a monthly fee to checking account holders, the fee actually has little to do with the cost of maintaining the accounts. Regulations targeting the activities of banks have reduced or eliminated traditional sources of revenue, prompting these organizations to find other ways to get it.\n\nInvestors who trade stocks, mutual funds, and options face a variety of fees. Equity trades often carry a per trade fee known as a tradecommission, while options trades include both a per trade fee and a per-contract fee.\n\nFees paid for margin trading vary according to the outstanding margin balance, with a lower fee rate levied on higher balances. An investor looking to put some money into mutual funds may be faced with costs like themanagement expense ratio (MER)and fees associated with load funds.\n\nFees can also be charged in situations in which a customer requests additional services or makes special requests.\n\nThese à la carte fees are commonly found in transactions related to travel. For example, a travel package may include the option of having ground transportation waiting for the customer upon arrival at a port of call.\n\nOne of the more recognizable examples involves baggage on flights, as airlines often allow passengers to bring one carry-on item for free but charge for any bags that are checked.\n\nHave you ever noticed that your phone or cable bill or the price you paid for your dream vacation may be higher than you expected? That may be due to extra fees tacked on to the original charge.\n\nWhile most consumers expect to pay specific fees for the services they use, additional charges that they were unaware of when they signed up may be added. These are called hidden or undisclosed fees. They may appear in the fine print on a contract.\n\nThese are charged by a variety of companies such as banks, credit card companies, cellphone companies, cable and internet providers,brokersand insurance firms, and those in the travel industry.\n\nHidden fees can cost consumers enormous sums of money every year (and, in turn, make big profits for corporations). They are usually regulated at the state and federal level.\n\nGrowing Awareness and Government Response\n\nAccording to a 2016 report from the National Economic Council, these fees can often be considered deceptive because they muddy a consumer's understanding of the purchase price. The report states that hidden fees have steadily increased in the airline, hotel, and related industries.\n\nIn 2023, President Biden announced an effort by his administration to control hidden fees, or as the White House labeled them, junk fees. Not only do junk fees cost consumers and businesses tens of billions of dollars each year, they make it hard for people to comparison shop and for small businesses to innovate and compete.\n\nIn 2024, the Council of Economic Advisers (CEA) estimated that 10 junk fees alone amounted to $90 billion in charges per year for the nation's consumers.\n\nOne hotel may charge travelers $110 per night. If you’re looking for a deal, you may opt for cheaper accommodations at another hotel at a rate of $100 per night. But there may be a $10 resort fee at the time of booking or even at a later date. Such charges are not typically part of the price advertised.\n\nSome hotels justify these fees for amenities like swimming pools or gym access. The cost may be the same in the end, but the $100 per night rate may be what attracted the consumer and why they booked with that hotel.\n\nInvestors in securities may face multiple fees and expenses. It is important to carefully study the fee schedule before trading to avoid losing profits.\n\nHOA fees are charged by aHomeowner's Associationto pay for maintenance of public areas, security, and other services that improve the neighborhood. They may also be used to remunerate elected HOA officials and to defray legal costs.\n\nAs of August 2024, PayPal transactions and donations were free for senders in the U.S. Most merchant fees are 3.49%, but they are slightly lower for QR code transactions. There are additional fees for international transactions (5% with a maximum of $4.99) and fixed fees for currency transactions.\n\nThere is a separate fee schedule for cryptocurrency transactions, which start at $0.49 for a transaction under $5 and up to 1.5% for one over $1,000, in addition to the normal cost spread.\n\nAretainer feeis an upfront payment toengage a lawyer, consultant, accountant, or other professional. A typical retainer fee does not represent the final cost of the transaction. The specialist may return money from the retainer if the work finishes early, or bill additional time if the retainer is insufficient.\n\nA rehoming fee is a fee charged by animal shelters or owners for the adoption of an animal. In addition to defraying the costs of food and veterinary care, a high rehoming fee can prevent animals from being used for unethical purposes.\n\nAloan origination feeis an additional fee charged by lenders to pay for the costs of executing a loan. A typical origination fee is 0.5% to 1% of the total loan value and is used to defray the cost of processing, underwriting, and executing a loan contract.\n\nFees are an unpleasant but accepted part of transactional relationships, especially when there are additional charges by third parties.\n\nWhile some additional costs are to be expected for various services, the abuse of hidden fees is a potentially unethical way of squeezing extra revenue from unsuspecting customers. The federal government has taken steps to address this growing financial burden on consumers and businesses.\n\nU.S. Small Business Administration. \"Apply for Licenses and Permits.\"\n\nU.S. Department of State, Bureau of Consular Affairs. \"Passport Fees.\"\n\nNational Economic Council. \"The Competition Initiative And Hidden Fees (December 2016).\"\n\nThe White House. \"Biden-⁠Harris Administration Announces Broad New Actions to Protect Consumers From Billions in Junk Fees.\"\n\nThe White House. \"The Price Isn’t Right: How Junk Fees Cost Consumers and Undermine Competition.\"\n\nU.S. Securities and Exchange Commission. \"Updated Investor Bulletin: How Fees and Expenses Affect Your Investment Portfolio.\"\n\nPayPal. \"PayPal Merchant Fees.\"\n\nPayPal. \"PayPal Consumer Fees.\"",
  "url": "https://www.investopedia.com/terms/f/fee.asp"
}