{
  "term": "What Is an Index? Examples, How It's Used, and How to Invest",
  "definition": "An index is a collection of a group of assets such as stocks and bonds that's used to track the performance of a specific sector or the broader market.\n\nA financial index produces a numeric score based on inputs such as a variety of asset prices. It can be used to track the performance of a group of assets in a standardized way. Indexes typically measure the performance of a basket of securities intended to replicate a certain area of the market.\n\nThese could be constructed as a broad-based index that captures the entire market, such as the Standard & Poor's 500 Index or Dow Jones Industrial Average (DJIA), or more specialized, such as indexes that track a particular industry or segment, such as the Russell 2000 Index, which tracks only small-cap stocks.\n\nIndexes are also created to measure other financial or economic data such as interest rates, inflation, or manufacturing output. Indexes often serve asbenchmarksagainst which to evaluate the performance of a portfolio's returns. One popular investment strategy, known asindexing, is to try to replicate such an index in a passive manner rather than trying to outperform it.\n\nIndexes in finance are typically used to track a statistical measure of change in various security prices. In finance, it typically refers to a statistical measure of change in a securities market.\n\nIn the case of financial markets, stock and bond market indexes consist of a hypothetical portfolio of securities representing a particular market or a segment of it. (You cannot invest directly in an index.)\n\nThe S&P 500 Index and theBloomberg US Aggregate Bond Indexare common benchmarks for the U.S. stock and bond markets, respectively. In reference to mortgages, it refers to a benchmark interest rate created by a third party.\n\nEach index related to the stock and bond markets has its own calculation methodology. In most cases, the relative change of an index is more important than the actual numeric value representing the index.\n\nFor example, if theFTSE 100 Indexis at 6,670.40, that number tells investors the index is nearly seven times its base level of 1,000. However, to assess how the index has changed from the previous day, investors must look at the amount the index has fallen, often expressed as a percentage.\n\nIndexes are also often used as benchmarks against which to measure the performance of mutual funds andexchange-traded funds(ETFs). For instance, many mutual funds compare their returns to the return in the S&P 500 Index to give investors a sense of how much more or less the managers are earning on their money than they would make in anindex fund.\n\n\"Indexing\" is a form of passive fund management. Instead of a fund portfolio manager actively stock picking and market timing—that is, choosing securities to invest in and strategizing when to buy and sell them—the fund manager builds a portfolio wherein the holdings mirror the securities of a particular index.\n\nThe idea is that by mimicking the profile of the index—the stock market as a whole, or a broad segment of it—the fund will match its performance as well.\n\nSince you cannot invest directly in an index, index funds are created to track their performance. These funds incorporate securities that closely mimic those found in an index, thereby allowing an investor to bet on its performance, for a fee. An example of a popular index fund is theVanguard S&P 500 ETF(VOO), which closely mirrors the S&P 500 Index.\n\nWhen putting together mutual funds and ETFs, fund sponsors attempt to create portfolios mirroring the components of a certain index. This allows an investor to buy a security likely to rise and fall in tandem with the stock market as a whole or with a segment of the market.\n\nThe largest exchange-traded fund (ETF) that tracks the S&P 500 is the Vanguard S&P 500 ETF (VOO), closely followed by the SPDR S&P 500 ETF Trust (SPY).\n\nThe S&P 500 Index is one of the world'sbest-known market proxy indexesand one of the most commonly used benchmarks for the stock market. It includes 80% of the total stocks traded in the United States.\n\nConversely, the Dow Jones Industrial Average is also well known, but represents stock values from just 30 of the nation's publicly traded companies. Other prominent indexes include theNasdaq 100 Index,Wilshire 5000 Total Market Index, MSCIEAFE Index, and the Bloomberg US Aggregate Bond Index.\n\nLike mutual funds, indexed annuities are tied to a trading index. However, rather than the fund sponsor trying to put together an investment portfolio likely to closely mimic the index in question, these securities feature a rate of return that follows a particular index but typically have caps on the returns they provide.\n\nFor example, if an investor buys an annuity indexed to the Dow Jones and it has a cap of 10%, its rate of return will be between 0% and 10%, depending on the annual changes to that index. Indexed annuities allow investors to buy securities that grow along with broad market segments or the total market.\n\nAdjustable-rate mortgages feature interest rates that adjust over the life of the loan. The adjustable interest rate is determined by adding a margin to an index. One of the most popular indices on which mortgages are based is the Secured Overnight Financing Rate (SOFR). For example, if a mortgage indexed to the SOFR has a 2% margin and the SOFR is 3%, the interest rate on the loan is 5%.\n\nAn index fund is a mutual fund or ETF that seeks to replicate the performance of an index, often by constructing its portfolio to mirror that of the index itself. Index investing is considered a passive strategy since it does not involve stock picking or active management. Studies show that over time, indexing strategies tend to perform better than stock-picking strategies. Because they are passive, index funds also tend to have lower fees and tax exposure.\n\nIndexes can be built in a number of ways, often with consideration of how to weight the various components of the index. The three main ways include:\n\nIndexes areuseful for providing valid benchmarksagainst which to measure investment performance for a given strategy or portfolio. By understanding how a strategy does relative to a benchmark, one can understand its true performance.\n\nIndexes also provide investors with a simplified snapshot of a large market sector, without having to examine every single asset in that index. For example, it would be impractical for an ordinary investor to study hundreds of different stock prices in order to understand the changing fortunes of different technology companies. A sector-specific index can show the average trend for the sector.\n\nIn the United States, the leading stock indexes are the Dow Jones Industrial Average, the S&P 500, the Nasdaq Composite, and the Russell 2000. For international markets, the Financial Times Stock Exchange 100 (FTSE 100) Index and theNikkei 225Index are popular proxies for the British and Japanese stock markets, respectively. Most countries with stock exchanges publish at least one index for their major stocks.\n\nWhile stock market indexes may most often come to mind, indexes are also constructed around other asset classes. In the bond market, for example, the Bloomberg Aggregate Bond Index tracks the investment-grade bond market, while theEmerging Market Bond Indexlooks at government bonds of emerging market economies.\n\nMarket indexesprovide a broad representation of how markets are performing. These indices serve as benchmarks to gauge the movement and performance of market segments. Investors also use indexes as a basis for portfolio or passive index investing. In the U.S., such representative indexes include the large-cap S&P 500 and the technology-heavy Nasdaq 100.\n\nVettaFi. \"Largest ETFs: Top 100 ETFs by Assets.\"\n\nS&P Dow Jones Indices. \"S&P 500.\"\n\nS&P Dow Jones Indices. \"Dow Jones Industrial Average.\"\n\nS&P Dow Jones Indices. “SPIVA Report Card.”",
  "url": "https://www.investopedia.com/terms/i/index.asp"
}