{
  "term": "What Is Prepayment Risk? Definition, Consequences, and Examples",
  "definition": "Prepaymentrisk is the risk involved with the premature return of principal on afixed-income security. When debtors return part of the principal early, they do not have to make interest payments on that part of the principal. That means investors in associated fixed-income securities will not receive interest paid on the principal. The prepayment risk is highest for fixed-income securities, such ascallable bondsand mortgage-backed securities (MBS). Bonds with prepayment risk often haveprepayment penalties.\n\nPrepayment risk exists in some callable fixed-income securities that may be paid off early by theissuer, or in the case of a mortgage-backed security, the borrower. These features give the issuer the right, but not the obligation, to redeem the bond before its scheduled maturity.\n\nWith a callable bond, the issuer has the ability to return the investor's principal early. After that, the investor receives no more interest payments. Issuers ofnoncallablebonds lack this ability. Consequently, prepayment risk, which describes the chance of the issuer returning the principal early and the investor missing out on subsequent interest, is only associated with callable bonds.\n\nFor mortgage-backed securities, mortgage holders may refinance or pay off their mortgages, which results in thesecurity holder losing future interest. Because the cash flows associated with such securities are uncertain, their yield-to-maturity cannot be known for certain at the time of purchase. If the bond was purchasedat a premium(a price greater than 100), the bond's yield is then less than the one estimated at the time of purchase.\n\nThe core problem with prepayment risk is that it can stack the deck against investors. Callable bonds favor the issuer because they tend to makeinterest rate riskone-sided. When interest rates rise, issuers benefit from locking in low rates. On the other hand, bond buyers are stuck with a lower interest rate when higher rates are available. There is anopportunity costwhen investors buy and hold bonds in a rising rate environment. From atotal returnperspective, bondholders also suffer a capital loss when interest rates rise.\n\nWhen interest rates fall, investors only benefit if the bonds are not called. As market interest rates go down, the bondholders gain by continuing to receive the old interest rate, which was higher. Investors can also sell the bonds to obtain acapital gain. However, issuers will call their bonds and refinance if interest rates decline substantially, eliminating the possibility for bondholders to benefit from rate changes. Investors in callable bonds lose when interest rates rise, but they can't win when rates fall.\n\nAs a practical matter,corporate bondsoften have call provisions, whilegovernment bondsrarely do. That is one reason why investing in government bonds is often a better bet in a falling interest rate environment. However, corporate bonds still have higher returns in the long run.\n\nInvestors should consider prepayment risk, as well as default risk, before choosing corporate bonds over government bonds.\n\nNot all bonds have prepayment risk. If a bond cannot be called, then it does not have prepayment risk. A bond is a debt investment in which an entity borrows money from an investor. The entity makes regular interest payments to the investor throughout the bond's maturity period. At the end of the period, it returns the investor's principal. Bonds can either be callable or noncallable.\n\nFor a callable bond, the higher a bond's interest rate relative to current interest rates, the higher the prepayment risk. With mortgage-backed securities, the probability that the underlying mortgages will be refinanced increases as current market interest rates fall further below the old rates.\n\nFor example, a homeowner who takes out a mortgage at 7% has a much stronger incentive to refinance after rates drop to 4% or 5%. When and if the homeowner refinances, those who invested in the original mortgage on the secondary market do not receive the full term of interest payments. If they wish to keep investing in the mortgage market, they will have to accept lower interest rates or higherdefault risk.\n\nInvestors who purchase a callable bond with a high interest rate take on prepayment risk. In addition to being highly correlated with falling interest rates, mortgage prepayments are highly correlated with rising home values. That's because rising home values provide an incentive for borrowers to trade up their homes or use cash-outrefinances, both of which lead to mortgage prepayments.",
  "url": "https://www.investopedia.com/terms/p/prepaymentrisk.asp"
}