{
  "term": "What Is Skewness? Right-Skewed vs. Left-Skewed Distribution",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSkewness measures the asymmetry in a set of observations where activity is concentrated in one range and less in another.\n\nA normal distribution exhibits zero skewness and is often shown as abell curve. Skewness is the degree of asymmetry observed in a set of data. A distribution is right-skewed if the mean is higher than themedian, and left-skewed if the mean is below the median.\n\nNegative, or left-skewed, refers to a longer or fatter tail on the left side of the distribution, while positive, or right-skewed, refers to a longer or fatter tail on the right. These two skews show the direction or weight of the distribution.\n\nThe three probability distributions below are right-skewed to an increasing degree. The mean of positively skewed data will be greater than the median, because positive outliers pull the mean higher. In a left-skewed distribution, the mean of negatively skewed data will be less than the median.\n\nA right-skewed or positive distribution means its tail is more pronounced on the right side than on the left. Since the distribution is positive, the assumption is that its value is positive. As such, most of the values end up left of the mean. This means that the most extreme values are on the right side.\n\nNegative or left-skewed means the tail is more pronounced on the left rather than the right. Most values are found on the right side of the mean in negative skewness. As such, the most extreme values are found further to the left.\n\nA zero skew means the data graph is symmetrical and reveals a normal data distribution regardless of how long or fat the distribution tails are.\n\nTwo methods to measure skewness includePearson’sfirst and second coefficients of skewness. Pearson’s first coefficient of skewness, or Pearson's mode skewness, subtracts the mode from the mean and divides the difference by thestandard deviation.\n\nPearson’s second coefficient of skewness, or Pearson median skewness, subtracts the median from the mean, multiplies the difference by three, and divides the product by the standard deviation.\n\nSk1=Xˉ−MosSk2=3(X−Md)swhere:Sk1=Pearson’s first coefficient of skewness andSk2the seconds=The standard deviation for the sampleXˉ=Is the mean valueMo=The modal (mode) valueMd=Is the median value\\begin{aligned}&\\qquad\\qquad\\qquad\\quad\\frac{Sk_1=\\frac{\\bar{X}-Mo}{s}}{Sk_2=\\frac{3(X-Md)}{s}}\\\\&\\textbf{where:}\\\\&Sk_1=\\text{Pearson's first coefficient of skewness and } Sk_2\\\\&\\qquad\\quad\\text{the second}\\\\&s=\\text{The standard deviation for the sample}\\\\&\\bar{X}=\\text{Is the mean value}\\\\&Mo=\\text{The modal (mode) value}\\\\&Md=\\text{Is the median value}\\end{aligned}​Sk2​=s3(X−Md)​Sk1​=sXˉ−Mo​​where:Sk1​=Pearson’s first coefficient of skewness andSk2​the seconds=The standard deviation for the sampleXˉ=Is the mean valueMo=The modal (mode) valueMd=Is the median value​\n\nPearson’s first coefficient of skewness is used if the data exhibit a strong mode. Pearson's second coefficient may be preferable if the data have a weak mode or multiple modes, as it does not rely on themodeas a measure of central tendency.\n\nSkewness tells you where the outliers occur, although it doesn't tell you how many outliers there are.\n\nInvestors note skewness when judging a return distribution because it, likekurtosis, considers the extremes of the data set rather than focusing solely on the average. Short- and medium-term investors look at extremes because they are less likely to hold a position long enough to be confident that the average will work out.\n\nInvestors commonly use standard deviation to predict future returns, but the standard deviation assumes a normal distribution. As few return distributions appear normal, skewness is a better measure to base performance predictions.\n\nSkewness risk is the increased risk of turning up a data point of high skewness in a skewed distribution. Many financial models that attempt to predict the future performance of an asset assume a normal distribution. If the data are skewed, this model will always underestimate skewness risk in its predictions. The more skewed the data, the less accurate this financial model will be.\n\nImage by Julie Bang © Investopedia 2020\n\nOne common example of skewness is gambling. Many gambling games involve a high chance of losses, but a rare chance of an extremely high payout.\n\nConsider a single-number bet in a game of roulette: The player puts $100 on one of 38 numbers (European wheels have 37). If the ball lands on their number, they get a payout of $3,500 plus their original stake. Otherwise, the player loses $100.\n\nMost spins lose money, but the \"average\" loss is only about 5%.Because of the rare chance of a high payout, the set of possible outcomes is heavily right-skewed.\n\nSkewness measures the bias in a set of numbers. A right skew means that the average is above, or to the right, of most of the data points. A left skew means that the average is below, or to the left, of most of the data.\n\nA strong skew could mean a few extreme values that pull the average higher or lower. If there is no skew, the distribution of the numbers is the same on both sides of the average.\n\nInvestors study skew to understand the likely returns on their investments. Some assets have positive expected returns, but a high degree of skewness. That could mean a high probability that the investor would lose money, but a small probability of a high return.\n\nThe broadstock marketis often considered to have a negatively skewed distribution. The notion is that the market often returns a small positive return and a large negative loss. However, studies have shown that the equity of an individual firm may tend to be left-skewed.A common example of skewness is displayed in the distribution of household income within the United States.\n\nSkewness reflects a data set in which activity is heavily condensed in one range and less condensed in another. Imagine scores being measured at an Olympic long jump contest. Many jumpers will likely land larger distances, while a smaller number will likely land short distances. This often creates a right-skewed distribution. Therefore, the relationship between the data points and how often they occur causes skewness.\n\nSkewness is commonly found when analyzing data sets, as there are situations where skewness is simply a component of the data set being analyzed. For example, consider the average human lifespan. As most people tend to die after reaching an elderly age, fewer individuals pass away when they are younger. In this case, skewness is expected and normal.\n\nSkewness is a statistical measure that shows whether a distribution is distorted or asymmetrical. If it is right-skewed, there are more high values than lower ones. If the opposite is true and the tail is more pronounced on the left, then the skew is negative.\n\nRoulette Star. \"Roulette Games House Edge.\"\n\nOxford Academic. \"The Skewness of the Stock Market Over Long Horizons.\"",
  "url": "https://www.investopedia.com/terms/s/skewness.asp"
}