{
  "term": "What Is an Investment Adviser, How Do They Work?",
  "definition": "An investment adviser (also known as astock broker) is any person or group that makes investment recommendations or conducts securities analysis in return for a fee, whether through direct management of clients' assets or by way of written publications. The precise definition of the term was established through theInvestment Advisers Act of 1940.\n\nAn investment adviser with sufficient assets to be registered with theSecurities and Exchange Commission (SEC)is known as aRegistered Investment Adviser (RIA).Investment advisers are also referred to as “financial advisors” and can alternatively be spelled as “investment advisors” or “financial advisors.”\n\nInvestment advisers work as professionals within the financial industry by providing guidance to clients in exchange for specific fees. Investment advisers owe afiduciary dutyto their clients and are required to put their clients’ interests first at all times.\n\nFor example, investment advisers must ensure that clients’ transactions are given priority over their own and that any recommendations made to clients are well tailored to those clients’ needs, preferences, and financial circumstances. Investment advisers must also be careful to avoid any real or perceived conflicts of interest.\n\nOne way in which investment advisers seek to minimize real or perceivedconflicts of interestis through their compensation structure. Investment advisers are paid through fees which cause their own success to be linked to that of the client.\n\nFor example, an investment adviser might charge a management fee based on the size or performance of the client’s assets. That way, the investment adviser has a clear financial motive to work toward the client’s success.\n\nInvestment advisers often have a level ofdiscretionary authorityallowing them to act on behalf of their clients without having to obtain formal permission prior to executing a transaction. However, this authority must be formally provided by the client, generally as part of the client onboarding process.\n\nIf investment advisers are operating within the U.S. they must register with the SEC if they manage assets totaling $100 million or more. Investment advisers with lesser amounts of assets are still eligible to register, but they are only required to register at the state level.Additionally, records regarding investment advisers and their associated firms must also be kept, to enable oversight of the industry.\n\nSuppose you are a 65 year-old retiree that has just hired an investment adviser to manage your retirement funds. The adviser you chose was recommended for her close adherence to the best practices of the investment management industry.\n\nYou recently downsized your home and have $1 million in combined retirement savings. You have some experience investing and are comfortable buyingblue-chip stocks. However, given your age andrisk toleranceyou are mostly interested in preserving your principal and ensuring you have adequate money to fund your lifestyle for the next 20 or more years.\n\nAt your first meeting, your investment adviser began by asking you a series of questions designed to thoroughly understand your retirement plans, financial circumstances, risk tolerance, investment objectives, and other factors relevant for assessing your needs. She carefully explained her compensation structure (a mixture of flat fees and performance fees) and addressed the measures she takes to minimize real or perceived conflicts of interest. She explained that as part of the onboarding process she would obtain discretionary authority over your investment accounts and that she would have a fiduciary responsibility toward you as her client. Lastly, she directed you toward resources where you can verify and monitor her registration status.\n\nAfter thoroughly answering your questions, your adviser suggested various potential investment strategies designed to best meet your needs given your budget and preferences. After careful discussion, you agreed on a course of action and completed the ongoing process.\n\nIn the months and years ahead, you would continue to have scheduled communication with your adviser where she would update you on the status of your investments and address your concerns.\n\nU.S. Congress. \"Investment Advisers Act of 1940.\" Page 3.\n\nU.S. Securities and Exchange Commission. \"General Information on the Regulation of Investment Advisers.\"\n\nU.S. Securities and Exchange Commission. \"Regulation Best Interest and the Investment Adviser Fiduciary Duty: Two Strong Standards that Protect and Provide Choice for Main Street Investors.\"\n\nU.S. Securities and Exchange Commission. \"Laws and Rules.\"",
  "url": "https://www.investopedia.com/terms/i/investmentadvisor.asp"
}