{
  "term": "What Is Black Tuesday? Definition, History, and Impact",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nBlack Tuesday was Oct. 29, 1929, and it was marked by a sharp fall in the stock market, with theDow Jones Industrial Average (DJIA)especially hard hit in high trading volume. The DJIA fell 12%, one of the largest one-day drops in stock market history. More than 16 million shares were traded in the panicsell-off, which effectively ended the Roaring Twenties and led the global economy into theGreat Depression.\n\nBlack Tuesday signaled the end of a period of post-World War I economic expansion and the beginning of the Great Depression, which lasted until the beginning of World War II.\n\nThe United States emerged from World War I as a major economic power, but the country's focus was on developing its own industry rather than international cooperation. Hightariffswere imposed on many imported products to protect nascent industries such as cars and steel. Agricultural prices fell as European production returned after being shut down during the war, and tariffs were imposed to try to protect American farmers as well. However, their incomes and the value of their farms fell, and migration to the industrialized cities accelerated.\n\nTheboomyears of the so-called Roaring Twenties were fueled by optimism that the world had fought the war to end all wars, and good times had arrived permanently. Between 1921 and the crash in 1929, stock prices went up nearly five times as ordinary individuals bought stock, often for the first time.This was fueled by lending bybrokersthat at times reached two-thirds of the stock price, with the purchased stock serving ascollateral. Income inequality also rose. It is estimated that the top 1% of America's population held 19.9% of its wealth.\n\nBy the middle of 1929, the economy was showing signs of slowing, led by declines in purchases of houses and cars as consumers were burdened with debt. Steel production weakened.\n\nA few years earlier, European production of agricultural goods began to recover following World War I, which meant American farmers would lose that market to sell their goods. As a result, the U.S. Congress passed a series of bills designed to help American farmers by increasing tariffs (or prices) on imports, including agricultural products. At the same time, news from Europe indicated an excellent harvest, which meant an increased supply and overproduction, pushing commodity prices lower and rattling the markets.\n\nThe U.S. Congress stepped in again and passed theSmoot-Hawley tariff act, which not only increased tariffs on agricultural goods but on goods in other sectors as well. Many other countries had also adoptedprotectionistpolicies. The impact on global trade was devastating. International trade had decreased by 66% from 1929 to 1934.\n\nIn August, theFederal Reserve Bankallowed its New York regional board to raise itsdiscount rate.The monetary policy move caused central banks around the world to follow suit. The London stock market dropped sharply on Sept. 20 when top investor Clarence Hatry was jailed for fraud. Markets gyrated for the next month.\n\nAll of these factors eventuallycaused the stock market to crash. OnBlack Thursday, Oct. 24, the market fell 11% at the open. Heads of the major American banks devised a plan to support the market by buying large chunks of stock, and the market closed down just 6 points. But byBlack Monday, the 28th, panic and margin calls spread. The market fell 13% and a further 12% on Black Tuesday in record-setting volume.Efforts led by the financiers and industrialists to support prices could notstem the tideof selling. The market lost over $30 billion of value between September and November.\n\nThe market hit a 20th-century low of 41.22 on July 8, 1932, which was a fall of 89% from its high of 381.17 on Sept. 3, 1929.Economic growth, as measured byGross Domestic Product (GDP), shrank by more than 36% from 1929 to 1933. The unemployment rate in the United States surged to over 25% as workers were laid off after they had been hired during the boom years.\n\nIt was only after President Franklin Delano Roosevelt was elected that the economy showed signs of taking a turn towards the better. Among his achievements is stopping the Smoot-Hawley tariffs and establishing the Reciprocal Trade Agreement Act in 1934.Still, a new high wasn't reached until Nov. 23, 1954.\n\nFederal Reserve History. \"Stock Market Crash of 1929.\"\n\nPima Community College. \"US History II: Chapter 119, The Stock Market Crash of 1929.\" Lumen Learning.\n\nFederal Reserve Bank of St. Louis, FRED. \"Dow-Jones Industrial Stock Price Index for United States.\"\n\nPiketty, Thomas and Emmanuel Saez. \"Income Inequality in the United States, 1913-1998.\"The Quarterly Journal of Economics, vol. 118, no. 1, February 2003, pp. 8.\n\nOffice of the Historian. \"Protectionism in the Interwar Period (Archived Content).\"\n\nMatthew Frank. \"Prologue: The Curious Case of Clarence C. Hatry: Financier, Fraudster, Migration Expert.\"Making Minorities History: Population Transfer in Twentieth-Century Europe. Oxford University Press, 2017.\n\nNational Archives. \"Four Score and Seven Years Ago.\"\n\nWheelock, David C. \"Lessons Learned? Comparing the Federal Reserve’s Responses to the Crises of 1929-1933 and 2007-2009.\"Federal Reserve Bank of St. Louis Review, vol. 92, no. 2, March/April 2010, pp. 90.\n\nDouglas A. Irwin. \"From Smoot-Hawley to Reciprocal Trade Agreements: Changing the Course of U.S. Trade Policy in the 1930s.\"The Defining Moment: The Great Depression and the American Economy in the Twentieth Century.University of Chicago Press, 1998.",
  "url": "https://www.investopedia.com/terms/b/blacktuesday.asp"
}