{
  "term": "What Is a Grantor? Responsibilities, Role, and Types",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA grantor is an individual or other entity that creates atrust. Their assets are placed into the trust. A grantor may also function as thetrusteeand may be referred to as the settlor, trustmaker, ortrustor.\n\nA grantor can also refer to the seller or writer of either call or put options contracts who collects the premiums for which the options are sold. They're sold through exchanges to option holders who are responsible for payment of the premiums.\n\nThe grantor is the person who creates a trust. Thebeneficiariesare the persons identified in the trust documents to receive the assets it holds.\n\nThe assets in the trust are supplied by the grantor. The associated property and funds are transitioned into the ownership of the trust.\n\nThe grantor may function as the trustee, managing the property the trust contains, but this is not required and it's not possible with some types of trusts.\n\nThe trust is referred to as a grantor trust if the grantor is the trustee. Non-grantor trusts are still funded by the grantor but control of the assets is relinquished. This allows the trust to function as a separate tax entity from the grantor.\n\nTrusts are designed to hold money, investments, or property for various purposes. Types of trusts include testamentary trusts, living (inter vivos) trusts,revocable trusts, and irrevocable trusts. They're created and protect assets in different ways.\n\nTrusts can facilitate a smooth and speedy transfer of assets upon the grantor's death. They can eliminateprobatecosts, minimizeestate taxes, and ensure that the settlor’s assets are used in the way intended.\n\nA trust can allow a parent to make sure their child doesn’t squander away an inheritance. Trusts also let the settlor decide what should happen to the assets in the event of future mental disability or incapacity, provided that they have full mental capabilities at the time they're setting the terms.\n\nA grantor is also synonymous with \"option writer.\" A grantor in this context creates contracts for selling options for an underlying interest or asset. A grantor may have sold a call option or assumed a short position in a call option. The grantor has to sell the underlying stock at thestrike priceif thecall optionis exercised.\n\nConversely, the grantor is said to be long and must purchase the underlying stock at the strike price if they sell aput option. Serving as an option writer is relatively risky, especially in anaked positionwhen the writer doesn't have possession of the asset involved in the contract.\n\nOptions are contracts that provide the buyer and seller with the right but not the obligation to purchase or sell a particular asset at a specified price on a particular date. This is referred to as the strike price. These contracts are supported by the presence of the underlying asset, which may be composed of a particular stock, an exchange-traded fund (ETF), or other applicable financial products.\n\nThe options writer or grantor has no authority as to whether the option will be exercised before the contract expires. In cases where a grantor anticipates a loss based on the position, they can choose to participate in a secondary deal with another party designed to offset the risk associated with the obligation.\n\nAn irrevocable trust requires the grantor to step aside after the trust is formed and funded with property and assets. The grantor cannot act as trustee and cannot reclaim the property funded into the trust. They can't change any of its terms, including its named beneficiaries. As the name implies, the trust cannot be revoked for any reason.\n\nBut these restrictions come with some significant advantages, particularly for the wealthy. The property in the trust isn't subject to estate taxes upon the death of the grantor because the grantor has given up ownership of those assets. They no longer contribute to the value of their estate. These trusts also provide protection from creditors.\n\nA trust that can safeguard an inheritance is referred to as a spendthrift trust. It contains provisions that prevent a potentially spendthrift beneficiary from taking their entire inheritance at once and wasting all the money or assets. The trust apportions bequests in smaller increments, typically over a period of years. The beneficiary doesn't have a great deal of money to spend or waste at any particular time.\n\nThese trusts can also offer some protection from creditors.\n\nOptions are contracts. A call option gives a buyer a contractual right to buy a security at a specific \"strike\" price. A put option is effectively the flip side, giving the buyer of a security the right to sell it, again at its strike price. A grantor in the context of investments writes or creates these options.\n\nThere are two types of grantors. One funds a trust as part of an estate plan and may or may not retain the reins to and ownership of the assets placed into it. The other type of grantor works in an investment capacity. They write call or put options contracts and collect premiums when the options are sold.\n\nBoth roles demand a high level of integrity but their inherent duties are vastly different.\n\nNational Council on Aging. \"Living Trust vs. Will: Key Differences.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"\n\nCornell Law School Legal Information Institute. \"Irrevocable Trust.\"\n\nNew York City Bar Association. \"Spendthrift Trust.\"\n\nUnited States Office of Government Ethics. \"Call or Put Option (Written).\"",
  "url": "https://www.investopedia.com/terms/g/grantor.asp"
}