{
  "term": "What Is the Dependency Ratio, and How Do You Calculate It?",
  "definition": "The dependency ratio is a measure of the number ofdependentsaged zero to 14 and over the age of 65, compared with the total population aged 15 to 64. This demographic indicator gives insight into the number of people of non-working age, compared with the number of those of working age.\n\nIt is also used to understand the relative economic burden of the workforce and has ramifications for taxation. The dependency ratio is also referred to as the total or youth dependency ratio.\n\n﻿Dependency Ratio=#DependentsPopulation Aged 15 to 64⋅100\\text{Dependency Ratio} = \\frac{\\# \\text{ Dependents}}{\\text{Population Aged 15 to 64}} \\cdot 100Dependency Ratio=Population Aged 15 to 64#Dependents​⋅100﻿\n\nA high dependency ratio means those of working age, and the overall economy, face a greater burden in supporting the aging population. The youth dependency ratio includes those only under 15, and the elderly dependency ratio focuses on those over 64.\n\nThe dependency ratio focuses on separating those ofworking age, deemed between the ages of 15 and 64 years of age, from those of non-working age. This also provides an accounting of those who have the potential to earn their own income and who are most likely to not earn their own income.\n\nVarious employment regulations make it unlikely that individuals less than 15 years old would get employed for any personal income.A person who turns 65 years old is generally considered to be ofnormal retirement ageand is not necessarily expected to be part of the workforce.It is the lack of income potential that generally qualifies those under 15 and over 64 as dependents as it is often necessary for them to receive outside support to meet their needs.\n\nDependency ratios are generally reviewed to compare the percentage of the total population, classified as working age, that will support the rest of the non-working age population. This provides an overview for economists to track shifts in the population.\n\nAs the percentage ofnon-working citizensrises, those who are working are likely subject to increased taxes to compensate for the larger dependent population.\n\nAt times, the dependency ratio is adjusted to reflect a more accurate dependency. This is due to the fact those over 64 often require more government assistance than dependents under the age of 15. As the overall age of the population rises, the ratio can be shifted to reflect the increased needs associated withan aging population.\n\nFor example, assume that the mythical country of Investopedialand has apopulationof 1,000 people, and there are 250 children under the age of 15, 500 people between the ages of 15 and 64, and 250 people aged 65 and older. The youth dependency ratio is 50%, or 250/500.\n\nThe dependency ratio only considers age when determining whether a person is economically active. Other factors may determine if a person is economically active aside from age, including status as a student, illness or disability, stay-at-home parents, earlyretirement, and the long-termunemployed. Additionally, some people choose to continue working beyond age 64.\n\nA good dependency ratio is a low dependency ratio. A low dependency ratio indicates that there is a sufficient number of people in the workforce that can support the dependent population. Lower dependency ratios typically signify better healthcare for aging adults as well as higher pensions. A high dependency ratio, on the other hand, indicates stress on the economy as the dependent population is too large to be supported by the workforce.\n\nAs of 2022, the country with the lowest dependency ratio is United Arab Emirates, with a ratio of 20.57. The country with the highest dependency ratio at 105.13 is Niger. The United States has a dependency ratio of 54.05.\n\nAge is the primary factor that affects the dependency ratio, as that determines who is and is not included in the workforce.The demographics of a nation, however, are affected by a variety of factors, such as birth rates, immigration policies, and other government policies (such as China's previous one-child policy). If a country can attract foreign workers, it will help grow the workforce, similarly, if the birth rate is high, then there will be enough individuals to replace the portion of the workforce that retires. These factors would help lower the dependency ratio.\n\nThe dependency ratio is a demographic indicator that measures the number of dependents aged zero to 14 and over the age of 65, compared with the total population aged 15 to 64. It is analyzed to determine the people of working age versus those of non-working age, which aids in understanding taxation, which in turn impacts the government's revenue and, therefore, various aspects of the nation.\n\nA lower dependency ratio is ideal as it signifies less of a burden on the workforce in supporting those who are not working.\n\nThe CIA World Factbook. \"Dependency Ratios.\"\n\nU.S. Department of Labor. \"Non-Agricultural Jobs - 14-15.\"\n\nU.S. Department of Labor. \"Workers Under 18.\"\n\nSocial Security Administration. \"Normal Retirement Age.\"\n\nThe Global Economy.com \"Age Dependency Ratio - Country Rankings.\"",
  "url": "https://www.investopedia.com/terms/d/dependencyratio.asp"
}