{
  "term": "What Is a Covenant? Definition, Meaning, Types, and Examples",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nIn its broadest sense, a covenant is a promise, agreement, or contract between two parties. As part of the covenant, the two parties agree that certain activities will or will not be carried out.\n\nCovenants in finance most often relate to terms in a financial contract, such as a loan document or bond issue stating the limits at which the borrower can further lend. Covenants in religion often convey the binding relationship between a deity and humanity.\n\nRegarding business, covenants are most often represented in terms offinancial ratiosthat must be maintained, such as a maximum debt-to-asset ratio or other such ratios. Covenants can cover everything from minimum dividend payments to levels that must be maintained in working capital to key employees remaining with the firm.\n\nOnce a covenant is broken, the lender typically has the right to call back the obligation from the borrower or take measures to reduce the lender's risk. Generally, there are two types of primary covenants included in agreements: affirmative covenants and negative covenants. In addition, a third type of covenant—financial covenants—is sometimes separated into its own category.\n\nAn affirmative or positive covenant is a clause in a loan contract that requires a borrower to perform specific actions.Examples ofaffirmative covenantsinclude requirements to maintain adequate levels of insurance, requirements to furnish audited financial statements to the lender, compliance with applicable laws, and maintenance of proper accounting books and credit rating, if applicable.\n\nA violation of an affirmative covenant ordinarily results in outright default. Certain loan contracts may contain clauses that provide a borrower with a grace period to remedy the violation. If not corrected, creditors are entitled to announce default and demand immediate repayment of principal and any accrued interest.\n\nNegative covenants are put in place to make borrowers refrain from certain actions that could result in the deterioration of their credit standing and ability to repay existing debt.The most common forms of negative covenants restrict or forbid something from happening. Common examples include restricting a company from issuing dividends to its shareholders, restricting management fees from being paid to related parties, or restricting the amount of debt a business can carry.\n\nA negative covenant can be circumnavigated with specific overriding approval of the covenant issuer. For example, imagine a company that wants to embark on a merger but is not allowed to due to a negative covenant. Should the opposite party in the covenant agree to release the restriction, the company can proceed. This may also be the case during the acquisition of real estate, capital investments, or disposition of assets.\n\nLastly, a covenant can be tied to a specific numerical metric. This metric is often financial and may be a single number or calculation to derive a certain ratio for value. A financial covenant is often monitored closely over time as it is the most likely covenant to suddenly change.\n\nThe argument could be made that a financial covenant is actually a positive or negative covenant. For example, imagine a company being required to maintain a certain financial ratio above a certain calculated amount. Since this is imposing a requirement, it could technically be classified as a positive covenant. However, some view positive or negative covenants as a single outcome. Meanwhile, financial covenants evaluate operating performance to ensure the overall health of the entity.\n\nIn business, financial covenants are often separated into maintenance covenants or incurrence covenants. Maintenance covenants often stipulate operating performance that can not be breached. An example is theinterest coverage ratioto ensure a company has sufficient earnings to cover interest assessments. Incurrence covenants occur when a company takes action that impacts financial performance. For example, a company must maintain itsdebt-to-equity ratioabove 0.40; should it wish to raise more debt, it must ensure it satisfies the incurrence covenant.\n\nIn finance, covenants are often put in place by lenders to protect themselves from borrowers defaulting on their obligations due to financial actions detrimental to themselves or the business.\n\nDifferent industries and sectors have different types of covenants. In general, it's pretty common to see both positive and negative covenants across different industries.\n\nDebt covenants have been the example used most within this article. A debt covenant arises when an entity works with a financial institution to take out a loan. To secure the loan, the entity must agree to meet certain criteria, not perform certain activities, and maintain good financial standing.\n\nDebt covenants can also impact the lender. For instance, imagine a company secures aline of creditand hopes to use this line over the next several years. It is in the company's best interest to partner with a bank that maintains good financial standing and manages operational risk. Therefore, the borrower may impose covenants on the lender as part of the agreement to ensure the borrower will have long-term capabilities of securing financing.\n\nA property covenant is an agreement between multiple parties that stipulates howreal propertyor real estate will or will not be used.These types of covenants may restrict the landowner or require specific action to be taken. For example, homeowner association (HOA) covenants often require property to have trees trimmed to a certain height or outline how parking spaces are to be utilized.\n\nSome property covenants will \"run with the land\" or exist in perpetuity regardless of who the owner is.For example, a property covenant may restrict the type or quantity of livestock allowed on a property. Should this covenant be transferrable to any new owner in the future, the covenant is tied to the land.\n\nCovenants have been historically used to discriminate against race, religion, or sexual orientation. For example, more than 500 of these historical covenants were discovered applying to 20,000 properties in King County, Washington. Supreme Court rulings and state law now make these discriminatory covenants illegal.\n\nWhile covenants are legal agreements by their nature, covenants are also simply part of the legal system. Law is a form of covenant, as law covenants are often negative covenants that restrict an individual or company from performing certain actions. The law may explain the outcome of what will happen should the covenant (law) be broken. Anycommon lawintended to prevent criminal activity is an example of a law covenant.\n\nCovenants are often found in religion, as a deity often makes promises or agreements to the people of the world or requires something of humankind. Although the types of religious covenants specifically within the Bible are discussed below, covenants are a common part of Christianity, Islam, Hinduism, and Buddhism.\n\nThere are two types of covenants in the Bible. First, conditional covenants are promises from God that certain outcomes will occur. However, for God to fulfill his part of the covenant, humanity must do its part first. Second, the Bible includes unconditional covenants, which are promises from God that he will fulfill an oath with his divine power without any associated conditions.\n\nA covenant violation—often called a breach of covenant—is a failure to uphold the agreed-upon terms of a covenant. Whether a party failed to execute a positive covenant, performed a task it shouldn't have as outlined by a negative covenant, or wasn't able to maintain certain operational metrics, the contract has been broken.\n\nA bond violation is a breach of the terms of the covenants of a bond. Bond covenants are designed to protect the interests of both parties, where the inclusion of the covenant is in the bond's indenture, which is the binding agreement, contract, or document between two or more parties.\n\nWhen an issuer violates a bond covenant, it is considered to be intechnical default. A common penalty for violating a bond covenant is the downgrading of a bond's rating, which could make it less attractive to investors and increase the issuer's borrowing costs. For example, Moody's, one of the major credit rating agencies in the United States, rates a bond's covenant quality on a scale of 1 to 5, with five being the worst. This means that a bond with a covenant rating of five is an indication that covenants are being violated consistently.\n\nLenders will often allow for remedy on violated covenants. For financial covenants, after a company has breached its covenant, it must often:\n\nIn general, a party may have legal recourse to seek compensation for damages should a different party have breached a covenant. For property, failure to comply with association rules or covenants may result in fines or liens. Though an HOA cannot force a homeowner to sell their home, other types of property covenants may call forliquidationor transfer of ownership.\n\nFailure to comply with law covenants results in fines, penalties, fees, or more serious legal punishment. When you park your car on the side of the street, you are subject to the covenant that stipulates you pay for that space during a specific time. Should you fail to comply, you are subject to a parking ticket. Any court proceeding or case is an example of a failed covenant.\n\nLastly, different religions uphold different consequences for not adhering to specific teachings. The Quran states that should someone stray from believing in Islamic teachings, Allah will never forgive them nor will He guide them \"to the right way.\"\n\nAs part of its 2021 annual report, Amazon.com Inc. publicly disclosed its note payable obligation. Because of the potential importance and restriction of covenants, it chose to publicly state that the notes were not subject to any covenants.\n\nConversely, Apple Inc. also report notes payable, though there are terms and conditions as part of their debt obligation. The following excerpt from its 2021 annual report outlines exceptions the limitations on additional interest on the notes:\n\n\"The Company will, subject to the exceptions and limitations set forth below, pay as additional interest on the Notes such additional amounts (“Additional Amounts”) as are necessary in order that the net payment by the Company or the paying agent of the Company...will not be less than the amount provided in the Notes to be then due and payable.\"\n\nApple further discusses covenants restricting consolidation or merger activity. Their covenant states they may perform these activities as long as:\n\nCovenants may be related to finances, property, law, or religion. In business, a loan covenant may disallow a company from acquiring another company or may require a certain amount of cash on hand. A property covenant may require the grass to be cut a specific number of times per year. A religious covenant may be a promise from God to never send a destructive flood like the one Noah experienced again.\n\nCovenants on a property restrict how a property can be used or set the precedence of how it must be used. Consider a house under the provision of a homeowner's association. The HOA may restrict the owner from renting out the property or listing the property on Airbnb.\n\nReal estate covenants used to restrict who could legally purchase or occupy real property. For example, consider covenants in King County, Seattle, that used to enforce restrictions based on race, national origin, or ethnic background.\n\nToday, real estate covenants are more related to the actual operation and maintenance of a home. Some covenants require certain action to be taken (e.g., owners of a home must trim their trees) while others restrict action (e.g., owners of a home are not allowed to build a fence).\n\nA contract can outline any covenant one party wishes to require as long as the other party agrees to its compliance. As part of the contracting stage, the two parties must communicate their requirements and negotiate what to include and exclude in a contract. The covenants listed from one contract to another may be entirely different, as different parties may wish to be protected in different ways.\n\nAccording to the Bible, the Lord has made several covenants. At the highest level, God has promised to humanity that he will one day return to Earth and grant everlasting life. The Bible also outlines several other covenants where God has made a promise to mankind that may or may not require action on humanity's part.\n\nCovenants create the parameters of many contracts, whether it's the social contract enforced by a system of laws, the boundaries created by a religion, or limits on how to use your business or property. Read and understand any affirmative or negative covenants before entering into an agreement.\n\nLexis Nexis. \"Affirmative Covenants in Credit Agreements.\"\n\nVela Wood. \"Negative Covenants in Lending Transactions.\"\n\nWard and Smith, P.A. \"Restrictive Covenants: What Are They and Why Should You Care?\"\n\nCornell Law. \"Covenant That Runs With the Land.\"\n\nKing County. \"Unlawful, Discriminatory Restrictive Covenants.\"\n\nAmazon. \"2021 Annual Report,\" Page 66.",
  "url": "https://www.investopedia.com/terms/c/covenant.asp"
}