{
  "term": "What Does Imperfect Competition Mean in Economics?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nImperfect competition exists whenever a market violates the abstract tenets of neoclassicalperfect competition.\n\nThis can happen in both real and hypothetical markets. In an imperfectly competitive environment, companies sell different products and services, set their own individual prices, fight formarket share, and are often protected by barriers to entry and exit.\n\nPerfect competition is a set of assumptions inmicroeconomicsused to make the theories of consumer and producer behavior, supply and demand, and market price determination mathematically tractable so that they can be precisely defined and described. Inwelfare economicsand applied economics for public policy, perfect competition is also sometimes utilized as a standard to measure the effectiveness and efficiency of real-world markets.\n\nIn a perfectly competitive environment, the following criteria must be met:\n\nIt is immediately apparent that very few businesses in the real world operate this way, bar perhaps a few exceptions, such as vendors at a flea market or farmer’s market.\n\nIf and when the forces listed above are not met, competition is said to be imperfect. It is labeled as such because differentiation results in certain companies gaining an advantage over others, enabling them to generate higherprofitthan peers, sometimes at the expense ofcustomers.\n\nImperfect competition creates opportunities to generate more profit, unlike in a perfect competition environment, where businesses earn just enough to stay afloat.\n\nIn an imperfectly competitive environment, companies sell different products and services, set their own individual prices, fight for market share, and are often protected bybarriers to entryand exit, making it harder for new companies to challenge them. Imperfectly competitive markets are widespread and can be found in the following types of market structures:monopolies, oligopolies, monopolistic competition, monopsonies, and oligopsonies.\n\nThe treatment of perfect competition models in economics, along with modern conceptions of monopoly, were founded by the French mathematicianAugustin Cournotin his 1838 book, \"Researches Into the Mathematical Principles of the Theory of Wealth.\" His ideas were adopted and popularized by the Swiss economist Leon Walras, considered by many to be the founder of modernmathematical economics.\n\nPrior to Walras and Cournot, mathematicians had a difficult time modeling economic relationships or creating reliable equations. The new perfect competition model simplified economic competition to a purely predictive and static state. This avoided many problems that exist in real markets, such as imperfect human knowledge, barriers to entry, and monopolies.\n\nThe mathematical approach gained widespread academic acceptance, particularly in England. Any deviation from the new model of perfect competition was considered a troublesome violation of the new economic understanding.\n\nNeoclassical microeconomists in the 19th and 20th centuries claimed to be able to demonstrate mathematically that perfectly competitive markets could maximize economic efficiency and socialwelfare.\n\nOne Englishman in particular, William Stanley Jevons, took the ideas of perfect competition and argued that competition was most useful not only when free ofprice discrimination, but also when there is a small number of buyers or a large number of sellers in a given industry. Thanks to the influences of Jevons, the Cambridge tradition of economics adopted a whole new language for potential distortions in economic markets—some real and some only theoretical. Among these problems wereoligopoly, monopolistic competition, monopsony, and oligopsony.\n\nThe Cambridge school’s wholesale devotion to creating a static and mathematically calculable economic science had its drawbacks. Ironically, a perfectly competitive market would require the absence of active competition.\n\nAll sellers in a perfect market must sell exactly similar goods at identical prices to the exact same consumers, all of whom possess the same perfect knowledge. There is no room for advertising,product differentiation, innovation, or brand identification in perfect competition.\n\nNo real market can or could attain the characteristics of a perfectly competitive market. The pure competition model ignores many factors, including the limited deployment of physical capital andcapital investment,entrepreneurialactivity, and changes in the availability of scarce resources.\n\nOther economists have adopted more flexible and less mathematically rigid theoretical constructs, such as Mises' evenly rotating economy. However, the language created by the Cambridge tradition still predominates the discipline—even today, the basic graphs and equations shown in most Economics 101 textbooks hail from these mathematical derivations.\n\nThere are a multitude of examples of businesses and markets that exhibit characteristics of imperfect competition.\n\nFor instance, consider the airline industry. In this sector, there are limited firms operating and high regulatory and financial barriers to entry. Airline ticket sellers also typically have a high degree of control over price-setting, with consumers primarily acting as price takers. In addition, buyers in particular may not have free and perfect information about past, present, and future conditions, preferences, and technologies. Because of these factors and more, the airline industry exemplifies imperfect competition.\n\nThe farmer's market was mentioned above as a potential example of a perfectly competitive market. This would be the case if a few conditions were met: The many stalls at the farmer's market sold identical or nearly identical products, such as fresh produce; shoppers could set the prices they were willing to pay; all transactions could be made without additional fees; all parties had full information about prices and the utility of products sold; and new vendors could enter the market without any obstacle. In reality, most farmer's markets don't meet these conditions. A market may limit the number of participating vendors, for instance, or vendors may vary what products they offer. However, such markets can closely approximate perfect competition under specific circumstances.\n\nA monopoly is a clear example of imperfect competition. Defined as a market dominated by one seller, monopolies allow firms to set any price they wish and yield high levels of profit. In monopolistic industries, buyers rarely have full information about market conditions. When transacting, they may be subject to a range of fees and costs. In addition, monopolies often feature high barriers to entry for prospective competitors.\n\nImperfect competition refers to any market that is less than perfectly competitive. Under the hypothetical ideal of perfect competition, all producers and consumers have full information, market share does not influence price, firms sell identical products, and companies are able to enter or exit markets without barriers. Thus, in contrast, imperfectly competitive markets may exhibit characteristics such as asymmetrical access to information, the presence of price makers, monopolies, and barriers to market entry.",
  "url": "https://www.investopedia.com/terms/i/imperfect_competition.asp"
}