{
  "term": "What Is Quantity Supplied? Example, Supply Curve Factors, and Use",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nIn economics, quantity supplied describes the number of goods or services that suppliers will produce and sell at a givenmarket price. The quantity supplied differs from the actual amount of supply (the total supply) as price changes influence how much supply producers actually put on the market. How supply changes in response to changes in prices is called the priceelasticityof supply.\n\nThe quantity supplied is price sensitive within limits. In a free market, higher prices generally lead to a higher quantity supplied and vice versa. However, the total current supply of finished goods acts as a limit, as there will be a point where prices increase enough to where it will incentivize the quantity produced in the future to increase. In cases like this, the residual demand for a product or service usually leads to further investment in the growing production of that good or service.\n\nIn the case of price decreases, the ability to reduce the quantity supplied is constrained by a few different factors depending on the good or service. One is the operational cash needs of the supplier.\n\nThe quantity supplied depends on the price level, which can be set by market forces or a governing body by using price ceilings or floors.\n\nThe optimal quantity supplied is the amount that completely satisfies current demand at prevailing prices. To determine this quantity, known supply anddemand curvesare plotted on the same graph. Quantity is on the x-axis and price is on the y-axis on the supply and demand graphs.\n\nThe supply curve is upward-sloping because producers are willing to supply more of a good at a higher price. The demand curve is downward-sloping because consumers demand less quantity of a good when the price increases.\n\nTheequilibriumprice and quantity are where the two curves intersect. The equilibrium point shows theprice pointwhere the quantity that the producers are willing to supply equals the quantity that the consumers are willing to purchase.\n\nThis is the market equilibrium quantity to supply. If a supplier provides a lower quantity, it is losing out on potential profits. If it supplies a higher quantity, not all of the goods it provides will sell.\n\nThree key factors impact the supply curve—technology, production costs, and the price of other goods.\n\nTechnological improvements can help boost supply, making the process more efficient. These improvements shift the supply curve to the right—increasing the amount that can be produced at a given price. Now, if technology does not improve and deteriorates over time then production can suffer, forcing the supply curve to shift left.\n\nAs the cost of producing a product increases, with all other things being equal, then the supply curve will shift leftward (less will be able to be produced profitably at a given price). Thus, changes in production costs and input prices cause an opposite move in supply. As production costs rise, supply falls, and vice versa. Examples of production costs include wages and manufacturing overhead. Decreases in overhead costs and labor push the supply curve to the right (increasing supply) as it becomes cheaper to produce the goods.\n\nThe price of other goods or services can affect the supply curve. There are two types of other goods—joint products and producer substitutes. Joint products are products produced together. Producer substitutes are substitute goods that can be created using the same resources.\n\nJoint products, for example, for a company that raises steers are leather and beef. These products are produced together. There’s a direct relationship between the price of a good and the supply of its joint product. If the price of leather goes up, ranchers raise more steer, which increases the supply of beef (leather's joint product).\n\nNow, for a producer substitute, the producer can produce one good or another. Consider a farmer who can either grow soybeans or corn. If the price of corn increases, farmers will look to grow more corn, decreasing the supply of soybeans. Thus, an inverse relationship exists before a good’s price and the supply of the producer's substitute.\n\nMarket forces are generally seen as the best way to ensure the quantity supplied is optimal, as all the market participants can receive price signals and adjust their expectations. That said, some goods or services have their quantity supplied dictated or influenced by the government or a government body.\n\nIn theory, this should work fine as long as the price-setting body has a good read of the actual demand. Unfortunately,price controlscan punish suppliers and consumers when they are not set at rates that approximate a market equilibrium. If a price ceiling is set too low, suppliers are forced to provide a good or service that may not return the cost of production including a normal profit]. This can lead to losses and fewer producers. If a price floor is set too high, particularly for critical goods, consumers are forced to use more income to meet their basic needs.\n\nIn most cases, suppliers want to charge high prices and sell large amounts of goods to maximize profits. While suppliers can usually control the number of goods available on the market, they do not control the demand for goods at different prices. As long as market forces are allowed to run freely without regulation or monopolistic control by suppliers, consumers share control of how goods sell at given prices.\n\nConsumers want to be able to satisfy their demand for products at the lowest price possible. If a good isfungibleor a luxury, then consumers can curb their buying or seek alternatives. This dynamic tension in a free market ensures that most goods are cleared at competitive prices.\n\nConsider a carmaker—Green’s Auto Sales—that sells automobiles. The carmaker’s competitors have been raising prices leading into the summer months. The average car in their market now sells for $25,000 versus the previous average selling price of $20,000.\n\nGreen’s decides to increase its supply of cars to boost profits. Leading up to the summer months, it was selling 100 cars per month, earning $2 million in revenue. The cost to make and sell each car was $15,000, making Green’s net profit $500,000.\n\nWith the average selling price up to $25,000, the new net profit per month is $1 million. Thus, raising the quantity supplied of cars will increase Green’s profits.\n\nSupply is the entire supply curve, while quantity supplied is the exact figure supplied at a certain price. Supply, broadly, lays out all the different qualities provided at every possible price point.\n\nQuantity demanded is the exact amount of a good or service demanded at a given price. More broadly, demand is the ability or willingness of a buyer to pay for the good or service at the offered price point.  Demand charts all the amount of demand at each given price.\n\nFive key factors affect quantity demanded: the price of the good, the income of the buyer, the price of related goods, consumer tastes, and the customer’s expectations of future supply and price.\n\nThere are many situations where a supplier may be forced to give up profits or even sell at a loss because of cash flow requirements. This is often seen in commodity markets where barrels of oil or pork bellies must be moved as the production levels cannot be quickly turned down. There is also a practical limit to how much of a good can be stored and how long while waiting for a better pricing environment.\n\nUniversity of Minnesota. \"Principles of Economics 3.2 Supply.\"\n\nKhan Academy. \"What Factors Change Supply?\"",
  "url": "https://www.investopedia.com/terms/q/quantitysupplied.asp"
}