{
  "term": "What a Forfeited Share Means, With Definition and Example",
  "definition": "A forfeited share is a share in a publicly-traded company that the owner loses (or forfeits) by neglecting to live up to any number of purchase requirements. For example, a forfeiture may occur if a shareholder fails to pay an owed allotment (call money), or if he sells or transfers his shares during a restricted period.\n\nWhen a share is forfeited, the shareholder no longer owes any remaining balance and surrenders any potential capital gain on the shares, which automatically revert back to the ownership of the issuing company.\n\nSuppose an investor named David agrees to buy 5,000sharesof a company, with a 25% initial payment requirement, followed by three subsequent annual 25% installments, that are due according to a schedule dictated by the company. If David is derelict on a scheduled installment, the company may choose to seize his entire 5,000 shares, and David sadly would lose any money he previously paid.\n\nCorporations are not required to seize shares from delinquent shareholders, and can instead offer investors grace periods in which to pay the money that is owed.\n\nIn certain cases, companies offeremployee stock purchase plans, where employees may allocate a portion of their salaries toward purchasing discounted shares of a company's stock. However, these programs often come with restrictions. In many cases, a stock cannot be sold or transferred within a defined period of time after the initial purchase.\n\nFurthermore, if an employee quits the company before a certain mandatory waiting period, he may be obligated to forfeit any shares he purchased. Contrarily, if an employee remains with the company for a stated duration of time, he becomes fully vested in those shares and may cash them in at will.\n\nOnce an employee forfeits shares of stock purchased through an employee stock purchase plan, he may not ever receive those shares again, should the company reissue them.\n\nCompanies use stock purchase plans to inspire employee loyalty. In the same vein, companies offer employees bonuses in the form of restricted stock units, which they incrementally distribute over time. For example, an employee might receive 80 restricted stock units as part of an annual bonus. But in order to entice this valued employee to linger longer, the stock vests the first 20 units in the second year after the bonus, 20 in year three, 20 in year four, and 20 in year five. If the employee quits after year two, only 20 units of stocks would be vested, and the other 60 would be forfeited.\n\nForfeited shares become the property of the issuing company, which is entitled to either reissue the sharesat par, at a premium, or a discount (at a price below their nominal value). This decision rests in the hands of a company's board of directors, which usually reissues forfeited shares at a discount.\n\nBut if the shares were initially issued at par, the maximum discount for the reissued stock is equal to the amount forfeited on the shares. Furthermore, if a company’s articles of association permits, the board may reissue forfeited shares to a third party, but may not reissue those shares back to the defaulting shareholder.",
  "url": "https://www.investopedia.com/terms/f/forfeited-share.asp"
}