{
  "term": "What Is a Credit Score?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA consumer's credit score helps determine the amount they can borrow and the applicable interest rate.\n\nA credit score is a three-digit number that rates an individual's creditworthiness and ability to obtain a loan, mortgage, or credit card. A credit score is based on a person's credit history, which includes their active accounts, total debt levels, and repayment history.\n\nThe Fair Isaac Corp., now known as FICO, created the credit score model. TheFICO Scoreis the most commonly used, ranging from 300 to 850.\n\nProspective employers may also check a candidate's credit score before making an offer.\n\nA credit score can significantly affect your financial life. Itplays a key role in a lender’s decisionto offer you credit. Lenders are more likely to approve you for loans when you have a higher credit score and are more likely to decline your loan applications when you have lower scores. You can also get better interest rates when you have a higher credit score, which can save you money in the long term.\n\nConversely, a credit score of 700 or higher is generally viewed positively by lenders and may result in a lower interest rate. Scores greater than 800 are considered excellent. Every creditor defines its own ranges for credit scores and its own criteria for lending. Here are the general ranges for how credit scores are categorized.\n\nYour credit score also may determine the size of deposit required to get a smartphone, cable service, or utilities, or to rent an apartment.\n\nOrder your copy of Investopedia'sWhat To Do With $10,000 magazinefor more tips about managing debt and building credit.\n\nThe three major credit reporting agencies in the U.S. (Equifax, Experian, and TransUnion) report, update, and store consumers’ credit histories. While there can be differences in the information collected by the three credit bureaus, five main factors are evaluated when calculating a credit score:\n\nKathryn Hauer, CFP, Enrolled AgentWilson David Investment Advisors, Aiken,S.C.\n\nIf you have many credit cards and want to close some that you do not use, closing credit cards can indeed lower your score.\n\nInstead of closing accounts, gather up the cards you don’t use. Keep them in a safe place in separate, labeled envelopes. Go online to access and check each of your cards. For each, ensure that there is no balance and that your address, email address, and other contact info are correct. Also, make sure that you don’t have autopay set up on any of them. In the section where you can have alerts, make sure you have your email address or phone in there. Make it a point to regularly check that no fraudulent activity occurs on them, since you aren’t going to be using them. Set yourself a reminder to check them all every six months or every year to make sure there have been no charges on them and that nothing unusual has happened.\n\nVantageScore is a consumercredit ratingproduct developed by the Equifax, Experian, and TransUnion credit bureaus as an alternative to the FICO Score.\n\nFICO creates a single bureau-specific score for each of the three credit bureaus, using only information from that bureau. As a result, the FICO is actually three scores, not one, and they can vary slightly as each bureau will have different calculation methods. A VantageScore is a single, tri-bureau score combining information from all three credit bureaus and used by each of them in the same way.\n\nFICO score is themost popular credit score, used by about 90% of lenders.\n\nWhen information is updated on a borrower’s credit report, their credit score changes and can rise or fall based on new information. Here are some ways that you canimprove your credit score:\n\nWhat constitutes a good credit score is ultimately determined by the lenders. Ranges vary depending on the credit scoring model. Generally, credit scores from 580 to 669 are considered fair; 670 to 739 are considered good; 740 to 799 are considered very good; and 800 and higher are considered excellent.\n\nThere are three major credit bureaus in the United States: Equifax, Experian, and TransUnion. They each calculate your FICO score in different ways using the same information. Credit bureaus collect, analyze, and disburse information about consumers in the credit markets.\n\nTo raise your credit score quickly, you can enroll in a service that includes other payment information, such as your rent and utilities payments, not typically included in your credit score. If you have a good track record with these kinds of bills, enrolling in a service like Experian Boost could raise your credit score quickly.\n\nYour credit score is a number that can have a significant impact on your financial life. If you have a good credit score, you are more likely to qualify for loans and to get better terms that can save you money. Learning what your credit score is and what goes into calculating it can help you improve it.\n\nMyFICO. \"What's in my FICO Score?\"\n\nExperian. “What Is a Good Credit Score?”\n\nVantageScore, via Internet Archive. “How It Works.”\n\nFICO Score. “FICO® Scores Are Used by 90% of Top Lenders.”",
  "url": "https://www.investopedia.com/terms/c/credit_score.asp"
}