{
  "term": "What Is a Press Conference? Definition and Why They're Held",
  "definition": "A press conference is an event organized to officially distribute information and answer questions from the media. Press conferences are also announced in response to specificpublic relationsissues.\n\nCorporate press conferences are generally led by the company's executive management, press liaison, or communications officer. Given limited resources, particularly during a time of quarterly or annualearnings, it may be difficult to attract major media attention unless a company has a truly unique or newsworthy announcement to share.\n\nPress conferences are held by corporations and other businesses, politicians, and other government officials.\n\nPress conferences are held by companies or individuals and are attended by the media. During the event, one or more speakers may address those attending. Reporters may then be able to ask questions.\n\nBefore a press conference takes place, a company may issue a press release, outlining the nature of the event. At times, these are issued well in advance of the conference.\n\nA company has the opportunity to present a news story in its most favorable light by inviting the press to special events. In other cases, lesser-known companies may want to increase their stature in the media by making it easier for news agencies to cover company events.\n\nBy gaining favorable media exposure, companies are able to gain greaterbrand recognitionand authority in the market, usually at a much lower cost than would be required for a widespreadadvertising campaign.\n\nPress conferences are also called news conferences. When there is no official statement or no questions allowed, the event is called a photo op.\n\nThere are many reasons why companies choose to hold press conferences. They may be called to do any of the following:\n\nOf course, these are just some of the instances when a company may call a conference. In some cases, companies may time their press conferences before any news breaks. This can be beneficial to get ahead of any negative news to portray the company in an honest and truthful light as opposed to a company that was trying to hide the negative news.\n\nBefore holding the press conference—or presser as they're known to journalists—there are a few key points a company will consider.\n\nFirst, is the press release. In addition to announcing the conference, the release should be well crafted. It should be clear, concise, and to the point. But it should also address the issue at hand, whether that's a positive announcement like a product launch, or in response to negative news or controversy.\n\nThe follow up after the press conference is just as important, so any queries that are answered after will carry the same weight.\n\nThe location of the presser is also really important. It should be able to accommodate the number of attendees and should have a link to what's being announced. A company may decide to hold the conference at the production facility or in a retail store if it's about a new product launch.\n\nAnother consideration is who to invite. Companies generally have a list of media who are apprised of the conference with a copy of the press release. The invitation, just like the release, should be well crafted in order to get the maximum level of people interested.",
  "url": "https://www.investopedia.com/terms/p/press-conference.asp"
}