{
  "term": "What Is Behavioral Economics? Theories, Goals, and Applications",
  "definition": "Behavioral economics is the study of psychology as it relates to the economic decision-making processes of individuals and institutions. Behavioral economics is often related withnormative economics. It draws on psychology and economics to explore why people sometimes make irrational decisions, and why and how behavior diverges from the predictions of economic models.\n\nIn an ideal world, people would always make optimal decisions that provide them with the greatest benefit and satisfaction. In economics,rational choice theorystates that when humans are presented with various options under the conditions ofscarcity, they would choose the option that maximizes their individual satisfaction.\n\nThis theoryassumesthat people, given their preferences and constraints, are capable of making rational decisions by effectively weighing the costs and benefits of each option available to them. The final decision made will be the best choice for the individual. Therational personhas self-control and is unmoved by emotions and external factors and, hence, knows what is best for himself. Alas, behavioral economics explains thathumans are not rationaland are incapable of making good decisions.\n\nBecause humans are emotional and easily distracted beings, they make decisions that are not in theirself-interest. For example, according to the rational choice theory, if Charles wants to lose weight and is equipped with information about the number of calories available in each edible product, he will opt only for food products with minimal calories.\n\nBehavioral economics states that even if Charles wants to lose weight and sets his mind on eating healthy food going forward, his end behavior will be subject to cognitive bias, emotions, and social influences. If a commercial on TV advertises a brand of ice cream at an attractive price and quotes that all human beings need 2,000 calories a day to function effectively after all, the mouth-watering ice cream image, price, and seemingly valid statistics may lead Charles to fall into the sweet temptation and fall off of the weight lossbandwagon, showing his lack of self-control.\n\nBehavioral economics and behavioral finance are often driven by many of the same factors, though behavior finance is often more related to financial markets.\n\nNotable individuals in the study of behavioral economics includeNobellaureatesGary Becker(motives, consumer mistakes; 1992),Herbert Simon(bounded rationality; 1978),Daniel Kahneman(illusion of validity, anchoring bias; 2002),George Akerlof(procrastination; 2001), andRichard H. Thaler(nudging, 2017).\n\nIn the 18th century, Adam Smith noted that people are often overconfident with their own abilities, noting \"the chance of gain is by every man more or less over-valued, and the chance of loss is by most men under-valued, and by scarce any man, who is in tolerable health and spirits, valued more than it is worth.”In this sense, Smith believed individuals are not rational with their own limitations.\n\nMore recently, behavioral economics took shape as early as the 1960's when several economists identified key biases when recalling information. This idea called availability heuristic was explained by Amos Tversky and Daniel Kahneman, and it leads individuals to irrationally interpret data.For example, shark attacks tend to happen less than people think, but headlines may make people feel otherwise. Tversky and Kahneman are also credited with developing prospect theory, how people are potentially more adverse to losses as opposed to receiving an equal win.\n\nIn 2017, Richard Thaler received the Sveriges Riksbank Price in Economics Science for his work in identifying factors that guide individuals' economic decision-making. Thaler's work included limited rationality, social preferences, lack of self-control, and individual decision-making.\n\nThere are often five factors that are cited when analyzing how individual behavior is influenced.\n\nBounded rationality is the idea that individuals make decisions based on the knowledge they have. Unfortunately, this information is often limited, whether by the individual's lack of expertise of lack of available information. In regards to finance and investing, the same public information is available to everyone, though investors may not know true circumstances of what is happening with a company internally.\n\nPeople can be easily manipulated, and this is often on display in the way promoters craft incentives or deals to make consumers buy certain products. Consider how a cracker display may be presented right next to the cheese aisle within a supermarket. This type of design is meant to steer a consumer intomaking a decisionbased on a choreographed demonstration often between complementary goods.\n\nWhether people realize it or not, everybody makes decisions that are influenced bycognitive bias. Consider the choice of choosing between two companies to invest in. Behavioral economics holds the theory that the color of the logo, the name of the CEO, or the city in which each company is headquartered in may stir up an unknown bias that yields us to choose the other company.\n\nIn a similar light, behavioral economics is often associated with discrimination. People perceive things, events, or other peoplethrough their own lenses, potentially discriminating towards others because they simply favor a different alternative. This does not necessarily mean the alternative is a better option, though.\n\nMany consumer decisions are influenced by what other people are doing. Whether it is the fear of missing out or whether others want to be part of a larger collective,herd mentalityis the belief that individual decisions are swayed based on what other people do, not necessarily on what is the best outcome. After all, it is much easier rooting for your favorite team even if they haven't won a championship in a while as long as other fans share your pain.\n\nThe media plays a critical part in behavioral economics. Consider how a single headline can grab your attention and make you want to either pursue or avoid a product.\n\nThe field of economics is vast. Although behavioral economics is just a subset of the field, it itself has a number of guiding principles that dictate the themes within behavioral economics. Some of the primary principles and themes are listed below.\n\nFraming is the principle of how something is presented to an individual. This behavioral economics concept presents a cognitive bias in that an outcome may be determined based on the structure of how something has been presented. Consider how someone may feel about the two following statements about Babe Ruth, both of which are describing the same thing:\n\nHeuristicsis a complicated field, but it simply means that humans tend to make decisions using mental shortcuts as opposed to using long, rational, optimal reasoning. Most often, people latch onto something as true, even if it may no longer be the case. In this situation, it's easier for the consumer to continue what they've been doing as opposed to realizing a more beneficial situation exists.\n\nBehavioral economics is rooted in the notion that people do not like losses. In fact, people are loss averse to the point that an economic outcome of one financial value that is negative outweighs the emotional toll of the same financial value but positive. For example, some people feel there is much stronger negative emotions associated with losing a $20 bill compared to finding a $20 bill on the ground.\n\nFor lack of a better phrase, the market can take advantage of behavior economics. For this reason, market inefficiencies play a crucial part in behavior economics. Consider how overpriced stocks may still lure in investors due to drops inP/E ratios. Though the trading multiple may still be abnormally high, investors may think something in the market is more reasonable simply because it is lower. For example, a stock worth $20 may be trading at $50. Should the price to $40, investors may feel this is a great opportunity.\n\nConsumers and investors may change their spending and trading tendencies based on circumstances. Though this is fair, often times it is illogical and shapes many aspects of behavioral economics. For example, after receiving one's annual bonus, an investor may choose to invest in riskier stocks. This mental accounting exercise led an investor to make a decision based on their circumstances, not their long-term strategy.\n\nThesunk-cost fallacyis the emotional attachment to costs that have been incurred in the past. Consumers and investors tend to have a harder time \"letting go\" of failed investments or committed capital. Consider a failed stock that was purchased at $100/share that is now worth $15/share. An investor may not feel compelled to buy in at $15/share because they think the company is not worth that. However, they are unwilling to sell their shares bought at $100/share due to an emotional attachment to that committed capital.\n\nWhen performing a cost/benefit analysis, sunk costs are ignored entirely. That is because the price has already been paid and, if it can not be recovered, it has no financial bearing on the future outcome of a decision.\n\nOne field in which behavioral economics can be applied to is behavioral finance, which seeks to explain why investors make rash decisions when trading in thecapital markets. Much like how poker professionals not only study the mathematics and odds of poker, they also attempt to capitalize on the irrational nature of other players. The same can be said of financial markets.\n\nWhen a decision made leads to error, heuristics can lead to cognitive bias. Behavioralgame theory, an emergent class of game theory, can also be applied to behavioral economics as game theory runs experiments and analyzes people’s decisions to make irrational choices. This concept attempts to override illogical behavior to predict consumption outcomes.\n\nCompanies are increasingly incorporating behavioral economics to increase sales of their products. In 2007, the price of the 8GB iPhone was introduced for $600 and quickly reduced to $400. By introducing the phone at a higher price and bringing it down to $400, consumers believed they were getting a pretty good deal, even if the true value of the product was only $400.\n\nConsider a soap manufacturer who produces the same soap but markets them in two different packages to appeal to multiple target groups. One package advertises the soap for all soap users, the other for consumers with sensitive skin. The latter target would not have purchased the product if the package did not specify that the soap was for sensitive skin. They opt for the soap with the sensitive skin label even though it’s the exact same product in the general package.\n\nBehavioral economists work tounderstand what consumers doand why they make the choices they make. Such economists also assist markets in helping consumers make those decisions. Behavioral economists may work for the government to shape public policy to protect consumers. Other times, they may work for private companies and assist in fostering sales growth.\n\nThe goal of behavioral economics is to understandwhy humans make the decisions they do. There are usually outcomes that are the best for people and many times, people do not choose that outcome. Behavioral economics is an incredibly complex and sometimes inexplainable science of why people do things and why they choose to not be rational.\n\nBoth behavioral economics and psychology refer to the dispositions, emotions, and decision-making of individuals. Behavior economics is a much more niche field that studies the financial decision-making of an individual, while psychology may cover any aspect of human rationality.\n\nOne downside to behavioral economics is that it can be used to deceive or manipulate people and their decision-making. Though people are often not rational, this irrationality may be predictable. Companies can choose to exploit this by packaging their products in a certain way, pricing their goods at specific levels, or customizing their marketing to attract certain markets.\n\nBehavioral economics is a field of study aimed at understanding why people make economically irrational decisions.\n\nRational choice theory holds that consumers make choices that maximize their utility. In reality, people can be swayed or distracted from doing so. Behavioral economics attempts to understand how and why this happens.\n\nJournal of Economic Perspectives. \"Adam Smith, Behavioral Economist.\"\n\nScience Magazine. \"The Framing of Decisions and the Psychology of Choice.\"\n\nBaseball Reference. \"Babe Ruth.\"",
  "url": "https://www.investopedia.com/terms/b/behavioraleconomics.asp"
}