{
  "term": "What It Means to Be Past Due on a Loan, Plus Consequences",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\n\"Past due\" refers to a payment that has not been made by its cutoff time at the end of its due date. A borrower who is past due will usually face some penalties and can be subject to late fees. Failure to repay aloanon time usually has negative implications for a borrower's credit status and may cause loan terms to be permanently adjusted.\n\nPast-due status can occur on any type of payment that has not been paid by the cutoff time on its specified due date. Payments past due are usually penalized based on the provisions of a contractual agreement. Credit agreements are one of the most common situations in which past-due payments may occur.\n\nAn individual or business who takes out a loan or obtains any type of credit from a lending institution is expected to repay the loan according to the terms of the loan agreement. Lending products and loan agreements can vary drastically depending on the type of credit product offering.\n\nSome loans, like bullet loans, require a lump sum payment with interest after a specified period of time. The majority of loan products are on a monthlyinstallmentschedule which requires the borrower to pay some principal and interest with each payment.\n\nLending institutions depend on the expected stream of cash flows outlined in loan agreements and will take penalizing steps when payments are not made on time.\n\nLoans generally fall into eitherrevolvingor non-revolving categories. Non-revolving credit offers a lump sum payout to the borrower. However, payment terms can potentially be diverse with borrowers required to pay only monthly interest or interest and principal after a period of time.\n\nMost non-revolving credit loans are on a regular repayment schedule, known as an amortization schedule, which includes payments of both principal and interest monthly.\n\nRevolving credit is typically always on a monthly payment schedule. The borrower is required to make a payment every month on an established date. Revolving credit, though, does not always have a regular repayment schedule.\n\nThis means payments can vary each month depending on the balance outstanding. This is because revolving credit is an open-ended agreement in which the borrower has a specified credit limit that they can access if they choose.\n\nThis makes the lending process continuous with the balance depending on how much or how frequently a borrower takes out the credit. Lines of credit andcredit card accountsare considered revolving credit.\n\nThe borrower can dip into the credit balance available in these accounts anytime but is required to make a specified minimum payment every month by a set due date. In this case, borrowing and repayment are continuous and ongoing.\n\nRegardless of the type of loan contract a borrower has entered into, they must make the required payments by the required due date. A borrower who does not make a required payment by the date due will get hit with some type of penalty.\n\nKeep in mind, manylendershave time cutoffs on the due date which the borrower must be aware of when making payments. For example, some lenders may require payment to be received by 8:00 PM Eastern Standard Time while others may allow payment up until midnight in the borrower’s time zone.\n\nIf a loan payment is due by the 10th of the month and is not paid within the specified time constraints, the payment will be considered past due.\n\nLate feesare one of the most expensive penalties that can occur for a past-due bill.\n\nLate fees vary from lenders and types of obligations. For mortgages, they can range between 3% to 6% of your monthly mortgage payment. For credit cards, they are usually $25 for the first late fee but can be more for subsequent late payments.\n\nThis becomes a good source of revenue for the lender and also a charge that helps to cover some delinquency risks. Some lenders may not charge late fees at all. This can be a good feature to look out for when applying for new credit. When late fees are charged, they can be substantial and if they accumulate they can be difficult to pay off.\n\nIf a lender charges no late fees, a borrower will still be penalized by credit reporting which can affect their credit score. Payment history usually accounts for the largest portion of a credit scoring methodology at 35%.\n\nMost borrowers do not report delinquencies until after 60 days past due but if a payment is missed at any time a lender can report it. Delinquencies stay on acredit reportfor seven years. This is another reason they can be damaging. There is nothing a borrower can do to erase delinquencies, unlike paying down credit utilization, which is the second most important credit scoring factor.\n\nDepending on the policy of a lender, the borrower will either immediately be charged a late fee and/or will be reported delinquent after missing a required payment. Some lenders may offergrace periods.\n\nGrace periods can be another feature to look out for when applying for credit or reviewing credit terms. If, for example, there is a grace period of 10 days, the borrower would not be charged a late fee until 10 days after the due date cutoff.\n\nIf the payment is still not made by the end of the grace period, late fees or additional interest may be applied. Grace periods may also be modified if a borrower exploits the benefit. If there is a pattern of late payments, the grace period may be shortened or removed.\n\nWhen a borrower who is overdue on their payments receives their next account statement, the balance owed will be the current balance plus their overdue balance plus any late charges and interest fees. To bring the account up to good standing, the borrower must make the required minimum payments including any late fees or they may be further penalized.\n\nA lender may also increase theinterest rateon the account as a penalty, which increases the amount owed. Lenders can often decrease or increase interest rates depending on payment history.\n\nAn individual or business that is 30 days behind schedule on a loan payment may be reported delinquent to the credit bureaus. After 180 days of not making payments on an overdue account, the debtor may not have the option to pay in installments anymore.\n\nUsually, by this time, the lender will have charged off the loan and sold it to a debtcollection agency. In a charge-off, the lender writes off the loan amount as a loss, with the loss depending on any salvage value that might be obtained from a sale.\n\nUncollected debts will still be sought out even after a charge-off. Collection agencies can often be more aggressive and proactive than a lender’s collection department, also continuing to report damaging information that affects a credit score.\n\nLoans are not the only type of agreement subject to past-due penalties. Other agreements that can involve past-due delinquencies include tax obligations, mobile phone contracts, andleaseagreements.\n\nEach contract will have its own provisions for the occurrence of past-due payments. Moreover, all types of missed payments can be reported to credit bureaus for credit reporting purposes.\n\nThere can be many options for resolving all kinds of unpaid debts, including bankruptcy, settlement, and debt consolidation loan offers. Ultimately, it's best to take proactive measures to ensure debt is paid on time in order to avoid expensive penalties and costly exit strategies.\n\nThirty days past due means that you haven't made a payment on your loan obligation in 30 days. This is the turning point where it may impact your credit history. Typically, if your account is 30 days past due, or in some cases, 60, you will be reported to the credit bureaus and your credit profile will take a hit. The longer the time goes by without payment, the worse it is.\n\nIt depends on the lender and the type of loan obligation. Sometimes late payments can be forgiven. For example, if you have a credit card and make a late payment but otherwise have had a good track record with the card provider, then they may forgive the late payment if you call them up and ask.\n\nWhat happens will depend on the type of loan. In most cases, you will be charged a late fee. If you rectify the situation, that's as bad as it may get. If you keep missing payments, then you may have your interest rate increased depending on the loan and the contract, you may be reported to the credit bureaus, hurting your credit profile, and then eventually your account may go to collection agencies.\n\nMissing the due date of your loan obligation, whether that be a student loan, credit card, or car loan, comes with serious consequences that hurt the borrower's finances. This happens through late fees, higher interest charges, or other penalties, that can send a borrower spiraling further into debt. It's critical to manage your debt responsibly and not be past due on any payments.\n\nConsumer Financial Protection Bureau. \"1026.52 Limitations on Fees.\"\n\nExperian. \"Do Mortgages Have a Grace Period?\"\n\nmyFICO. \"What's in My FICO Scores?\"\n\nExperian. \"When Do Late Payments Become Delinquent?\"\n\nEquifax. \"Can You Remove Late Payments From Your Credit Reports?\"\n\nConsumer Financial Protection Bureau. “When Can My Credit Card Company Increase My Interest Rate?”",
  "url": "https://www.investopedia.com/terms/p/past-due.asp"
}