{
  "term": "What Is a Special Purpose Vehicle (SPV), and Why Do Companies Form Them?",
  "definition": "A special purpose vehicle is a subsidiary created by aparent companyto isolate financial risk. It’s also called a special purpose entity (SPE).\n\nIts legal status as a separate company makes its obligations secure even if the parent company goes bankrupt. A special purpose vehicle is sometimes referred to as a bankruptcy-remote entity for this reason.\n\nThese vehicles can become a financially devastating way to hide company debt if accounting loopholes are exploited, as seen in the 2001 Enron scandal.\n\nAparent companycreates an SPV to isolate or securitize assets in a separate company that’s often kept off the balance sheet. It may be created to undertake a risky project while protecting the parent company from the most severe risks of its failure or solely to securitize debt in some cases so investors can be assured of repayment.\n\nThe operations of the SPV are limited to the acquisition and financing of specific assets in any case. The separate company structure serves as a method of isolating the risks of these activities. An SPV may serve as a counterparty for swaps and other credit-sensitive derivative instruments.\n\nA company can form the SPV as a limited partnership, a trust, a corporation, or alimited liability company (LLC), among other options. It may be designed for independent ownership, management, and funding. SPVs help companies securitize assets, createjoint ventures, isolate corporate assets, or perform other financial transactions.\n\nSPVs are used inventure capitalismby a group of investors to pool their assets to launch a new business or invest in a startup. SPVs typically make just one investment into a business, whereas an investment fund would make multiple investments over some time.\n\nThe financials of an SPV may not appear on the parent company’s balance sheet as equity or debt. Its assets, liabilities, and equity will be recorded only on its ownbalance sheetinstead.\n\nAn investor should always check the financials of any SPV before investing in a company. Remember Enron!\n\nThe SPV can therefore mask crucial information frominvestorswho aren’t getting a full view of a company’s financial situation. Investors must analyze the balance sheet of the parent company and the SPV before deciding whether to invest in a business.\n\nThe massive financial collapse ofEnron Corp.in 2001 is a prime example of the misuse of an SPV. Enron was a supposedly booming energy company based in Houston, Texas.\n\nEnron’s stock was rising rapidly, and the company transferred much of the stock to a special purpose vehicle, taking cash or a note in return. The special purpose vehicle then used the stock forhedging assetsthat were held on the company’s balance sheet.\n\nEnron guaranteed the special purpose vehicle’s value to reduce risk. The value of the special purpose vehicle followed and plunged when Enron’s stock price dropped, and the guarantee was forced into play.\n\nEnron’s misuse of SPVs was by no means the only accounting trick perpetrated by the corporation, but it may have been the greatest contributor to its abrupt fall. Enron couldn’t pay the huge sums it owed creditors and investors, and financial collapse followed quickly.\n\nThe company disclosed its financial information on balance sheets for the company and the special purpose vehicles before the end. Its conflicts of interest were there for all to see, but few investors delved deep enough into the financials to grasp the gravity of the situation.\n\nA special purpose vehicle (SPV) is a subsidiary company that’s formed to undertake a specific business purpose or activity. SPVs are commonly used in certain structured finance applications such as asset securitization, joint ventures, or property deals, or to isolate parent company assets, operations, or risks. SPVs have many legitimate uses but have also played a role in several financial and accounting scandals.\n\nNo. Special purpose vehicles have their own obligations, assets, and liabilities outside the parent company. SPVs can issue bonds to raise additional capital at more favorable borrowing rates than the parent could. They also create a benefit by achievingoff-balance sheet treatmentfor tax and financial reporting purposes for a parent company.\n\nThe SPV itself acts as an affiliate of a parent corporation that sells assets off of its own balance sheet to the SPV. The SPV becomes an indirect source of financing for the original corporation by attracting independent equity investors to help purchase debt obligations. This is most useful for largecredit riskitems, such assubprime mortgageloans.\n\nNot all SPVs are structured the same way. SPVs are often limited liability companies (LLCs) in the United States. The LLC normally groups the assets intotranchesand sells them to meet the specific credit risk preferences of investors after it purchases the risky assets from the parent company.\n\nSPVs are created for several reasons. They provide protection for a parent company’s assets and liabilities as well as protection againstbankruptcyandinsolvency. These entities can also provide an easy way to raise capital. SPVs have more operational freedom because they aren’t burdened with as many regulations as the parent company.\n\nPublic-private partnershipsare collaborations between a government agency and a privately owned company. Many private partners in public-private partnerships demand a special purpose vehicle as part of the arrangement. This is especially true for capital-intensive endeavors such as infrastructure projects. The private company might not want to take on too much financial exposure, so an SPV is created to absorb some of the risks.\n\nA special purpose vehicle is a subsidiary created by a parent company for a variety of purposes. The SPV can be used to isolate financial risk, securitize assets, and perform separate financial transactions.\n\nSPVs have been used in the past to alter company financials and misrepresent theirfinancial health. It’s critical to analyze SPVs along with other aspects of a company’s financial statements before making any investments.\n\nCorporate Finance Institute. “Special Purpose Vehicle (SPV).”\n\nU.S. Securities and Exchange Commission. “United States District Court. Southern District of Texas. Houston Division: United States Securities and Exchange Commission, Plaintiff, v. Kenneth L. Lay, Jeffrey K. Skilling, Richard A. Causey, Defendants,” Pages 2, 6, and 9–12.\n\nU.S. Securities and Exchange Commission. “United States District Court, Southern District of Texas, Houston Division: United States Securities and Exchange Commission, Plaintiff, v. Andrew S. Fastow, Defendant.”",
  "url": "https://www.investopedia.com/terms/s/spv.asp"
}