{
  "term": "What Is Gwei? The Cryptocurrency Explained",
  "definition": "Gwei is a denomination of the cryptocurrency ether (ETH), the digital coin used on theEthereumnetwork. Ethereum is a blockchain platform, like Bitcoin, where users transact to buy and sell goods and services without an intermediary or interference from a third party.\n\nSimilar to fiat currencies like the U.S. dollar or euro, ether is broken into denominations.Wei is the smallest denominationof ether like cents are to the U.S. dollar. However, while there are 100 cents in a dollar, there is one quintillion wei (18 zeros) to one ether and one billion gwei to one ether.\n\nThe Ethereum platform has a native cryptocurrency known asether(ETH). Ethereum itself is a blockchain that supports a wide range of decentralized applications (dApps), sidechains, and programs—all of which can be used to develop other cryptocurrencies.\n\nEthereum (the blockchain) processes the transaction for these other applications, and users pay for the processing in ether. These fees are payments made by users to compensate the validators for the computational and storage resources they provide for the Ethereum Virtual Machine.\n\nThe fees are priced in small fractions of ether, so denominations were needed to make it economical to charge transaction fees. There are seven denominations used on the Ethereum network. Gwei is the middle denomination, making it simpler to use and understand because it can be used to express values above and below it.\n\nTransaction fees on Ethereum are calledgas feesor gas prices.\n\nFor instance, on May 5, 2024, the median transaction fee of the Ethereum blockchain was five Gwei.You could've said, \"The gas price was 0.000000005 ETH,\" but it is much easier to say five gwei. You could also use any of the other denominations, but most users comprehend gwei better.\n\nThe list below displays the typical ether units. Notice in the table that the denominations each have an alternate name (in parentheses)—based on influential figures in the world of cryptography. For example, gwei may also be called shannon, after Claude Shannon, an American mathematician, cryptographer, andcrypto-analysis guru.\n\nEther's naming convention is a nod to its founding figures, much like a $100 bill features an image of Ben Franklin and a $5 bill pictures Abraham Lincoln. It's interesting to note that Ethereum uses cryptic language and naming conventions, just like Bitcoin does.\n\nHere, in order of appearance in the table, is the significance of the ether units' nicknames:\n\nIt's important to note that Ethereum is constantly evolving, so there are many denominations in use currently that are not in the yellow papers maintained by the Ethereum developers and community.\n\nGwei is a denomination of the cryptocurrency ether, used in the Ethereum ecosystem.\n\nThere are one billion gwei per ether (ETH). How much one gwei is in fiat currency depends on its market value. If ether's market value were $1,500, one gwei would be worth $0.0000015.\n\nThere are one billion gwei to one ether, so one gwei is 0.000000001 ETH.\n\nThe blockchain and global virtual machine Ethereum has a native token called ether. Ether is further divided into smaller denominations to make it easier to express them. Gwei represents the middle denomination that is easiest to express values in. One gwei is equal to 0.000000001 ETH.\n\nTransaction fees, also called gas on Ethereum, are charged in gwei, making their small amounts easier to comprehend.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info. As of the date this article was written, the author does not own cryptocurrency.\n\nIEEE Information Theory Society. \"Claude E. Shannon.\"\n\nEthereum GitHub. \"Ethereum: A Secure Decentralised Generalised Transaction Ledger,\" Page 2.",
  "url": "https://www.investopedia.com/terms/g/gwei-ethereum.asp"
}