{
  "term": "What Is Accounting Rate of Return (ARR)?",
  "definition": "The accounting rate of return is a capital budgeting metric to calculate an investment's profitability. Businesses use ARR to compare multiple projects to determine each endeavor's expected rate of return or to help decide on an investment or anacquisition.\n\nThe accounting rate of return (ARR) formula divides an asset's average revenue by the company's initial investment to derive the ratio or return generated from the net income of the proposed capital investment.\n\nARR=AverageAnnualProfitInitialInvestmentARR = \\frac{Average\\, Annual\\, Profit}{Initial\\, Investment}ARR=InitialInvestmentAverageAnnualProfit​ExampleA business is considering a project with an initial investment of $250,000 and forecasts it will generate revenue for the next five years. ARR is calculated as:Initial investment: $250,000Expected revenue per year: $70,000Time frame: 5 yearsARR calculation: $70,000 (annual revenue) / $250,000 (initial cost)ARR = 0.28 or 28%Advantages and Disadvantages of ARRThe accounting rate of return is a simple calculation that does not require complex math and allows managers to compare ARR to the desired minimum required return. For example, if the minimum required return of a project is 12% and ARR is 9%, a manager will know not to proceed with the project.However, ARR does not consider thetime value of moneyor cash flows. The time value of money is the concept that money available at present is worth more than an identical sum in the future because of its potentialearning capacity. ARR does not assign a higher value to a project that returns profits sooner. The accounting rate of return does not consider the increased risk of long-term projects and the increased uncertainty associated with long periods.ProsDetermines a project's annual rate of returnSimple comparison to minimum rate of returnEase of useConsDoes not consider the time value of moneyDoes not factor in long-term riskDoes not account for cash flow timingTipThe time value of money is the main concept of thediscounted cash flowmodel, which better determines the value of an investment as it seeks to determine the present value of future cash flows.Accounting Rate of Return vs. Required Rate of ReturnThe ARR is the annual percentage return from an investment based on its initial outlay. Therequired rate of return (RRR), or thehurdle rate, is the minimum return an investor would accept for an investment or project that compensates them for a given level of risk. It is calculated using thedividend discount model, which accounts for stock price changes, or thecapital asset pricing model, which compares returns to the market.The RRR can vary between investors as they each have a different tolerance forrisk. For example, a risk-averse investor requires a higher rate of return to compensate for any risk from the investment. Investors and businesses may use multiple financial metrics like ARR and RRR to determine if an investment would be worthwhile based onrisk tolerance.How Does Depreciation Affect the Accounting Rate of Return?Depreciation will reduce the accounting rate of return. Depreciation is a direct cost that reduces the value of an asset or profit of a company. As such, it will reduce the return on an investment or project like any other cost.What Are the Decision Rules for Accounting Rate of Return?When a company is presented with the option of multiple projects to invest in, the decision rule states that a company should accept the project with the highest accounting rate of return as long as the return is at least equal to the cost of capital.What Is the Difference Between ARR and Internal Rate of Return (IRR)?The main difference between ARR and IRR is thatIRRis a discounted cash flow formula while ARR is a non-discounted cash flow formula. ARR does not include the present value of future cash flows generated by a project. In this regard, ARR does not include the time value of money, where the value of a dollar is worth more today than tomorrow.The Bottom LineThe accounting rate of return (ARR) is a simple formula that allows investors and managers to determine the profitability of an asset or project. Because of its ease of use and determination of profitability, it is a handy tool to compare the profitability of various projects. However, the formula does not consider the cash flows of an investment or project or the overall timeline of return, which determines the entire value of an investment or project.\n\nA business is considering a project with an initial investment of $250,000 and forecasts it will generate revenue for the next five years. ARR is calculated as:\n\nThe accounting rate of return is a simple calculation that does not require complex math and allows managers to compare ARR to the desired minimum required return. For example, if the minimum required return of a project is 12% and ARR is 9%, a manager will know not to proceed with the project.\n\nHowever, ARR does not consider thetime value of moneyor cash flows. The time value of money is the concept that money available at present is worth more than an identical sum in the future because of its potentialearning capacity. ARR does not assign a higher value to a project that returns profits sooner. The accounting rate of return does not consider the increased risk of long-term projects and the increased uncertainty associated with long periods.\n\nDetermines a project's annual rate of return\n\nSimple comparison to minimum rate of return\n\nDoes not consider the time value of money\n\nDoes not factor in long-term risk\n\nDoes not account for cash flow timing\n\nThe time value of money is the main concept of thediscounted cash flowmodel, which better determines the value of an investment as it seeks to determine the present value of future cash flows.\n\nThe ARR is the annual percentage return from an investment based on its initial outlay. Therequired rate of return (RRR), or thehurdle rate, is the minimum return an investor would accept for an investment or project that compensates them for a given level of risk. It is calculated using thedividend discount model, which accounts for stock price changes, or thecapital asset pricing model, which compares returns to the market.\n\nThe RRR can vary between investors as they each have a different tolerance forrisk. For example, a risk-averse investor requires a higher rate of return to compensate for any risk from the investment. Investors and businesses may use multiple financial metrics like ARR and RRR to determine if an investment would be worthwhile based onrisk tolerance.\n\nDepreciation will reduce the accounting rate of return. Depreciation is a direct cost that reduces the value of an asset or profit of a company. As such, it will reduce the return on an investment or project like any other cost.\n\nWhen a company is presented with the option of multiple projects to invest in, the decision rule states that a company should accept the project with the highest accounting rate of return as long as the return is at least equal to the cost of capital.\n\nThe main difference between ARR and IRR is thatIRRis a discounted cash flow formula while ARR is a non-discounted cash flow formula. ARR does not include the present value of future cash flows generated by a project. In this regard, ARR does not include the time value of money, where the value of a dollar is worth more today than tomorrow.\n\nThe accounting rate of return (ARR) is a simple formula that allows investors and managers to determine the profitability of an asset or project. Because of its ease of use and determination of profitability, it is a handy tool to compare the profitability of various projects. However, the formula does not consider the cash flows of an investment or project or the overall timeline of return, which determines the entire value of an investment or project.\n\nUniversity of Groningen-Pure. \"Economic and Accounting Rates of Return,\" Page 3-5.",
  "url": "https://www.investopedia.com/terms/a/arr.asp"
}