{
  "term": "What Was Long-Term Capital Management (LTCM) and What Happened?",
  "definition": "Investopedia / Michela Buttignol\n\nLong-Term Capital Management (LTCM) was a largehedge fund, led by Nobel Prize-winning economists and renowned Wall Street traders, that blew up in 1998, forcing the U.S. government to intervene to preventfinancial marketsfrom collapsing.\n\nFrom its start in 1994, LTCM was wildly successful, attracting about $3.5 billion of investor capital by the spring of 1998, with the promise of anarbitragestrategy that could take advantage of temporary changes in market behavior and, theoretically, reduce the risk level to zero.\n\nHowever, LTCM's highlyleveragedtrading strategies failed to pan out and it suffered monumental losses. The reverberations were felt across the financial landscape and nearly collapsed the global financial system in 1998. Ultimately, the U.S. government had to step in and arrange abailoutof LTCM by a consortium of Wall Street banks in order to prevent systemic contagion.\n\nLTCM started with just over $1 billion in initial assets and focused onbondtrading. The trading strategy of the fund was to make convergence trades, which involve taking advantage of arbitrage opportunities betweensecurities. To be successful, these securities must be incorrectly priced, relative to one another, at the time of the trade.\n\nAn example of an arbitrage trade would be a change ininterest ratesnot yet adequately reflected in securities prices. This could open opportunities to trade such securities at values different from what they will soon become—once the new rates have been priced in.\n\nLTCM was formed in 1994 and was founded by renowned Salomon Brothers bond trader John Meriwether, along with Nobel-prize winning Myron Scholes of theBlack-Scholes model.\n\nLTCM also dealt ininterest rate swaps, which involve the exchange of one series of future interest payments for another, based on a specified principal among two counterparties. Often interest rate swaps consist of changing afixed rate for a floating rateor vice versa, in order to minimize exposure to general interest rate fluctuations.\n\nDue to the small spread in arbitrage opportunities, LTCM had to leverage itself highly to make money. At the fund’s height in 1998, LTCM had approximately $5 billion inassets, controlled over $100 billion, and had derivative positions whose total worth was over $1 trillion. At the time, LTCM also had borrowed more than $155 billion in assets.\n\nWhen Russiadefaultedon its debt in August 1998, LTCM was holding a significant position in Russiangovernment bonds, known by the acronym GKO. Despite the loss of hundreds of millions of dollars per day, LTCM's computer models recommended that it hold its positions.\n\nLTCM's highly leveraged nature, coupled with a financial crisis in Russia, led the hedge fund tosustain massive lossesand be in danger of defaulting on its own loans. This made it difficult for LTCM to cut its losses in its positions. LTCM held huge positions, totaling roughly 5% of the total globalfixed-incomemarket, and had borrowed massive amounts of money to finance these leveraged trades.\n\nIf LTCM had gone into default, it would have triggered a global financial crisis due to the massive write-offs itscreditorswould have had to make.\n\nWhen the losses approached $4 billion, the federal government of the United States feared that the imminent collapse of LTCM would precipitate a larger financial crisis and orchestrated a bailout to calm the markets. A $3.625-billion loan fund was created, which enabled LTCM to pay off enough of its loans over the following months to survive any market volatility and subsequentlyliquidatein a timely and orderly manner in early 2000.\n\nCongressional Research Service. \"Systemic Risk And The Long-Term Capital Management Rescue.\" Page 9.\n\nFederal Reserve History. \"Near Failure of Long-Term Capital Management.\"\n\nCFA Institute. \"Financial Scandals, Scoundrels & Crises Series: Long-Term Capital Management.\"\n\nC. T. Bauer, College of Business, University of Houston. \"Case Study: LTCM.\"",
  "url": "https://www.investopedia.com/terms/l/longtermcapital.asp"
}