{
  "term": "What Is Tenancy by the Entirety? Requirements and Rights",
  "definition": "Investopedia / Michela Buttignol\n\nTenancy by the entirety refers to a form of shared property ownership that is usually reserved only for married couples. A tenancy by the entirety permits spouses to jointly own property as a single legal entity. This means that each spouse has an equal and undivided interest in the property.\n\nThis form of legal ownership creates a right of survivorship: if one spouse dies, the surviving spouse automatically receives fulltitleto the property.\n\nTenancy by the entirety can usually only occur when the property owners are married to one another at the time they receive the title. However, some states do allow tenancy by the entirety for common-law spouses and domestic partners. This type of legal agreement doesn't apply to other types of partnerships, such as friends, siblings, parent-child relationships, or business associates.\n\nSpouses who mutually own property through tenancy by the entirety are referred to astenants by entirety. Each spouse legally has equal rights to ownership of the property in question. This allows them to inhabit and use the property as they see fit.\n\nThe condition of mutual ownership of the entire property means the spouses must be in agreement when making decisions about the property. For example, one spouse doesn't have the legal right to sell off or develop part of the property without the other’s consent.\n\nThere is no subdivision that separates the property into equal parts between the spouses: each owns 100%. So, even if one spouse writes awillthat grants an interest stake in the property to anheir, the power and rights of tenancy by the entirety creates a right of survivorship and invalidates and supersedes that aspect of the will.\n\nIn order to become tenants by the entirety of a certain property such as ajoint brokerage account, the prospective tenants must be married at the time they come into ownership of the property. Specific requirements vary from state to state; some states extend tenancy by the entirety to domestic partners or common-law spouses.\n\nThe establishment of tenancy by the entirety differs across jurisdictions as well. In some states, any married couple that buys property is assumed to be tenants in the entirety. Some states may limit tenancy to entirety to real estate only, or only to homestead property where the couple resides.\n\nThe main advantage of a tenancy by the entirety is to protect the interests of a surviving spouse. When one tenant dies, there is no possibility that their partner will lose the property. There is no need for the property to go through probate, and no other heir can evict the surviving spouse.\n\nBut a tenancy by the entirety only prevents the property from being probated if one spouse dies first. When the surviving spouse dies, the property must be probated as normal. The same is true if both spouses die together.\n\nTenancy by the entirety is not available in all states, and it is sometimes restricted to real estate only. Moreover, the couple must own equal shares and be in agreement about any decision covering a property. This can cause issues in some relationships.\n\nWhile tenancy by the entirety protects the property from claims against one spouse, it does not protect it from all claims. If both tenants are responsible for a given debt, the creditor can still make a claim against the property.\n\nAllows one married partner to inherit the property without probate if their partner dies.\n\nProtects the property from any claims against the deceased partner's estate.\n\nPrevents either partner from placing liens or selling the shared property.\n\nProperty is protected from creditors for debt only owed by one partner.\n\nLimited to some states, and may be limited to some types of property.\n\nDoes not protect the property from claims against shared debts.\n\nBoth partners have equal stakes, and must agree on any decisions concerning the property.\n\nProperty must still be probated after the second spouse dies.\n\nCommon-law spouses and domestic partners are only included in certain states.\n\nA tenancy by the entirety is similar to ajoint tenancy, where a property is co-owned by two or more people. In both types of tenancy, there is a right of survivorship. Upon the death of one owner, their share is automatically passed on to the other tenant, rather than being probated with their estate.\n\nHowever, there are some differences. While tenants in the entirety are usually required to be a married couple, joint tenants can have any type of relationship: siblings, business partners, or even friends.\n\nMoreover, while a tenancy by the entirety can only be terminated by mutual agreement or the death of a spouse, a joint tenancy can unilaterally be ended by either of the tenants. All they need to do is sell or transfer their share to another person, who then becomes a tenant in common.\n\nEach state has its own laws that govern tenancy by the entirety and how it may be applied. Though some states allow this form of ownership to exist for all types of property held by married couples, others only allow it to be exercised for real estate that is jointly owned by spouses. Some states also permit domestic partners or common-law spouses to jointly own property through tenancy by the entirety.\n\nTwenty-five states and Washington D.C. allow tenancy by the entirety. The states that permit it are:\n\nOtherpossible structuresunder which spouses can choose to jointly own property include tenancy in common (TIC) andjoint tenancy.\n\nTenancy by the entirety can be terminated in one of several ways:\n\nAs mentioned above, a tenancy by the entirety creates a right of survivorship. In other words, when one spouse dies, that person's share in the property is automatically transferred to the surviving spouse. This eliminates the need forprobate.\n\nWhen a couple divorces, the parties becometenants in common (TIC). This means they both have ownership rights in the property and can bequeath their share of the property to anyone upon their death. Courts can order the sale of the property with the proceeds split between the divorcing couple or award full ownership to one party.\n\nTenancy by the entirety forbids one party from selling the property without the other party’s consent. Suppose a married couple purchases a house together through a tenancy by entirety arrangement. Because the couple purchased the property together, each would have a 100% ownership interest.\n\nThis status also protects the spouses against certain liens. Creditors who seek relief ondelinquentdebt cannot enter claims against any property that is under tenancy by the entirety unless the couple shares that debt. The property can only be attached bycreditorsto whom the married couple owes jointdebts.\n\nFor example, if a borrower owes payments on a motorcycle loan they acquired only for themselves, the lender could not put alienagainst a house the borrower owns with a spouse because the property is under tenancy by the entirety.\n\nTenancy by the entirety is a type of property ownership that only applies to married couples. The couple is treated as a single legal entity and mutually co-owns the property. The consent of each is needed to sell or develop it. A tenancy by the entirety also creates a right of survivorship—when one spouse dies the surviving spouse gains full ownership of the property. About half of the U.S. states allow tenancy by the entirety and some permit it for domestic partners too.\n\nIf a couple divorces, they become tenants in common, which gives them both ownership rights in the property. A court can also order the sale of the property—the proceeds would be split between the ex-spouses—or grant full ownership to one spouse.\n\nOne major benefit of tenancy by the entirety is that creditors can’t place a lien on the property if only one spouse holds the debt. Also, because of the automatic survivorship rights this arrangement provides, there is no need for probate, which can be costly and time-consuming.\n\nTwenty-five states plus the District of Columbia allow tenancy by the entirety. However, rules vary by states. Some restrict the practice to real estate assets or homestead properties. Certain states also allow domestic partners and common-law spouses as well as married couples to use tenancy by the entirety.\n\nTenancy by the entirety is a legal arrangement where a married couple shares equal ownership of a property, and ownership automatically passes to the survivor if their partner dies. This allows the survivor to avoid probate and protects the home from any claims against the other tenant. However, this form of co-ownership is only available in certain states.\n\nCornell Law School, Legal Information Institute. \"Tenancy by the Entirety.\"\n\nRocket Mortgage. “Tenancy By Entirety: Defined and Explained.”\n\nAmerican Bar Association. \"Residential Real Estate FAQs.\"",
  "url": "https://www.investopedia.com/terms/t/tenancy-by-the-entirety.asp"
}