{
  "term": "What Are Usury Laws?",
  "definition": "Usury is lending money at aninterest ratethat is unreasonably high or higher than therate permitted by law.Usurylaws protect consumers by governing the interest charged on a loan. In the United States, individual states are responsible for setting usury laws. Though this type of financial activity could fall under the Constitution's commerce clause,Congresshas not traditionally focused on usury at the federal level.\n\nCredit card companies charge interest rates that are allowed by the state where the company was incorporated rather than follow the usury laws that apply in the states where borrowers live. Nationally chartered banks similarly can apply the highest interest allowed by the state where the institution was incorporated.\n\nDelaware and South Dakota may be chosen as the states of incorporation for many financial institutions because of the freedom allowed regarding interest rates. Similarly, Nevada has no usury limits. Pennsylvania considers interest above 25% as criminal usury. New Jersey's general usury limit is 30% for individuals and 50% for corporations.\n\nIn 2023, theConsumer Financial Protection Boardand the New York Attorney General sued Credit Acceptance Corporation for misrepresenting the cost of credit and tricking customers into high-cost loans on used cars.\n\nThe effectiveness of usury laws is often debated after decisions by the U.S. Supreme Court, and legislation gave financial institutions the capacity to circumvent limits. The high court’s decision in the case of Marquette National Bank v. First of Omaha Corp. allowed credit companies to charge customers out of state at the same interest rates the companies could charge in the states where they were incorporated.\n\nDelaware’s introduction of the Financial Center Development Act, which eliminated limits in the state on fees and interest that can be charged on consumer lending, further amplified the desire among financial institutions to move there.\n\nIn 2023, U.S. Senators Sheldon Whitehouse, Jack Reed, Elizabeth Warren, Bernie Sanders, and Jeff Merkley introduced the Empowering States’ Rights to Protect Consumers Act to restore states’ ability to limit consumer loan interest rates and help address the billions of dollars that consumers hold in loans and credit card debt.\n\nPredatory lending is defined by theFDICas “imposing unfair and abusive loan terms on borrowers.\" Predatory lenders charge unreasonably high interest rates and require significant collateral.\n\nThe first usury laws were adopted by 18th-century American colonies, setting the interest cap at 8%.\n\nThe CFPB identifies abusive conduct against consumers. In 2010, Congress passed the Consumer Financial Protection Act, which allows the CFPB, federal banking regulators, and states, to identify wrongdoing and target firms that are committing abusive acts or practices.\n\nUsury laws aim to protect consumers from predatory lending and high-interest rates. Individual states in the U.S. set usury laws for their region. 18th-century American colonies established the first usury laws in the United States.\n\nWorld Population Review. \"Usury Laws By State.\"\n\nCFPB. \"CFPB and New York Attorney General Sue Credit Acceptance for Hiding Auto Loan Costs, Setting Borrowers Up to Fail.\"\n\nJustia. \"Marquette Nat. Bank v. First of Omaha Svc. Corp., 439 U.S. 299 (1978).\"\n\nDelaware Journal of Corporate Law. \"Delaware's 1981 FCDA Preview,\" Pages 108-109.\n\nSenator Sheldon Whitehouse. \"Whitehouse, Colleagues Introduce Bill to Shield Americans from Sky-High Credit Card Interest Rates.\"\n\nFDIC. \"Predatory Lending Resources.\"\n\nAmericans For Fairness in Lending. \"The History of Usury.\"\n\nCFPB. \"CFPB Issues Guidance to Address Abusive Conduct in Consumer Financial Markets.\"",
  "url": "https://www.investopedia.com/terms/u/usury-laws.asp"
}