{
  "term": "What Is the Peter Principle?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Peter Principle states that people in an organization will be promoted until they are no longer qualified, filling a company with incompetent leadership.\n\nThe Peter Principle theorizes that employees in most organizationalhierarchiesautomatically rise through promotion to higher positions. However, competentemployeeswill be promoted, but will ultimately assume positions for which they are incompetent.\n\nAccording to the Peter Principle, competence is rewarded withpromotionbecause competence, in the form of employee output, is noticeable, and recognized. However, once an employee reaches a position in which they are incompetent, they are no longer evaluated based on their output\n\nCanadian educational scholar and sociologist, Dr. Laurence J. Peter, defined the theory in his 1968 bookThe Peter Principle. He surmised that an employee's inability to fulfill the requirements of a position they are promoted to may not be general incompetence but is because the position requires differentskillsthan those the employee possesses.For example, an employee who competently completes assembly tasks may be promoted to management without proving to be a good manager first.\n\nDr. Peter revised the adage \"The cream rises to the top\" by stating \"The cream rises until it sours.\" In other words, excellent employee performance is inevitably promoted to the point where the employee's performance is no longer satisfactory. He also argued that employees tend to remain in positions in which they are incompetent because mere incompetence is rarely sufficient to cause the employee to be fired.\n\nWhen newly-promoted managers are not well-suited to their roles, they may be less able to provide effective management and direction to their employees. This can also lead to high rates of error or defects if their new responsibilities are associated with quality control.\n\nThese problems can trickle down to other employees, who will make more mistakes under poor management. Lower-level workers may continue to be promoted, resulting in several layers of managers who lack the skills or training for their jobs. This can also damage employee morale, since remaining employees may resent their poor management.\n\nTom Schuller coined the phrase \"the Paula Principle,\" theorizing that women tend to work in positions below their level of competence due to gender discrimination, lack of professional networks, and balancing work and home responsibilities.\n\nIn 2018,economistsAlan Benson, Danielle Li, and Kelly Shue analyzed sales workers' performance and promotion practices at 214 American businesses to test the Peter principle. They found that companies promoted employees to management positions based on their performance in previous positions, rather than on managerial potential.\n\nConsistent with the Peter principle, the researchers found that high-performing sales employees were more likely to be promoted and that they were also more likely to perform poorly as managers, leading to considerable costs to the businesses.\n\nPeter's Corollary is an extension of the Peter Principle. It states that in time, every position within an organization will be filled with someone incompetent to fulfill the duties of their role. This may result in compounded mismanagement and poor leadership.\n\nThe Peter Principle is the inverse of the Dilbert Principle, an idea coined by the cartoonist Scott Adams for the comic stripDilbert. This rule states that companies tend to promote their least-competent employees to management roles where they are least likely to interfere with production. Both rules explain the presence of incompetent people in management positions but use different explanations.\n\nTheU.S. Equal Employment Opportunity Commission (EEOC)enforces federal laws that define workplace discrimination, hiring, firing, promotions, harassment, training, wages, and benefits.\n\nThe Peter Principle is a theory that explains why many companies have seemingly ineffective management staff. It states that rather than promoting people to the roles they are best suited for, companies tend to reward successful employees with roles for which they are not qualified. This can sometimes result in poor management, ineffective leadership, decreased productivity, and low employee morale.\n\nLaurence J. Peter, via KeinDing.com. \"The Peter Principle.\" William Morrow & Co., 2020\n\nLaurence J. Peter, via KeinDing.com. \"The Peter Principle.\" William Morrow & Co., 2020, Page 35.\n\nQuarterly Journal of Economics. \"Promotions and the Peter Principle.\"\n\nU.S. Equal Employment Opportunity Commission. \"Overview.\"",
  "url": "https://www.investopedia.com/terms/p/peter-principle.asp"
}