{
  "term": "What Is the Dutch Disease? Origin of Term and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nDutch disease is an economic term for the negative consequences that can arise from a spike in the value of a nation’scurrency. It is primarily associated with the new discovery or exploitation of a valuable natural resource and the unexpected repercussions that such a discovery can have on the overall economy of a nation.\n\nDutch disease exhibits the following two chief economic effects:\n\nBoth phenomena result from a higher local currency.\n\nIn the long run, these factors can contribute to unemployment as manufacturing jobs move to lower-cost countries. Meanwhile, non-resource-based industries suffer due to the increased wealth generated by resource-based industries.\n\nThe term Dutch disease was coined by The Economist magazine in 1977. The publication had analyzed a crisis that occurred in The Netherlands after the discovery of vast natural gas deposits in the North Sea in 1959. The newfound wealth and massive exports of oil caused the value of the Dutch guilder to rise sharply, making Dutch exports of all non-oil products less competitive on the world market. Unemployment rose from 1.1% to 5.1%, and capital investment in the country dropped.\n\nDutch disease became widely used in economic circles as a shorthand way of describing similar situations.\n\nIn the 1970s, Dutch Disease hit Great Britain when the price of oil quadrupled, making it economically viable to drill for North Sea Oil off the coast of Scotland. By the late 1970s, Britain had become anet exporterof oil, though it had previously been anet importer. Although the value of the pound skyrocketed, the country fell into recession as British workers demanded higher wages and Britain's other exports became uncompetitive.\n\nIn 2014, economists in Canada reported that the influx of foreign capital related to the exploitation of the country's oil sands may have led to an overvalued currency and decreased competitiveness in the manufacturing sector. Simultaneously, the Russian ruble greatly appreciated for similar reasons.In 2016, the price of oil dropped significantly, and both the Canadian dollar and the ruble returned to lower levels, easing the concerns about Dutch disease in both countries.\n\nThough Norway is rich in the resources, their bureaucracy treads carefully to make pragmatic investing decisions, limit spending, and diversify revenue to help the country avoid the Dutch disease.\n\nDutch disease occurs due to a heavy dependence on a single natural resource. As such, the principal way to prevent such an issue is to diversify the economy by investing in multiple sectors to serve as buffers and supporting domestic producers.\n\nDutch disease is actually an example ofresource cursetheories which believe that countries rich in natural resources often have worse economic growth and development.\n\nDutch disease, as a term, originated in the 1970s to describe the paradoxical situation in which seemingly good news, such as the discovery of large oil reserves, negatively impacts a country's broader economy.\n\nInternational Monetary Fund. \"Dutch Disease: Wealth Managed Unwisely.\"\n\nThe Economist. \"The Dutch Disease.\"\n\nFederal Reserve Bank of St. Louis. \"Dutch Disease or Monetarist Medicine?: The British Economy Under Margaret Thatcher,\" Pages 27, 35-37.\n\nKFW Economic Research. \"Russia's 'Dutch Disease.'\"\n\nUniversity of Calgary. \"Going Dutch? The Impact of Falling Oil Prices on the Canadian Economy,\" Page 1.",
  "url": "https://www.investopedia.com/terms/d/dutchdisease.asp"
}