{
  "term": "What Is Crude Oil, and Why Is It Important to Investors?",
  "definition": "Crude oil is a naturally occurring liquid petroleum product composed of hydrocarbon deposits and other organic materials formed from the remains of animals and plants that lived millions of years ago. These organisms were covered by layers of sand, silt, and rock, subject to heat and pressure, and eventually turned into a type of fossil fuel that is refined into usable products, including gasoline, diesel, liquefied petroleum gases, and feedstock for the petrochemical industry.\n\nCrude oil is anonrenewable resource, which means that it can’t be replaced naturally at the rate we consume it and is, therefore, a limited resource.\n\nCrude oil is typically obtained through drilling, where it is usually found alongside other resources, such as natural gas (which is lighter and therefore sits above the crude oil) and saline water (which is denser and sinks below). After its extraction, crude oil is refined and processed into a variety of forms, such as gasoline, kerosene, and asphalt, for sale to consumers.\n\nCrude oil is one of the world’s most important commodities, and its price can have ripple effects through the broader economy. Rising oil prices mean higher gasoline prices at the pump, higher shipping costs, and increased input costs for producers. Crude oil prices are driven mainly by the principles ofsupply and demand. Oversupply and shrinking demand lower prices, while rising demand and short supply push prices up. Perceived supply and demand changes can be driven by geopolitical events or natural disasters that affect oil-producing nations.\n\nInvestors and speculators can trade oil viafutures markets,spot markets, orexchange-traded funds (ETFs).\n\nAlthough fossil fuels such as coal have been harvested for centuries, crude oil was first discovered and developed during theIndustrial Revolution, and its industrial uses were developed in the 19th century. Newly invented machines revolutionized the way we do work, and they depended on these resources to run.\n\nToday, the world’s economy is largely dependent on fossil fuels such as crude oil, and the demand for these resources often sparks political unrest, as a small number of countries control the largest reservoirs. Like any industry,supply and demandheavily affect the prices and profitability of crude oil. The United States, Saudi Arabia, and Russia are the leading producers of oil in the world.\n\nIn the late 19th and early 20th centuries, the U.S. was one of the world’s leading oil producers, and U.S. companies developed the technology to make oil into useful products like gasoline.During the middle and last decades of the 20th century, U.S. oil production fell dramatically, and the U.S. became an energy importer. In 2021, however, crude oil net imports were at the second-lowest annual level since 1985.\n\nIts major supplier was theOrganization of the Petroleum Exporting Countries (OPEC), founded in 1960, which consists of the world’s largest (by volume) holders of crude oil and natural gas reserves.As such, the OPEC nations had a great deal of economic leverage in determining supply, and therefore the price, of oil in the late 20th century.\n\nIn the early 21st century, the development of new technology—particularly hydro-fracturing, known as fracking—created a second U.S. energy boom, largely decreasing OPEC’s importance and influence.Heavy reliance on fossil fuels is cited as one of the main causes of global warming, a topic that has gained traction in the past several decades.Risks surrounding oil drilling include oil spills and ocean acidification, which damage the ecosystem.Also in the 21st century, many manufacturers have begun creating products that rely on alternative sources of energy, such as cars run by electricity, homes powered by solar panels, and communities powered by wind turbines.\n\nOil is often called “black gold,” yet crude oil has a range of viscosity and can vary in color from black to yellow depending on its hydrocarbon composition.Distillation, the process by which oil is heated and separated into different components, is the first stage in refining.\n\nPetroleum, a name that comes from the Latin words “petra,” meaning rock, and “oleum,” meaning oil, is often used interchangeably with crude oil. Essentially, petroleum is a more general word that refers to crude oil, the raw, unprocessed oil that is extracted out of the ground, and other petroleum products formed from refined crude oil.\n\nPetroleum products cover everything that a refinery produces from crude oil or natural gas. These products include diesel, gasoline, fuel oil, and more.\n\nInvestors may purchase two types of oil contracts: spot contracts andfutures contracts. To the individual investor, oil can be a speculative asset, a portfolio diversifier, or a hedge against related positions.\n\nLarge financial institutions and energy companies can also invest in oil and gas production through the use ofvolumetric production payments (VPPs), which allow oil and gas companies to monetize their fields or proven orders.\n\nThe price of the spot contract reflects thecurrent market pricefor oil, whereas the futures price reflects the price that buyers are willing to pay for oil on adelivery dateset at some point in the future.\n\nThe futures price is no guarantee that oil will actually hit that price in the current market when that date comes. It is just the price that, at the time of the contract, purchasers of oil are anticipating. The actual price of oil on that date depends on many factors.\n\nMostcommoditycontracts that are bought and sold on the spot markets take effect immediately: Money is exchanged, and the purchaser accepts delivery of the goods. In the case of oil, the demand for immediate delivery vs. future delivery is limited, in no small part due to the logistics of transporting oil.\n\nInvestors, of course, don’t intend to take delivery of commodities at all (although there have been cases of investor errors that have resulted in unexpected deliveries), so futures contracts are more commonly used by traders and investors.\n\nAn oil futures contract is an agreement to buy or sell a certain number of barrels of oil at a predetermined price, on a predetermined date. When futures are purchased, a contract between buyer and seller is signed and secured with amarginpayment that covers a percentage of the total value of the contract.\n\nEnd-users of oil purchase on the futures market to lock in a price; investors buy futures essentially as a gamble on what the price will actually be down the road, and they profit if they guess correctly. Typically, they will liquidate or roll over their futures holdings before they would have to take delivery.\n\nThere are two major oil contracts that are closely watched by oil market participants. In North America, the benchmark for oil futures isWest Texas Intermediate (WTI)crude, which trades on theNew York Mercantile Exchange (NYMEX).In Europe, Africa, and the Middle East, the benchmark isNorth Sea Brent Crude, which trades on theIntercontinental Exchange (ICE).\n\nWhile the two contracts move somewhat in unison, WTI is more sensitive to American economic developments, and Brent responds more to those in other countries.\n\nThere are multiple futures contracts open at once, with most trading in thefront-month contract(the nearest futures contract). For this reason, the front month is also known as themost activecontract.\n\nFutures prices for crude oil can be higher, lower, or equal to spot prices. The price difference between the spot market and the futures market says something about the overall state of the oil market and expectations for it. If the futures prices are higher than the spot prices, this usually means that purchasers expect the market will improve, so they are willing to pay apremiumfor oil to be delivered at a future date. If the futures prices are lower than the spot prices, this means that buyers expect the market to deteriorate.\n\n“Backwardation” and “contango” are two terms used to describe the relationship between expected future spot prices and actual futures prices. When a market is incontango, the futures price is above the expected spot price. When a market is in normalbackwardation, the futures price is below the expected future spot price. The prices of different futures contracts can also vary depending on their projected delivery dates.\n\nEconomists and experts are hard-pressed to predict the path of crude oil prices, which arevolatileand depend on many variables. They use a range of forecasting tools and depend on time to confirm or disprove their predictions. The five models used most often are:\n\nEach mathematical model is time-dependent, and some models work better at one time than another. Because no one model alone offers a reliably accurate prediction, economists often use aweightedcombination of them all to get the most accurate answer. In 2014, for instance, theEuropean Central Bank (ECB)used a four-model combination to predict the course of oil prices to generate a more accurate forecast.There have been times, however, when the ECB has used fewer or more models to capture the best results.Even so, unforeseen factors like natural disasters, political events, or social upheavals can derail the most careful of calculations.\n\nBecause crude oil prices constantly change and are typically more volatile than stock or currency prices, it is crucial for successful investors and traders to have good information sources that report on the many factors that can influence oil prices. Many websites report crude oil news, but only a few broadcast the breaking news and current prices. The following three offer current information.\n\nTo an investor, crude oil can be aspeculativeasset, aportfolio diversifier, or ahedgeagainst related positions. There are two ways to invest in crude oil: futures contracts and spot contracts. The price of the spot contract reflects the current market price for oil, whereas the futures price reflects the price that buyers are willing to pay for oil on a delivery date set at some point in the future.\n\nThe basis, or differences, between oil futures contracts and the spot (cash) market can be indicative of the near-term expectations of oil supply and demand. When futures prices are trading higher than the spot (known as contango), it suggests that traders are willing to pay a premium for oil to be delivered at a future date and that expectations arebullish. When futures are trading below the spot (known as backwardation), it can be abearishsignal.\n\nCrude oil prices and related market news are available online, often for free. For example,MarketWatchprovides up-to-date price quotes, headlines, and commentary. The site has an active link on its landing page showing the price of crude. The Reuters news service is another free site with acommodity-specific portionthat shows current prices. CNBC.com, too, has apage dedicated to oil-specific newsand recent developments.\n\nAccording to its statutes, OPEC membership is open to any country that is a substantial exporter of oil and shares the ideals of the organization. After the five founding members, OPEC grew by 11 additional member countries over time. They are, in order of joining, as follows:\n\nEcuador withdrew from the organization on Jan. 1, 2020. Qatar terminated its membership on Jan. 1, 2019, and Indonesia suspended its membership on Nov. 30, 2016. Angola has been the latest country to withdraw from OPEC, as of January 2024. Thus, as of 2024, the organization consists of 12 states.\n\nTheimportance of crude oilcannot be overstated. It is a major source of energy, generating heat and powering various types of vehicles and machinery. It is also used as a component in many of the products that we use every day, including plastics, paints, and cosmetics.\n\nConcerns about the damage it does to the environment mean crude oil isn’t favorable to everyone. However, most agree that we currently cannot live without it and that no longerextracting and refining crude oilwould lead the global economy to grind to a halt.\n\nU.S. Energy Information Administration. \"Oil and Petroleum Products Explained.\"\n\nWorld Economic Forum. \"Why Do Oil Prices Matter to the Global Economy? An Expert Explains.\"\n\nAmerican Oil and Gas Historical Society. “First American Oil Well.”\n\nU.S. Energy Information Administration. “What Countries Are the Top Producers and Consumers of Oil?”\n\nLibrary of Congress. “Oil and Gas Industry: A Research Guide: History of the Industry.”\n\nU.S. Energy Information Administration. “U.S. Field Production of Crude Oil.”\n\nU.S. Energy Information Administration. “U.S. Energy Facts Explained.”\n\nOrganization of the Petroleum Exporting Countries. “Brief History.”\n\nThe Strauss Center. \"The U.S. Shale Revolution.\"\n\nSupran, Geoffrey and et al. \"Assessing ExxonMobil’s Global Warming Projections.\"Science, vol. 379, no. 6628, January 2023.\n\nNational Oceanic and Atmospheric Administration, U.S. Department of Commerce. “Ocean Acidification.”\n\nWorld Nuclear Association. “Renewable Energy and Electricity.”\n\nU.S. Energy Information Administration. \"Crude Oils Have Different Quality Characteristics.\"\n\nUnited Nations Environment Programme, Global Marine Oil Pollution Information Gateway. “Oil—What Is That?”\n\nU.S. Energy Information Administration. “What Drives Crude Oil Prices: Spot Prices.”\n\nU.S. Energy Information Administration. “What Drives Crude Oil Prices: Financial Markets.”\n\nCME Group. “Crude Oil Futures: Contract Specs.”\n\nIntercontinental Exchange. “Brent Crude Futures.”\n\nManescu, Cristiana and Ine Van Robays. “Forecasting the Brent Oil Price: Addressing Time-Variation in Forecast Performance.\"European Central Bank, Working Paper 1735, September 2014, pp. 6.\n\nEuropean Central Bank. \"Forcasting the Price of Oil.\"Economic Bulletin, no. 4, 2015, pp. 87-90.\n\nOrganization of the Petroleum Exporting Countries. “Member Countries.”",
  "url": "https://www.investopedia.com/terms/c/crude-oil.asp"
}