{
  "term": "What Is a Qualified Domestic Relations Order (QDRO)?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA qualified domestic relations order (QDRO) is a legal document typically found in a divorce agreement. It recognizes that a spouse, former spouse, child, or other dependent is entitled to receive a predefined portion of the account owner’s retirement plan assets.\n\nAccording to theInternal Revenue Service (IRS), a spouse or former spouse must report the QDRO benefits received “as if he or she were a plan participant.” The QDRO grants the spouse a percentage of the participant’s investment in the contract, with the numerator being the present value of the benefits payable to the spouse and the denominator being the present value of all benefits payable to the participant.\n\nOnce the distribution is made, the former spouse becomes responsible for any taxes due. The former spouse can, alternatively, roll over the assets received from a QDRO just the same as an employee could receive a distribution and roll it over into another retirement account. However, a QDRO distribution that is paid to a dependent, such as a child, is taxed to the plan’s participant.\n\nIf there is no QDRO in place and the retirement account plan holderdistributes retirement plan assetsto a former spouse, the account holder will generally be responsible for income taxes on the distributed amount, as well as any early withdrawal penalties if they are under age 59 1/2.\n\nIn the case of a divorce or custody issue, a family court judge may issue a QDRO for a dependent.\n\nA QDRO is only valid for retirement plans covered by theEmployee Retirement Income Security Act (ERISA). This includesqualified plans, such as401(k)s. They do not cover IRAs.\n\nTo be valid, a QDRO must contain specific information:\n\nThe QDRO cannot award an amount or form of benefit that is not available under the participant’s specific retirement plan.Retirement benefitsfrom more than one retirement benefit plan can be subject to a QDRO as long as it clearly states the benefits that are assigned to the former spouse. The provisions in a QDRO are not standardized and will vary based on the retirement plan type and the purposes of the order.\n\nSome plan administrators provide a standard QDRO form.\n\nRules imposed by the U.S.Department of Labor’s Employee Benefits Security Administration restrict specific provisions from being included in a QDRO. The court order cannot force a retirement plan to disburse any benefit amount or option that is not provided through the plan. In addition, the QDRO cannot require increased benefits, on the basis of actuarial value, from the retirement plan.\n\nBenefits cannot be required from a plan for an alternate payee when those benefits are already allocated to another alternate payee under the decree of a previous QDRO. For example, in the instance of subsequent divorces and QDROs, the earliest takes priority for the designated benefit amount.\n\nAdditionally, the order must not require the plan to pay the alternate payee in the form of aqualified joint and survivor annuity (QJSA)for the lives of the alternate payee and their subsequent spouse.\n\nA QDRO may provide surviving spousal benefits to a former spouse under the plan. Benefits allocated to an alternate payee under a QDRO are not available for a subsequent spouse to receive as survivor benefits under the retirement plan.\n\nIn some cases, a QDRO might be put in place for a relation other than a former spouse. Dependents might also qualify to receive the ordered benefits. In such instances, the alternate payee is a minor or is determined to be legally incompetent. The order can require the benefit plan to make payment to an individual with legal responsibility for that payee. This can include a guardian as well as a trustee who serves as the agent of the individual.\n\nTheplan administratorwho oversees the retirement benefits subject to the order will determine if a QDRO is a qualified domestic relations order. In these circumstances, plan administrators are then responsible for ensuring that their duties are fulfilled on behalf of plan participants and beneficiaries.\n\nThe purpose of a QDRO, which is typically used in divorce agreements, is to fairly divide assets in a qualified retirement plan. In addition to an ex-spouse, a QDRO can also recognize a child, or other dependent, as entitled to receive some of the retirement account’s assets.\n\nTheex-spouse typically filesa QRDO. Some do so with the help of a lawyer. Standard QDRO forms are also provided by some plan administrators.\n\nThere are number of ways in which retirement plan assets can be paid out. Options include receiving a lump sum, installment payments, or transferring the funds to another retirement account.\n\nA QRDO is used to divide retirement plan assets in a divorce. It can only be used forretirement plans covered by ERISA. This includes qualified plans, such as 401(k)s, but not IRAs. Typically filed by an ex-spouse, a QRDO must be approved by both the plan administrator and a court.\n\nWhile QDROs have specific requirements, they are not standardized. Each varies based on the type of retirement plan, how assets are paid, and whether or not there are dependents, among other nuances.\n\nInternal Revenue Service. “Retirement Topics — QDRO — Qualified Domestic Relations Order.”\n\nInternal Revenue Service. \"Publication 504, Divorced or Separated Individuals.\" Page 18.\n\nInternal Revenue Service. \"Publication 504, Divorced or Separated Individuals.\"\n\nU.S. Department of Labor, Employee Benefits Security Administration. \"QDROs: The Division of Retirement Benefits Through Qualified Domestic Relations Orders.\" Page 91.\n\nU.S. Department of Labor, Employee Benefits Security Administration. \"FAQs about Qualified Domestic Relations Orders.\" Page 2.\n\nU.S. Department of Labor, Employee Benefits Security Administration. \"QDROs: The Division of Retirement Benefits Through Qualified Domestic Relations Orders.\" Pages 9-10.\n\nU.S. Department of Labor, Employee Benefits Security Administration. “QDROs: The Division of Retirement Benefits Through Qualified Domestic Relations Orders.\" Page 6.\n\nU.S. Department of Labor, Employee Benefits Security Administration. “QDROs: The Division of Retirement Benefits Through Qualified Domestic Relations Orders.\" Page 7.\n\nU.S. Department of Labor, Employee Benefits Security Administration. “QDROs: The Division of Retirement Benefits Through Qualified Domestic Relations Orders.\" Pages 34-35.\n\nU.S. Department of Labor, Employee Benefits Security Administration. “QDROs: The Division of Retirement Benefits Through Qualified Domestic Relations Orders.\" Page 8.\n\nU.S. Department of Labor, Employee Benefits Security Administration. “QDROs: The Division of Retirement Benefits Through Qualified Domestic Relations Orders.\" Page 9.\n\nU.S. Department of Labor, Employee Benefits Security Administration. \"QDROs: The Division of Retirement Benefits Through Qualified Domestic Relations Orders.\" Page 97.",
  "url": "https://www.investopedia.com/terms/q/qdro.asp"
}