{
  "term": "What Is the Dow 30? Companies in It and Significance",
  "definition": "Dave Etheridge-Barnes / Getty Images\n\nThe Dow 30 tracks thirty of America's biggest and most established companies, acting like a quick temperature check of the U.S. economy.\n\nThe US 30 or Dow 30 is a widely-watched stock market index comprised of 30 large U.S. publicly traded companies. Also known as the Dow Jones Industrial Average or \"the Dow,\" the US 30 tracks the combined share price performance of what its committee considers to be the most important names on the New York Stock Exchange (NYSE) and Nasdaq, excluding transportation and utility companies.\n\nFor many, the US 30 is a barometer of the U.S. stock market and economy.The US 30 is managed by S&P Dow Jones Indices. Its constituents are chosen by a committee and it is price-weighted, meaning each company's stock is weighted by its price per share. The value of the index is computed by adding up all the stock prices of its 30 components and dividing the sum by the Dow divisor.\n\nWhen the media reports that the stock market is up or down for the day, they often mean the US 30. Its movements are used as a proxy for the stock market's overall performance.\n\nThe US 30 is also used as an indicator of the general health of the U.S. economy. The companies in the Dow provide many jobs, and its goods and services are used by many, if not most, Americans. Their success relies on the population’s spending habits.\n\nIn other words, when US 30 companies do well, it generally means the economy is in good shape. When they start to stutter, it suggests that bad times could be coming.\n\nInvestors can put money into the US 30 via exchange-traded funds (ETFs) such as the SPDR Dow Jones Industrial Average ETF and the iShares Dow Jones U.S. ETF.\n\nThese ETFs give investors the chance to buy a stake in 30 of America’s largest, most significant publicly-owned companies. These are blue chip stocks with big customer bases, steady revenues and profits, and excess cash. That makes them highly sought after.\n\nThe US 30 was created by journalist Charles Dow and his business partner Edward Jones in 1896. It's the second oldest stock market index in the U.S. They also foundedtheWall Street Journal.\n\nThe Dow 30 was developed to track the overall performance of the U.S. stock market when information flow was relatively limited. The idea was to let ordinary investors know the market's direction.\n\nThe original index consisted of 12 companies that were considered important to America's economy. They were:\n\nAs this list illustrates, the economy of 19th-century America was much more focused on producingcommodities.\n\nThe Dow expanded to 20 stocks in 1916 and then 30 stocks in 1928.\n\nTo get into the Dow 30 and stay there, companies must be part of the backbone of the U.S. economy.\n\nThe full name of the US 30 is the Dow Jones Industrial Average, which today is a bit misleading. In its early years, the titans of American business were the heavy industries that helped transform America during the Industrial Revolution.\n\nThe name has stuck, even though the U.S. economy and the index’s constituents have changed significantly.\n\nThere are no firm guidelines for including a company in the US 30 or for dropping it. A committee of S&P Dow Jones Indices andWall Street Journalexecutives decides which companies make the cut. The only criteria are that those included must have an “excellent reputation,\" demonstrate “sustained growth,” and be “of interest to a large number of investors.”\n\nBelow is a list of the companies included in the Dow 30:\n\nAs you can see, the companies currently in the index are household names spanning a range of different business sectors. And many of them have been in the index for many years. In theory, the makeup of the index can change at any time. However, in reality, tweaks are not frequent. As of Nov. 8, 2024, Nvidia Corp. (NVDA) replaced Intel Corp. (INTC), and Sherwin-Williams Company (SHW) replaced Dow Inc. (DOW).\n\nThe Dow 30 isn’t calculated like other leading indexes tasked with tracking the stock market's performance.\n\nIts value is computed by adding up all the stock prices of its 30 components and dividing the sum by what is known as theDow divisor, a number used to account for corporate actions such as stock splits, mergers, and dividend payments.\n\nOriginally, Charles Dow simply added up the closing prices of what he considered to be the 12 most important stocks on Wall Street and divided the result by 12 to arrive at an average.\n\nThe Dow 30 is also price-weighted, meaning it places great emphasis on share prices rather thanmarket capitalization. Essentially, the higher or more expensive the share price, the larger a company’s weighting in the index is.\n\nComparisons are often made between the Dow Jones Industrial Average (DJIA) and theS&P 500.\n\nWhile both use the same strategy ofmeasuring stock market performancethrough representative companies, there are significant differences in their methodology. For example, the DJIA is price-weighted, while the S&P 500 is market-capitalization-weighted.\n\nThey also use significantly different criteria to include companies in their listings.\n\nMoreover, the S&P 500 is preferred by some simply because it reflects the performance of 500 major companies rather than just 30.\n\nMany critics of the Dow argue that it doesn't significantly represent the state of the U.S. economy as it consists of only 30 large-cap U.S. companies. They believe the number is too small and neglects companies of different sizes.\n\nMany critics believe the S&P 500 is a better representation of the economy as it includes significantly more companies, 500 versus 30, which by nature is more diversified.\n\nFurthermore, critics believe that factoring only the price of a stock in the calculation, and not its market cap, does not accurately reflect a company's performance. It gives a company with a higher stock price but a smaller market cap more weight than a company with a smaller stock price but a larger market cap.\n\nThe US 30 has long been viewed as a barometer of the U.S. stock market and economy. When the index is moving up, the economy is said to be in good shape and investors are generally making money. The opposite applies when the index loses value.\n\nBoth the US 30 and the S&P 500 are indexes tasked with tracking the performance of U.S. companies. They are among the two most watched indexes in the world.\n\nThey differ considerably in nature. Key differences include size and methodology:\n\nIt's called the Dow 30 because it was created by Charles Dow (with Edward Jones) and consists of 30 companies. Its full formal name is the Dow Jones Industrial Average.\n\nThe US 30 is one of the most discussed stock indexes on the planet. It’s been around since 1896 and comprises America’s finest, largest, and most invested in blue chip companies.\n\nThat makes it a hot topic of debate and, according to many pundits, a key barometer of the state of the overall stock market and economy.\n\nThe index, also called the Dow 30 or just the \"Dow,” differs from many other leading indexes. It's hand-picked by a committee, price-weighted, and calculated by adding up all the stock prices of its 30 components and dividing the sum by the Dow Divisor.\n\nNot everyone loves the Dow Jones Industrial Index, but few can deny how influential it is.\n\nS&P Dow Jones Indices. \"Dow Jones Industrial Average.\"\n\niShares. \"iShares Dow Jones U.S. ETF.\"\n\nState Street Global Advisors. \"SPDR Dow Jones Industrial Average ETF Trust.\"\n\nThe Library of Congress. \"Dow Jones Industrial Average First Published.\"\n\nS&P Dow Jones Indices. \"Icons: The S&P 500 and the Dow.\"\n\nS&P Dow Jones Indices. \"Dow Jones Averages Methodology,\" Page 5.",
  "url": "https://www.investopedia.com/terms/d/dow-30.asp"
}