{
  "term": "What Is Ether (ETH)? Definition, How It Works, vs. Bitcoin",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nEther is a cryptocurrency used in Ethereum's global virtual machine. It has several uses: It is used to pay network participants for their contributions to the blockchain. Investors use it as a store of value, and traders use it to take advantage of price movements. Consumers can use it to pay for goods and services at businesses that accept it.\n\nLearn more about ether and how it acts as the fuel that powers the Ethereum blockchain and network.\n\nTheEthereum blockchainis a distributed ledger designed as a platform that makes it easier for people to create decentralized applications. Additionally, it was created to remove third parties from global financial systems and transfer monetary control to the people instead of governments and businesses.\n\nA distributed, worldwide virtual computer hosts the platform and the blockchain. It uses nodes (the remote hosts), a consensus layer, an execution layer, an application layer, and participants who provide the equipment necessary for hosting the virtual machine.\n\nThe operational costs of maintaining a host and participating in the network and blockchain are minimal, but the volunteer validators must stake valuable ether of their own to host nodes. Validators receive a chance to validate transactions and earn a reward for their work, issued in ether (ETH).\n\nEther also holds market value and is exchangeable for fiat currency on cryptocurrency exchanges. Ether is thus a native cryptocurrency, investment asset, and a means of exchange.\n\nThe developers and community metaphorically refer to ether as the \"gas\" that powers the network. It is called gas because ether is exchanged for the work done to verify transactions and secure the blockchain, much like money spent to buy the gas that powers a car.\n\nWhile ether and bitcoin are cryptocurrencies, they have many distinguishing differences.\n\nThis discussion is strictly about the token differences, not theblockchains.\n\nA bitcoin can be broken down into smaller denominations called satoshis. One bitcoin is equal to 0.00000001 satoshi, so there are 100 million satoshi per bitcoin. You might see denominations of bitcoin referred to as mBTC, or milli Btc. In this case, 1 mBTC is 0.001 bitcoins, or 100,000 satoshi.\n\nEther consists of several denominations, some of which are much smaller (incrementally) than a satoshi. One ether is equal to:\n\nBitcoinand ether both have uses on the blockchain. They are both used to pay and reward participants for work done. However, ether has an additional use—it is used as validator collateral.\n\nWhen a user wants to become a validator and receive payments for blockchain work, they must lock ether in a process called \"staking.\" When ether is staked, it cannot be spent. If a user acts unethically, their staked ether is forfeited.\n\nInvestors may soon be able to invest in eight different spot etherETFsas the Securities and Exchange Commission (SEC) in May 2024 approved a rule change to list and trade shares of these ETFs.\n\nOn the Ethereum blockchain, participants with enough ether staked are randomly chosen as validators and receive ether as a reward. Bitcoin is given as a reward for opening a new block on the blockchain.\n\nEthereum validators are awarded newly minted ether and tips from users. New ether tokens are awarded at a rate of about 1,700 ETH per day per 14 million ETH staked.\n\nBitcoin will only ever have 21 million coins circulating, the last of which is expected to be rewarded in 2140. The blockchain is also programmed tosplit rewardsin half every 210,00 blocks (roughly four years).\n\nEther is limited to a total supply of 120 million. When transactions are paid for in ether, the fees are \"burned\"—sent to an address with no keys. The network mints new ether and pays the validators, maintaining a balance of about 1,700 new ether issued per day.\n\nOn May 27, 2024, the averagegas fee(which varies) was 13 gwei, or about $0.99.\n\nGas fees are fees paid for transactions, such as transferring ether to someone to pay for an item or creating smart contracts.\n\nEthereum gas fees consist of two portions: a block base fee and a tip. The block base fee is burned after the transaction, and the tip is received by the randomly chosen validator.\n\nAt its base level, ether functions as an on-chain payment method for the Ethereum blockchain and applications developed using it. Externally, ether is a cryptocurrency, generally accepted as a unit of account, a medium of exchange, and a store of value.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.\n\nCoinMarketCap. \"Today's Cryptocurrency Prices by Market Cap.\"\n\nU.S. Securities and Exchange Commission. \"Self-Regulatory Organizations; NYSE Arca, Inc.; The Nasdaq Stock Market LLC; CBOE BZX Exchange, Inc.; Order Granting Accelerated Approval of Proposed Rule Changes, as Modified by Amendments Thereto, to List and Trade Shares of Ether-Based Exchange-Traded Products,\" Pages 1-2.\n\nEthereum. \"How the Merge Impacted ETH Supply.\"",
  "url": "https://www.investopedia.com/terms/e/ether-cryptocurrency.asp"
}