{
  "term": "What Is the U.S. Dollar Index (USDX) and How to Trade It",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe U.S. dollar index is a measure of the value of the U.S. dollar relative to a basket of foreign currencies. The USDX was established by the U.S. Federal Reserve in 1973 after the dissolution of the Bretton Woods Agreement. It is now maintained by ICE Data Indices, a subsidiary of the Intercontinental Exchange (ICE).\n\nThe six currencies included in the USDX are often referred to as America's most significant trading partners.\n\nThe index has only been updated once, in 1999, when the newly-created euro replaced the German mark, French franc, Italian lira, Dutch guilder, and Belgian franc.Consequently, the index does not fully reflect present-day U.S. trade.\n\nTheUSDXcan provide investors and consumers with insight into the relative strength of the dollar and how it might affect prices for goods and services as well as demand for imports and exports. It can also shed light on reasons for the state of the economy.\n\nThe U.S. dollar index is currently calculated byfactoring in the exchange ratesof six foreign currencies, which include theeuro(EUR), Japanese yen (JPY), Canadian dollar (CAD),British pound(GBP),Swedish krona(SEK), and Swiss franc (CHF).\n\nThe euro is, by far, the largest component of the index, making up 57.6% of the basket. The weights of the rest of the currencies in the index areJPY(13.6%), GBP (11.9%),CAD(9.1%), SEK (4.2%), andCHF(3.6%).\n\nThe index has risen and fallen sharply over time. It reached an all-time high in 1984 at nearly 165, and an all-time low of around 70 in 2007. In the years since then, the U.S. dollar index has been relatively range bound, fluctuating between 90 and 110. As of October 2024, USDX is trading around 102.\n\nThe index is affected bymacroeconomicfactors, including inflation/deflation in the dollar and foreign currencies in the basket, as well asrecessionsand economic growth in those countries.\n\nThe index began in 1973 with a base of 100, and all subsequent values are relative to this base. It was established shortly after the Bretton Woods Agreement was dissolved.\n\nAs part of the agreement, participating countries settled their balances in U.S. dollars (which was established as thereserve currency), while theUSDwas fully convertible to gold at a rate of $35/ounce.\n\nAn overvaluation of the USD led to concerns overexchange ratesand their link to the way in which gold was priced. President Richard Nixon decided to temporarily suspend thegold standard.\n\nAt that point, other countries were able to choose any exchange agreement other than the price of gold. In 1973, many foreign governments chose to let theircurrency rates float, putting an end to the agreement.\n\nThe contents of the basket of currencies have only changed once. That happened in 1999 when the newly-created euro replaced several European currencies previously in the index, such as Germany's predecessor currency, thedeutschmark.\n\nIt is likely that the currencies in the index will change again, as the index adapts to better represent those countries that the U.S. buys from and sells to most.\n\nFor example, currencies such as theChinese yuan(CNY) andMexican peso(MXN) may replace others in the index, given the significance of China and Mexico as key U.S. trading partners.\n\nThe USDX uses a fixed weighting scheme based on exchange rates from 1973 that heavily weights the euro. As a result, the biggest movements tend to happen in response to fluctuations of the euro.\n\nAn index value of 120 suggests that the U.S. dollar has appreciated 20% versus the basket of currencies over a particular time period. Simply put, if the USDX goes up, that means the U.S. dollar is getting stronger in value compared to the other currencies.\n\nSimilarly, an index value of 80, indicating a fall of 20 from its initial value, implies a 20% depreciation in strength relative to the other currencies. The appreciation and depreciation results are a factor of the time period in question.\n\nTraders use the U.S. dollar index to track the value of the USD against a basket of select currencies in a single transaction. They can also protect against currency risks using tradablederivativesof the index, such as USDX futures and options.\n\nThese financial products currently trade on theICEFutures exchange, formerly known as theNew York Board of Trade. Traders and investors can use them to hedge general currency moves or to speculate.\n\nThe index is also available to investors indirectly as part ofexchange-traded funds (ETFs)andmutual funds.\n\nThe U.S. dollar index tracks the relative value of the U.S. dollar against a basket of six major world currencies. If the index is rising, it means that the dollar is strengthening against the basket. If it is falling, it is weakening.\n\nThe USDX tracks the dollar's relative strength against a basket of six foreign currencies, shown below with their weightings:\n\nThe index calculation is simply the weighted average of the U.S. dollar exchange rate against these currencies, normalized by an indexing factor (which is ~50.1435).The exponent figures following the currency pairs are the weightings (see above). Negative weightings indicate that the USD is the quote currency. Positive weightings indicate that the USD is the base currency.\n\nUSDX =50.14348112 × EURUSD^-0.576 × USDJPY^0.136 × GBPUSD^-0.119 × USDCAD^0.091 × USDSEK^0.042 × USDCHF^0.036\n\nThe U.S. Dollar Index (USDX) is a relative measure of the U.S. dollar's strength against a basket of six influential currencies, including the euro, the British pound, the Japanese yen, the Canadian dollar, the Swedish krona, and the Swiss franc.\n\nThe index was created in 1973 and remains useful to this day. The USDX can be a proxy for the health of the U.S. economy and traders can use it to speculate on the dollar's change in value or as a hedge against currency exposure.\n\nIntercontinental Exchange. \"U.S. Dollar Index Contracts - FAQ.\"\n\nIntercontinental Exchange. \"U.S. Dollar Index.\"\n\nU.S. Census Bureau. \"Top Trading Partners.\"\n\nFederal Reserve. \"Foreign Exchange Rate – G.5.\"",
  "url": "https://www.investopedia.com/terms/u/usdx.asp"
}