{
  "term": "What Is the Profitability Index (PI)?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe profitability index (PI) compares the expected cash flows from a project with its initial costs. The PI, known as the value investment ratio (VIR) or profit investment ratio (PIR), represents the relationship between the costs and benefits of a proposed project. Businesses use PI to determine if a proposed project will be a worthwhile investment.\n\nThe profitability index is the ratio between thepresent valueof future expected cash flows and the initial amount invested in the project. A higher PI means that a project will be considered more attractive.\n\nThe profitability index helps rank projects because it lets investors quantify the value created per each investment unit. A profitability index of 1.0 is the lowest acceptable measure on the index. Mathematically, a value lower than one means the project's present value (PV) is less than theinitial investment.\n\nBecause profitability index calculations cannot be negative, they must be converted to positive figures. Calculations greater than 1.0 indicate the future anticipated discounted cash inflows are greater than the anticipated discounted cash outflows. Calculations less than 1.0 indicate the deficit of the outflows is greater than the discounted inflows, and the project should not be accepted.\n\nThe profitability index is used as an appraisal technique for potential capital outlays. However, the PI disregards project size when comparing project attractiveness. Therefore, projects with larger cash inflows may result in lower profitability index calculations because theirprofit marginsare not as high. The PI is also called the benefit-cost ratio. Although some projects result in higher net present values, projects may be passed over because they do not have the highest profitability index and do not represent the most beneficial usage of company assets.\n\nAs the value of the profitability index increases, so does the financial attractiveness of the proposed project.\n\nA company is considering two potential projects: building a new factory or expanding an existing one. The factory expansion project is expected to cost $1 million and generate cash flows of $200,000 per year for the next 5 years, with a discount rate of 10%.\n\nThe new factory project is expected to cost $2 million and generate cash flows of $300,000 per year for the next 5 years, also with a discount rate of 10%.\n\nTo calculate the profitability index for the factory expansion project, the present value of the future cash flows is calculated using the formula:\n\nWhere: PV is the present value, CF is the cash flow in a given year, r is the discount rate, and n is the number of years.\n\nThe profitability index for the factory expansion project is then calculated as:\n\nTo calculate the profitability index for the new factory project, the present value of the future cash flows is calculated using the same formula:\n\nThe profitability index for the new factory project is then calculated as:\n\nThe factory expansion project has a higher profitability index and is therefore a more attractive investment. The company might decide to pursue this project instead of the new factory project because it is expected to generate more value per unit of investment. However, both PIs are less than 1.0, so the company may forgo either project.\n\nThe profitability index is a measure of how much money a business can make from a proposed investment. The PI compares the value of future cash flows from the uprfront costs of the investment. Since money loses value over time, it also discounts the value of future cash flows to their present value.\n\nBusinesses typically compare the profitability indexes of different proposals to find the best investment. A PI greater than 1.0 means that a project will return more money than its initial cost, with higher numbers indicating greater profitability. A PI less than 1.0 means that the expected returns are worth less than the cost of the investment, and the project is not worthwhile.\n\nThe profitability index considers the time value of money, allows companies to compare projects with different lifespans, and helps companies with capital constraints choose investments.\n\nThe profitability index helps compare and contrast investments and projects a company is considering. The PI is especially useful when a company has limited resources and can't pursue all potential projects. The index can be used alongside other metrics to determine the best investment.\n\nGenerally, the higher the PI the better. A profitability index greater than 1.0 is often considered a good investment, as the expected return is higher than the initial investment. The project with the highest PI may be the best option.\n\nThe profitability index (PI) helps measure the attractiveness of a project or investment. It is calculated by dividing the present value of future expected cash flows by the initial investment amount in the project. A PI greater than 1.0 is considered a good investment, with higher values corresponding to more attractive projects.",
  "url": "https://www.investopedia.com/terms/p/profitability.asp"
}