{
  "term": "What Are Hard Assets? Definition, Examples and Other Assets Types",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA hard asset refers to a tangible asset or resource with fundamental value. Examples of hard assets include a fleet of trucks for the delivery of consumer goods, land, real estate, and commodities. Businesses purchase hard assets to help improve production, increase revenues, and act as a buffer against soft asset losses. However, sometimes the value of hard assets decreases in tandem with the value of soft assets.\n\nHard assets are usually fixed assets, meaning they're long-term assets that aid in the production of a company's goods and services. Fixed assets have a life of more than one year. Hard assets are typically classified asproperty, plant, and equipmenton a company's balance sheet.\n\nSome examples of hard assets include:\n\nHowever, hard assets can also be short-term assets, calledcurrent assets, which are typically used up within one year. Inventory, for example, could be a hard asset for a company. If a company manufactures machinery, the raw materials or inventory, such as the machine parts, would be hard assets.\n\nHard assets that are fixed assets usually involve capital investment decisions for a company's executive management team. These assets usually involve a large outlay of cash or capital and as a result, are considered long-term funding decisions. The funding for big-ticket hard assets can come from banks, venture capital firms, issuance of corporate bonds or debt, as well as issuing new shares of stock. The capital investment of hard assets, such as a new manufacturing plant means the company plans to use the facility for many years to generate revenue.\n\nHard assets are considered particularly valuable because they can be used to produce or purchase other goods or services. They can also be sold to generate cash in the event the company has financial difficulties. When analysts calculate a company's intrinsic value, a portion of this underlying value is derived from the value of its hard assets.\n\nThe intrinsic value of a company is a calculation of a company's value using various models that include analyzing a company's cash flow, assets, future revenue streams, and its cost structure. Hard assets come into play when valuing a company since they can be sold for cash to pay off debts, bondholders, and shareholders in the event of financial distress or liquidation.\n\nHard assets are the opposite ofintangible assets, which are non-physical assets that are used over the long-term. Examples of intangible assets include:\n\nTechnology companies tend to have many intangible assets since they have patents for their products, as well as significant capital tied up in research and development. On the other hand, oil-producing companies have many hard assets, such as oil rigs and drilling machinery.\n\nFord Motor Company (NYSE:F) is a US automotive company that produces various cars and trucks. The company's executive management team is looking to buy new machinery for their assembly line. The company will also purchase steel and aluminum for the rivets. All of the assets, the machinery, steel, and aluminum are considered hard assets.\n\nThe assembly machinery is a long-term hard asset. On the other hand, the steel and aluminum raw materials are current assets since their inventory will likely be used up within one year. Also, any patents on the equipment are considered intangible assets.",
  "url": "https://www.investopedia.com/terms/h/hard_asset.asp"
}