{
  "term": "What Is a Supply Shock and What Causes It?",
  "definition": "A supply shock is an unexpected event that suddenly changes the supply of a product or commodity, resulting in an unforeseen change in price. Supply shockscan be negative, resulting in a decreased supply, or positive, yielding an increased supply. Assumingaggregate demandis unchanged, a negative (or adverse) supply shock causes a product’s price to spike upward, while a positive supply shock decreases the price.\n\nA positive supply shock increases output, which causes prices to decrease due to a shift in thesupply curveto the right, while a negative supply shock decreases production, which causes prices to rise.\n\nSupply shocks can be created by any unexpected event that constrains output or disrupts thesupply chain, including natural disasters and geopolitical developments, such as acts of war or terrorism.\n\nA commodity that is widely perceived as vulnerable to negative supply shocks is crude oil because a majority of the world’s supply comes from the volatile Middle East region.\n\nAs of 2022, the Organization of the Petroleum Exporting Countries (OPEC) member nations, located in the Middle East, Africa, and South America, accounted for 79.5% of world oil reserves, with Middle East members alone accounting for 67.2% of that supply.\n\nOil supply has also been affected byRussia’s invasion of Ukraine, sending gas prices in the U.S. skyrocketing in 2022.\n\nThe struggles of a single firm can cause a supply shock if the company is a large producer of high-demand products. This was the case when Glencore announced in October 2015 that it would cut its global output of zinc by 500,000 tons from its mines in Australia, Kazakhstan, and South America.\n\nThe decision came in response to a slump in zinc prices. This supply shock had its desired effect, boosting zinc prices to the benefit of Glencore and other zinc producers.\n\nIn 2023, olive oil experienced a supply shock. Climate change and weather issues caused a drastic drop in the olive harvest and supply of olive oil. As a result, prices soared to $8,500 per metric ton, an all-time high. This was up 125% from the 2020-2022 average.\n\nA supply shock occurs when an unpredictable event happens that suddenly either decreases or increases the supply of a product or commodity. The former causes a price rise, while the latter results in a price decrease.\n\nThey can be anything from a natural disaster to an economic recession to a pandemic to an act of war or terrorism. Technological breakthroughs can also be a culprit, as can political acts, such as the 1973 oil embargo organized by OPEC in response to the Arab-Israeli War.\n\nCOVID-19 caused both supply shocks and demand shocks. For instance, because of social distancing and lockdowns, workers weren't able to be on manufacturing production lines, so there were shortages of goods. And consumers weren't going to restaurants and salons, so there was ademand shockin these and other sectors.\n\nSupply shocks can be either temporary, such as those caused by the global financial crisis of 2007-2009, or permanent, such as the introduction of fracking technology, which resulted in the U.S. becoming a net energy exporter in 2019, the first time this had happened since 1952. According to the World Bank in 2020, permanent shocks accounted for 47% of price variability, with temporary ones mounting up to 53%.\n\nSupply shocks impact the economy by changing the availability and prices of goods. They are often triggered by unforeseen events like natural disasters and geopolitical issues. Understanding and managing supply shocks is critical for businesses and governments in order to mitigate their negative impact on the economy and consumers.\n\nOrganization of the Petroleum Exporting Countries. \"OPEC Share of World Crude Oil Reserves.\"\n\nFederal Reserve Bank of St. Louis. \"The Ukraine War’s Effects on US Commodity Prices.\"\n\nCNBC. \"Glencore To Cut 500,000T of Zinc Output As Prices Slide.\"\n\nReuters. \"Glencore Cuts 4 Percent of World Zinc Output, Price Surges 10 Percent.\"\n\nBloomberg. \"My Personal Oil Price Shock — Olive Oil, That Is.\"\n\nFederal Reserve History. \"Oil Shock of 1973–74.\"\n\nFederal Reserve Bank of St. Louis. \"Is the COVID-19 Pandemic a Supply or Demand Shock?\"\n\nU.S. Energy Information Administration. \"U.S. Energy Facts Explained.\"\n\nThe World Bank. \"Persistence of Commodity Shocks.\"",
  "url": "https://www.investopedia.com/terms/s/supplyshock.asp"
}