{
  "term": "What Is a Liquid Asset, and What Are Some Examples?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nLiquid assets can be quickly transacted and turned into cash.\n\nLiquid assets include cash,money marketinstruments, short-term bonds, marketable securities, and other investments that can be exchanged for cash relatively quickly and without losing much value. Individuals and businesses track liquid assets as a portion of theirnet worth.\n\nA company’s liquid assets are reported on its balance sheet as current assets for the purposes of financial accounting.\n\nA liquid asset is cash on hand or an asset that can be easily converted to cash. In terms of liquidity, cash is supreme, since cash aslegal tenderis the ultimate goal. Assets that can be converted to cash quickly are similar to cash itself and are thus also liquid.\n\nLiquid assets are often viewed as cash, and likewise may be called cash equivalents because the owner is confident the assets can easily be exchanged for cash at any time.\n\nGenerally, several factors must exist for a liquid asset to be considered liquid. It must be in an established,liquid marketwith a large number of readily available buyers. Ownership transfer must also be secure and easily facilitated. In some cases, the amount of time to cash conversion will vary.\n\nThe most liquid assets are cash and securities that can immediately be transacted for cash. Companies can also look to assets with a cash conversion expectation of one year or less as liquid. Collectively, these assets are known as a company’s current assets. This broadens the scope of liquid assets to include accounts receivable and inventory.\n\nAll liquid assets are current assets. By their nature, the benefits of long-term assets aren't generally recognized within the next 12 months.\n\nInfinancial accounting, the balance sheet breaks assets down as current or long-term with a hierarchical method in accordance to liquidity. A company’s current assets are assets a company looks to for cash conversion within a one-year period. Current assets have different liquidity conversion timeframes depending on the type of asset. Cash on hand is considered the most liquid type of liquid asset since it is cash itself.\n\nOn the balance sheet, assets become less liquid by their hierarchy. As such, the long-term assets portion of the balance sheet includes non-liquid assets. These assets are expected for cash conversion in one year or more. Land,real estateinvestments, equipment, and machinery are considered types of non-liquid assets because they take time to convert to cash, costs can be incurred to convert them to cash, and they may not convert to cash at all.\n\nHere are a few examples of liquid assets held by both individuals and businesses.\n\nCash is the most liquid asset possible. This includes physical cash, savings account balances, and checking account balances. It also includes cash from foreign countries, though some foreign currency may be difficult to convert to a more local currency.\n\nCash equivalents are other asset holdings that may be treated similar as cash due to their lowrisk(or insurance coverage) and short-term duration. Examples of cash equivalents includeTreasury bills, Treasury notes,commercial paper,certificates of deposit(CDs), and money market funds. Note that some items may have less liquidity based on the terms of the vehicle. For example, some CDs can not be broken or require a substantial penalty for early termination.\n\nSome marketable securities are considered liquid based on the underlying asset. Examples may include stocks, bonds, preferred shares of stock,index funds, orexchange-traded funds (ETFs). Other instruments may includefuturesoroptions.\n\nA critical part of understanding the liquidity of marketable securities is their holding duration. Liquid assets must be convertible to cash quickly. Depending on the nature of the security, this isn't always possible. Also, be mindful that certain investments must be reported on the balance sheet as long-term assets and are not technically considered current assets.\n\nAccounts receivable are a controversial type of liquid asset. On one hand, a company has a legal claim to cash that is due to them often as part of their business operations. A customer may have bought something on credit, so after the credit term is up, the company is due to receive cash.\n\nOn the other hand, accounts receivable balances may go uncollected. It may also take an unforeseeably long amount of time to collect payment from a delinquent client. When considering liquid assets, be aware that a company may not collect all of its accounts receivable balance. For this reason, liquid asset analysis may include the contra assetallowable for doubtful accountsbalance to reduce accounts receivable to only what the company thinks they will collect.\n\nAnother difficult current asset to assess isinventory. In some situations, inventory may be considered a liquid asset if it has a large market with highly visible marketplaces for a product in high demand. Consider the latest iPhone: any models being recorded as inventory may quickly be demanded by the market.\n\nAlternatively, what if demand for the iPhone sours? What if a new model comes out, and Apple is stuck with obsolescent inventory? What if primary warehouses are broken into and most of the inventory stolen? In theory, inventory is a liquid asset because it gets converted to cash as part of normal business operations. However, should business slow in a recession or any of the above events occur, inventory may not be liquid.\n\nIn business, liquid assets are important to manage for both internal performance and external reporting. A company with more liquid assets has a greater capability of paying debt obligations as they become due.\n\nCompanies have strategic processes for managing the amount of cash on their balance sheet available to pay bills and manage required expenditures. Industries like banking have a required amount of cash and cash equivalents that the company must hold to comply with industry regulations.\n\nThere are several key ratios analysts use to analyze liquidity, often called solvency ratios. Two of the most common are thequick ratioand thecurrent ratio. With the current ratio, current assets are used to assess a company’s ability to cover its current liabilities with all of its current assets and to survive unplanned and special circumstances, like a pandemic.\n\nThe quick ratio is a more stringent solvency ratio that looks at a company’s ability to cover its current liabilities with just its most liquid assets. The quick ratio does include accounts receivable.\n\nThe quick ratio and the current ratio are key financial statement ratios used to break down liquidity levels and analyze solvency.\n\nBoth individuals and businesses deal with liquid and non-liquid markets. The ease of conversion to cash generally separates the distinction of a liquid vs. non-liquid market, but there can also be some other considerations.\n\nA liquid asset must have an established market in which enough buyers and sellers exist so that an asset can easily be converted to cash. Themarket priceof the asset should also not be significantly changed, resulting in less liquidity or greater illiquidity for subsequent market participants.\n\nThestock marketis an example of a liquid market because of its large number of buyers and sellers which results in easy conversion to cash. Because stocks can be sold using electronic markets for full market prices on demand, publicly listed equity securities are liquid assets. Liquidity can vary by security, however, based on market capitalization and average share volume transactions.\n\nTheforeign exchange marketis deemed to be the mostliquid marketin the world because it hosts the exchange of trillions of dollars each day, 24 hours a day, making it impossible for any one individual to influence the exchange rate.Other liquid markets include commodities and secondary market debt.\n\nIlliquid markets have their own considerations and constraints. These factors can be important for individuals and investors when allocating for liquid vs. non-liquid assets and making investment decisions.\n\nFor example, areal estateowner may wish to sell a property to pay off debt obligations. Real estate liquidity can vary depending on the property and market, but it's not a liquid market, like stocks. As such, the property owner may need to accept a lower price in order to sell the property quickly. A quick sale can have some negative effects on the market liquidity overall and will not always generate the full market value expected.\n\nSome companies or entities may face requirements for the value of liquid assets. This restriction is to ensure the short-term health of the company and protection of its clients.\n\nThe U.S. Department of Housing and Urban Development (HUD) has outlined liquid asset requirements for financial institutions to become FHA-approved lenders. For example, non-supervised mortgagees must possess a minimum of $200,000 of liquid assets at all times.\n\nThe Federal Deposit Insurance Corporation (FDIC) stipulates the level of unencumbered liquid assets lending institutions must have on hand. It also outlines situations when institutions are required to have more liquid assets, such as when recent trends show substantial reductions in large liability accounts, the loan portfolio includes a high volume of non-marketable loans, or the institution's access to capital markets is impaired.\n\nAn example of a liquid asset is money market holdings. Money market accounts usually do not have hold restrictions or lockup periods, which are when you're not permitted to sell holdings for a specific period of time. In addition, the price is broadly communicated across a wide range of buyers and sellers. It's fairly easy to buy and sell money market holdings in the open market, making the asset liquid and easily convertible to cash.\n\nAssets may be described as liquid to explain that they have fluidity and flexibility, and can easily change. As opposed more rigid assets that can't be easily exchanged for cash, fluid assets can easily change form and be quickly traded.\n\nIt depends on the car. For the most part, vehicles in good condition may be desired in the open market, prompting a quick sale. There are a few things to keep in mind, though.\n\nFirst, the sales price you set for your car may impact the liquidity of it. You will be more likely to sell your vehicle for less, and may find it difficult to find buyers for your top-dollar quote. Second, the condition of the car matters. Better quality assets will usually be more liquid.\n\nLast, a car's liquidity depends on the broad car market. How are economic conditions and interest rates? What is the demand for your specific make, model, and year? Is your car rare or expensive? There are many factors to consider, though most cars can generally be sold quickly.\n\nLiquid assets are important because a company consistently needs cash to meet its short-term obligations. Without cash, a company can't pay its bills to vendors or wages to employees. A company may not always have a lot of cash on hand, but it better make sure it has sufficient amounts of liquid assets that can quickly be converted into cash if needed should an immediate need for money arise.\n\nA liquid asset is an item of future economic benefit to a company that can easily be exchanged for cash. Illiquid assets are more difficult to sell. Consider an office building in downtown New York compared to a single share of stock of Amazon. The office building may take months to find a buyer, engage in negotiations, draft legal documentation, and finalize the deal. On the other hand, a single share of stock of publicly-traded companies can usually be bought or sold online very quickly.\n\nLiquid assets help a company meet its short-term debt obligations because they can be quickly converted to cash. Companies earning a tremendous amount of profit may still face liquidity problems if they don't have the short-term resources to pay bills, so it's worth keeping an eye on liquid assets.\n\nForex.com. \"Forex Trading Concepts: Forex Liquidity and Volatility.\"\n\nU.S. Department of Housing and Urban Development. \"Non-Supervised Mortgagee.\"\n\nFederal Deposit Insurance Corporation. \"Liquidity and Funds Management.\"",
  "url": "https://www.investopedia.com/terms/l/liquidasset.asp"
}