{
  "term": "What Is a Learning Curve?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe learning curve shows that tasks require less time and resources the more often they are performed.\n\nA learning curve graphically depicts how a process improves through learning and increased proficiency. Tasks will require less time and resources the more they are performed. The learning curve was first described by psychologist Hermann Ebbinghaus in 1885 and is used to measureproduction efficiencyand to forecast costs.\n\nCompanies can derive the cost of producing a single unit of output based on the number of hours needed, based on an employee's hourly rate. As a task is repeated, the employee learns how to complete it quickly and reduces the amount of time needed per unit. A well-placed employee should decrease the company's costs over time. Businesses can use the learning curve to inform production planning, cost forecasting, andlogisticsschedules.\n\nThe learning curve is also referred to as the experience curve, the cost curve, the efficiency curve, or the productivity curve because it providescost-benefitmeasurements. The learning curve is downward sloping in the beginning, with a flat slope toward the end. As learning increases, it decreases the cost per unit of output initially before flattening out, as it becomes harder to increase the efficiencies gained through learning.\n\nLearning curves are often associated with percentages that identify the rate of improvement. For example, a 90% learning curve means that for every time the cumulative quantity is doubled, there is a 10% efficiency gain in the cumulative average production time per unit. The percentage states the percentage of time that will carry over to future iterations of the task when production is doubled.\n\nThe learning curve has a formula to identify a target cumulative average time per unit or batch:\n\nY=aXbwhere:Y=Cumulative average time per unit or batcha=Time taken to produce initial quantityX=The cumulative units of production or thecumulative number of batchesb=The slope or learning curve index, calculatedas the log of the learning curve percentagedivided by the log of 2\\begin{aligned}&{\\bf Y = aX^b}\\\\&\\textbf{where:}\\\\&\\textbf{Y} = \\text{Cumulative average time per unit or batch}\\\\&\\textbf{a} = \\text{Time taken to produce initial quantity}\\\\&\\textbf{X} = \\text{The cumulative units of production or the}\\\\&\\qquad\\ \\text{cumulative number of batches}\\\\&\\textbf{b} = \\text{The slope or learning curve index, calculated}\\\\&\\qquad\\text{as the log of the learning curve percentage}\\\\&\\qquad\\text{divided by the log of 2}\\end{aligned}​Y=aXbwhere:Y=Cumulative average time per unit or batcha=Time taken to produce initial quantityX=The cumulative units of production or thecumulative number of batchesb=The slope or learning curve index, calculatedas the log of the learning curve percentagedivided by the log of 2​\n\nAssume an 80% learning curve. Every time the cumulative quantity is doubled, the process becomes 20% more efficient. Assume the first task takes 1,000 hours.\n\nY=1000×1log.80log2=1000×1=an average of 1,000 hours per taskto complete one task\\begin{aligned}Y &= 1000\\times1^{\\frac{\\text{log}\\, .80}{\\text{log}\\, 2}} \\\\&= 1000\\times 1\\\\& = \\text{an average of 1,000 hours per task}\\\\&\\quad\\ \\,\\text{to complete one task}\\end{aligned}Y​=1000×1log2log.80​=1000×1=an average of 1,000 hours per taskto complete one task​\n\nNow let's double the manufacturing output. The initial time spent on the first task will be 1,000 hours. However, the value for X will now change from one to two:\n\nY=1000×2log.80log2=1000×.8=an average of 800 hours per taskto complete two tasks\\begin{aligned}Y&= 1000\\times2 ^{\\frac{\\text{log}\\, .80}{\\text{log}\\, 2}}\\\\&= 1000\\times .8\\\\& = \\text{an average of 800 hours per task}\\\\&\\quad\\,\\,\\,\\text{to complete two tasks}\\end{aligned}Y​=1000×2log2log.80​=1000×.8=an average of 800 hours per taskto complete two tasks​\n\nThe total cumulative amount of time needed to perform the task twice was 1,600. Since the total amount of time taken for one task was 1,000 hours, it can be inferred that the incremental time to perform the second task was 600 hours. This diminishing average theoretically continues along the learning curve. For example, the next doubling of tasks will occur at four tasks completed:\n\nY=1000×4log.8log2=1000×.64=an average of 640 hours per taskto complete four tasks\\begin{aligned}Y &= 1000 \\times 4^{\\frac{\\text{log}\\, .8}{\\text{log}\\, 2}}\\\\& = 1000 \\times .64\\\\& = \\text{an average of 640 hours per task}\\\\&\\quad\\,\\,\\,\\text{to complete four tasks}\\end{aligned}Y​=1000×4log2log.8​=1000×.64=an average of 640 hours per taskto complete four tasks​In this final example, it took a total of 2,560 hours to produce 4 tasks. Knowing it took 1,600 hours to produce the first two tasks, the learning curve indicates it will only take a total of 960 hours to produce the third and fourth task.\n\nThe cumulative quantity must double between rows—to continue the table, the next row must be calculated using a quantity of eight. The incremental time is a cumulation of more and more units as the table is extended. For example, the 600 hours of incremental time for task No. 2 is the time it took to yield one additional task. However, the 960 hours in the next row is the time it took to yield two additional tasks.\n\nLearning curves can be represented in a chart, with linear coordinates, or graphed as a curve. A learning curve can also be depicted between axis points in a chart as a straight line or a band of points.\n\nBecause learning curve data easily creates trend lines, learning curve data is depicted graphically. There are several data points to choose from, one of which is the total cumulative time needed to produce a given number of tasks or units. In the graph below, the learning curve shows that more time is needed to generate more tasks.\n\nHowever, the graph above fails to demonstrate how the process is becoming more efficient. Because of the graph's upward sloping curve, it appears it takes incrementally more time to perform more tasks. However, due to the nature of the learning curve, the x-axis is doubling and incrementally taking less time per unit. For example, consider the graph below that demonstrates the approximate average time needed to perform a given number of tasks.\n\nThe learning curve can play a fundamental part in understanding production costs and the cost per unit. Consider a new hire who is placed on amanufacturingline. As the employee becomes more proficient at their job, they will be able to manufacture more goods in a shorter amount of time. Assume a 90% learning curve, which means there is a 10% improvement every time the number of repetitions doubles. A company can use this information to plan financial forecasts, price goods, and anticipate whether it will meet customer demand.\n\nA high or steep learning curve indicates that it takes a substantial amount of resources to perform an initial task. However, it also signifies that subsequent performance of the same task will take less time due to the task being relatively easier to learn. A high learning curve indicates to a business that something might require intensive training, but that an employee will quickly become more proficient over time.\n\nWhen a learning curve has a given percentage, this indicates the rate at which learning and improvement occur. Most often, the percentage given is the amount of time it will take to perform double the number of repetitions. In the example of a 90% learning curve, this means there is a corresponding 10% improvement every time the number of repetitions doubles.\n\nThe time and resources spent to perform a task the first time are probably higher than the time and resources spent on performing the same task for the 100th time. This idea of continual improvement is measured through the learning curve.\n\nReuters. “Avoiding the Knowledge Gap With Microlearning: The Importance of Relevant and Repetitive Compliance Training.”\n\nHarvard Business Review. “Profit From the Learning Curve.”",
  "url": "https://www.investopedia.com/terms/l/learning-curve.asp"
}