{
  "term": "What Is Unsystematic Risk? Types and Measurements Explained",
  "definition": "Unsystematic risk is a potential hazard that is unique to a company or an industry sector and can be mitigated by the investor through diversifying holdings.\n\nUnsystematic risk is a hazard that could damage a single company or an industry sector while having little or no impact on the broader world of investments. Unsystematic risk is also known as diversifiable risk because the wise investor can reduce its impact by balancing investments across multiple companies and sectors.\n\nThe opposite of unsystematic risk is systematic risk. Airlines, for example, face unsystematic risks of labor strikes, weather disruptions, and regulatory changes. Most industries face systematic risks of an economic downturn, higher fuel prices, and geopolitical disruption.\n\nInvestopedia / Michela Buttignol\n\nUnsystematic risk can be described as the uncertainty inherent in a company or industry investment.Examples of unsystematic riskinclude a new competitor in the marketplace with the potential to take significant market share from the company invested in, a regulatory change (which could drive down company sales), a shift in management, or aproduct recall.\n\nWhile investors may be able to anticipate some sources of unsystematic risk, it is nearly impossible to be aware of all risks. For instance, an investor in healthcare stocks may be aware that a major shift in health policy is on the horizon, but may not fully know the particulars of the new laws and how companies and consumers will respond.\n\nOther examples of unsystematic risks include strikes and outcomes of legal proceedings. This risk is also known as a diversifiable risk since it can be eliminated by sufficiently diversifying a portfolio. There isn't a formula for calculating unsystematic risk. Instead, it must be extrapolated by subtracting the systematic risk from the total risk.\n\nBoth internal and external issues may cause business risk. Internal risks are tied to operational efficiencies. For example, if a company plans to open a new factory, a construction delay would be an internal risk, as it may result in the loss of competitive advantage.\n\nFinancial risk relates to the capital structure of a company. A company needs to have an optimal level of debt and equity to continue to grow and meet its financial obligations. A weak capital structure may lead to inconsistent earnings and cash flow that could prevent a company from trading.\n\nWhen the Fed raises interest rates, some companies may be stuck with lower-yielding investments. With interest rates moving higher, they would presumably seek to replace existing low-yield debt with newer, higher-yielding debt investments. However, the higher rates lower the resale value of existing debt investments, meaning the holders are stuck either selling for a loss or missing out on higher rates.\n\nOperational riskscan result from unforeseen or negligent events, such as a breakdown in the supply chain or a critical error being overlooked in the manufacturing process. A security breach could expose confidential information about customers or other types of key proprietary data to criminals.\n\nOperational risk is tied to operations and the potential for failed systems or policies. These are the risks for day-to-day operations and can result from breakdowns in internal procedures, whether tied to systems or employees. For example, a refinery may experience a leak from one of its holding tanks, shutting down production until the damage can be repaired. Meanwhile, the refinery is offline and not producing the refined products that customers are demanding, leaving the refinery without any income for a period of time.\n\nA strategic risk may occur if a business gets stuck selling goods or services in a dying industry without a solid plan to evolve the company's offerings. A company may also encounter this risk by entering into a flawed partnership with another firm or competitor that hurts its future prospects. In the current environment, there is a rush to develop electric cars, for example, opening up a whole new field of competition within the auto industry. Those late to the game are facing significant strategic risk.\n\nLegal and regulatory risk is the risk that a change in laws or regulations will hurt a business. These changes can increase operational costs or introduce legal hurdles.\n\nWhen theFood and Drug Administration(FDA) bans a specific drug, that is an example of regulatory risk for the company that produces the drug. Other types of legal risk can include errors in agreements, class-action lawsuits, or legal violations.\n\nMore drastic legal or regulatory changes can even stop a business from operating altogether, such as in April 2024, when President Biden signed a bill to ban TikTok unless its Chinese owners sold it within one year.As of May 2025, that deadline has been extended to give the company time to find a U.S. buyer.\n\nThe total risk for investments is unsystematic risk plus systematic risk. Unsystematic risk is a risk specific to a company or industry, while systematic risk is the risk tied to the broader market—alsoreferred to as market risk. Systematic risk is attributed to broad market factors and is the investment portfolio risk that is not based on individual investments.\n\nSystematic risks can include interest rate changes, recessions, or inflation. Systematic risk is often calculated withbeta, which measures the volatilityof a stock or portfolio relative to the entire market. Meanwhile, company risk is a bit more difficult to measure or calculate.\n\nSystematic and unsystematic risks can be mitigated, in part, with risk management. Systematic risk can be reduced with asset allocation, while unsystematic risk can be limited with diversification.\n\nBy owning a variety of company stocks across different industries, as well as by owning other types ofsecuritiesin a variety of asset classes, investors can reduce the impact of any single events.\n\nFor example, an investor who owns nothing but airline stocks, would face a high level of unsystematic risk (also known asidiosyncratic risk). They would be vulnerable if airline industry employees went on strike, which could temporarily sink airline stock prices. Simply the anticipation of this news could hamper their portfolio.\n\nBy addinguncorrelatedholdings to their portfolio, such as stocks outside of the transportation industry, the investor would spread out air-travel-specific concerns. Unsystematic risk, in this case, affects not only specific airlines but also other industries that airlines do business with, such as large food companies. In this regard, the investor could diversify away from public equities altogether by adding U.S. Treasury bonds as additional protection from fluctuations in stock prices.\n\nEven a portfolio of well-diversified assets cannot escape all risk, however. The portfolio will still be exposed tosystematic risk, which refers to the uncertainty that faces the market as a whole and includes shifts in interest rates, recessions, financial crises, wars, and natural disasters.\n\nInvestors try to measure all the risks of an asset to estimate their potential losses. Some risks are common across all assets. If a recession occurs or interest rates go up, every company will be affected. This is called systematic risk.\n\nUnsystematic risk is the risk that is specific to a particular company or industry. Some companies might have bad leadership or face lawsuits, or they might be vulnerable to weather events that affect their supply chains. Investors can limit unsystematic risk by investing in a variety of different businesses and industries.\n\nKey examples of unsystematic risk include management inefficiency, flawed business models, liquidity issues, regulatory changes, or worker strikes.\n\nSystematic risk is not diversifiable (i.e. cannot be avoided), while unsystematic risk can generally be mitigated through diversification. Systematic risk affects the market as a whole and can include purchasing power or interest rate risk.\n\nThere are five types of unsystematic risk: business, financial, operational, strategic, and legal/regulatory risk.\n\nIn stock investing, unsystematic risk can be measured by the unsystematic variance. That is calculated by subtracting systematic variance from the total variance.\n\nUnsystematic risk is diversifiable, meaning that you can reduce this risk if you buy shares of different companies across various industries. Unsystematic risks are often tied to a specific company or industry and can be avoided by building a well-diversified portfolio.\n\nSystematic risk is a non-diversifiable risk or a measure of overall market risk. These factors are beyond the control of the business or investor, such as economic, political, or social factors. Meanwhile, events that affect a specific company are unsystematic risks, such as a labor strike or the FDA denying a new drug.\n\nCBS News. \"TikTok Ban Measure Signed by Biden. Here’s What Could Happen Next.\"",
  "url": "https://www.investopedia.com/terms/u/unsystematicrisk.asp"
}