{
  "term": "What Is Diversification? Definition as Investing Strategy",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nDiversification is the strategy of investing in different asset classes and asset types to reduce portfolio risk associated with price volatility.\n\nDiversification is a risk management strategy that creates a mix of various investments within a portfolio. A diversified portfolio contains distinct asset types and investment vehicles in an attempt tolimit exposure to any single asset or risk.\n\nThe rationale behind this technique is that a portfolio constructed of different kinds of assets will, on average, yield higher long-term returns and lower the risk of any individual holding or security.\n\nStudies and mathematical models have shown that maintaining a well-diversified portfolio of 25 to 30 stocks yields the most cost-effective level of risk reduction. Investing in more securities generates further diversification benefits, but it does so at a substantially diminishing rate of effectiveness.\n\nDiversification strives to smooth out unsystematic risk events in a portfolio, so the positive performance of some investments neutralizes thenegative performanceof others. The benefits of diversification hold only if the securities in the portfolio are not perfectlycorrelated—that is, they respond differently, often in opposing ways, to market influences.\n\nAs investors consider ways to diversify their holdings, there are dozens of strategies to implement. Many of the methods below can be combined to enhance the level of diversification within a single portfolio.\n\nFund managers and investors often diversify their investments across asset classes and determine what percentages of the portfolio to allocate to each. Each asset class has a different, unique set of risks and opportunities. Classes can include:\n\nThe theory holds that what may negatively impact one asset class may benefit another. For example, rising interest rates usually negatively impact bond prices as yield must increase to make fixed income securities more attractive. On the other hand, rising interest rates may result in increases in rent for real estate or increases in prices for commodities.\n\nOrder your copy of Investopedia'sWhat To Do With $10,000 magazinefor more wealth-building advice.\n\nThere are tremendous differences in the way different industries or sectors operate. As investors diversify across various industries, they become less likely to be impacted by sector-specific risk.\n\nFor example, consider the CHIPS and Science Act of 2022.This legislation impacts many industries, though some companies are more affected than others.Semiconductormanufacturers will be largely impacted, while the financial services sector might feel smaller, residual impacts.\n\nInvestors can diversify across industries by coupling investments that may counterbalance different businesses. For example, consider two major means of entertainment: travel and digital streaming. Investors hoping to hedge against the risk of future major pandemic impacts may invest in digital streaming platforms (positively impacted by more shutdowns). At the same time, they may consider simultaneously investing in airlines (positively impacted by fewer shutdowns). In theory, these two unrelated industries may minimize overall portfolio risk.\n\nHow many stocks do you need to own to be properly diversified? A study published in theJournal of Risk and Financial Managementfound there are simply too many variables to consider, and \"an optimal number of stocks that constitute a well-diversified portfolio does not exist.\"\n\nPublic equities tend to be broken into two categories:growth stocksandvalue stocks. Growth stocks are stocks in companies that are expected to experience profit or revenue growth greater than the industry average. Value stocks are stocks in companies that appear to be trading at a discount based on the current fundamentals of a company.\n\nGrowth stocks tend to be more risky as the expected growth of a company may not materialize. For example, if the Federal Reserve constricts monetary policy, less capital is usually available (or it is more expensive to borrow), creating a more difficult scenario for growth companies. However, growth companies may tap into seemingly limitless potential and exceed expectations, generating even greater returns than expected.\n\nOn the other hand, value stocks tend to be more established, stable companies. While these companies may have already experienced most of their potential, they usually carry less risk. By diversifying into both, an investor would capitalize on the future potential of some companies while also recognizing the existing benefits of others.\n\nInvestors may want to consider investing across different securities based on the underlyingmarket capitalizationof the asset or company. Consider the vast operational differences between Apple and Newell Brands Inc. In July 2023, both companies were in the S&P 500, with Apple representing 7.6% of the index and Newell Brands representing 0.0065%.\n\nEach company will have a considerably different approach to raising capital, introducing new products to the market, brand recognition, and growth potential. Lower cap stocks have more room to grow, though higher cap stocks tend to be safer investments.\n\nAcross almost every asset class, investors can choose the underlying risk profile of the security. For example, consider fixed-income securities. An investor can choose to buy bonds from the top-rated governments in the world or from nearly defunct private companies raisingemergency funds. There are considerable differences between several 10-year bonds based on the issuer, their credit rating, future operational outlook, and existing level of debt.\n\nThe same can be said for other types of investments. Real estate development projects with more risk may carry greater upside than established operating properties. Meanwhile, cryptocurrencies with longer histories and greater adoption, such as Bitcoin, carry less risk relative to smaller market cap coins or tokens.\n\nDiversification may not be the best strategy for investors wanting to maximize their returns. Consider \"YOLO\" (you only live once) strategies where 100% of capital is placed in a high-risk investment. Though there is a higher probability of making life-changing money, there is also the highest probability of losing it due to poor diversification.\n\nSpecific to fixed-income securities such as bonds, different term lengths impact risk profiles. Generally, the longer thematurity, the higher the risk of fluctuations in the bond's prices due to changes in interest rates. Short-term bonds tend to offer lower interest rates; however, they also tend to be less impacted by uncertainty in future yield curves. Investors more comfortable with risk may consider adding longer term bonds that tend to pay higher degrees of interest.\n\nMaturity length is also prevalent in other asset classes. Consider the difference between short-term lease agreements for residential properties (i.e., up to one year) and long-term lease agreements for commercial properties (i.e., sometimes five years or greater). Though there is more security in collecting rent revenue by locking into a long-term agreement, investors sacrifice flexibility to increase prices or change tenants.\n\nInvestors can reap further diversification benefits by investing in foreign securities. For example, forces depressing the U.S. economy may not affect Japan's economy in the same way. Therefore, holding Japanese stocks gives an investor a small cushion of protection against losses during an American economic downturn.\n\nAlternatively, there may be a greater potential upside (with associated higher degrees of risk) when diversifying across developed and emerging countries. Consider Pakistan's current classification as afrontier marketparticipant (recently downgraded from an emerging market participant).Investors willing to take on higher levels of risk may want to consider the higher growth potential of smaller yet-to-be-fully established markets such as Pakistan.\n\nFinancial instruments such as stocks and bonds are intangible investments; they can not be physically touched or felt. On the other hand, tangible investments such as land, real estate, farmland, precious metals, or commodities can be touched and have real-world applications. Thesereal assetshave different investment profiles as they can be consumed, rented, developed, or treated differently than intangible or digital assets.\n\nThere are also unique risks specific to tangible assets. Real property can be vandalized, physically stolen, damaged by natural conditions, or become obsolete. Real assets may also require storage, insurance, or security costs to carry. Though the revenue stream differs from financial instruments, the input costs to protect tangible assets are also different.\n\nRegardless of how an investor considers building their portfolio, another aspect of diversification relates to how those assets are held. Though this is not an implication of the investment's risk, it is an additional risk worth considering as it may be diversifiable.\n\nFor example, consider an individual with $400,000 of U.S. currency. In all three of the situations below, the investor has the same asset allocation. However, their risk profile is different:\n\nThe same concept above relates to almost every asset class. For example, Celsius Network filed for bankruptcy in July 2022.Investors holding cryptocurrency with the exchange experienced the inability to withdraw or transfer funds. Had investors diversified across platforms, the risk of loss would have been spread across different exchanges.\n\nConsider different strategies to offset technology risk and physical risk. For example, owning physical gold bars and gold ETFs diversifies your portfolio across various risks. If your physical holdings were to be stolen, at least 100% of your gold ownership was not lost.\n\nTime and budget constraints can make it difficult for noninstitutional investors—i.e., individuals—to create an adequately diversified portfolio. This challenge is a key to why mutual funds are so popular with retail investors. Buying shares in a mutual fund offers an inexpensive way to diversify investments.\n\nWhile mutual funds provide diversification across various asset classes, exchange-traded funds (ETFs) afford investor access to narrow markets, such as commodities and international plays, that would ordinarily be difficult to access. An individual with a $100,000 portfolio can spread the investment among ETFs with no overlap.\n\nThere are several reasons why this is advantageous to investors. First, it may be too costly for retail investors to buy securities using different market orders. In addition, investors must then track their portfolio's weight to ensure proper diversification. Though an investor sacrifices a say in all of the underlying companies being invested in, they simply choose an easier investment approach that prioritizes minimizing risk.\n\nThe primary purpose of diversification is to mitigate risk. By spreading your investment across different asset classes, industries, or maturities, you are less likely to experience market shocks that impact every single one of your investments the same.\n\nThere are other benefits to be had as well. Some investors may find diversification makes investing more fun as it encourages exploring different unique investments. Diversification may also increase the chance of hitting positive news. Instead of hoping for favorable news specific to one company, positive news impacting one of dozens of companies may benefit your portfolio.\n\nHowever, there are drawbacks to diversification. The more holdings a portfolio has, the more time-consuming it can be to manage—and the more expensive, since buying and selling many different holdings incurs more transaction fees and brokerage commissions. More fundamentally, diversification's spreading-out strategy works both ways, lessening the risk and the reward.\n\nFor instance, imagine you've invested $120,000 equally among six stocks, and one stock doubles in value. Your original $20,000 stake is now worth $40,000. You've made a lot, sure, but not as much as if your entire $120,000 had been invested in that one company. By protecting you on the downside, diversification limits you on the upside—at least in the short term.\n\nHedges against market volatility\n\nOffers potentially higher returns long-term\n\nMay be more enjoyable for investors to research new investments\n\nIncurs more transaction fees, commissions\n\nMay be overwhelming for newer, unexperienced investors\n\nThe idea behind diversification is to minimize (or even eliminate) risk within a portfolio. However, there are certain types of risks you can diversify away, and certain types of risks exist regardless of how you diversify. These types of risks are calledunsystematicandsystematic risks.\n\nConsider the impact of COVID-19. Due to the global health crisis, many businesses stopped operating. Employees across many industries were laid off, and consumer spending across all sectors declined. On one hand, the economic slowdown negatively impacted almost every sector. On the other, nearly every sector then benefited from government intervention and monetary stimulus. The impact of COVID-19 on financial markets was systematic.\n\nIn general, diversification aims to reduce unsystematic risk. These are the risks specific to an investment that are unique to that holding. Examples of diversifiable, non-systematic risks include:\n\nThrough diversification, investors strive to reduce the risks above, which are controllable based on the investments held.\n\nIt can become complex and cumbersome to measurehow diversified a portfolio is. In reality, it is impossible to calculate the actual degree of diversification; there are simply too many variables to consider across too many assets to truly quantify a single measure of diversification. Still, analysts and portfolio managers use several measurements to get a rough idea of how diversified a portfolio is.\n\nAcorrelation coefficientis a statistical measurement that compares the relationship between two variables. This statistical calculation tracks the movement of two assets and whether the assets tend to move in the same direction. The correlation coefficient result varies from -1 to 1, with interpretations ranging from:\n\nStandard deviation(SD) measures how often and far an outcome occurs away from the mean. For investments, standard deviation measures how far away from an asset's average return other returns fall. Analysts use SD to estimate risk based on return frequency.\n\nFor example, imagine two investments, each with an average annual return of 5%. One has a high standard deviation, which means the investment returns can vary greatly. The other investment has a low standard deviation, meaning its returns have been closer to 5%. The higher the standard deviation, the more risk there is—but there is a chance for higher returns.\n\nA portfolio full of investments with high standard deviations may have higher earning potential. However, these assets may be more likely to experience similar risks across asset classes.\n\nSmart beta strategiesoffer diversification by tracking underlying indices but do not necessarily weigh stocks according to their market cap. ETF managers further screen equity issues on fundamentals and rebalance portfolios according to objective analysis, not just company size. While smart beta portfolios are unmanaged, the primary goal becomes the outperformance of the index itself.\n\nIn its most basic form, a portfolio's diversification can be measured by counting the number of assets or determining the weight of each asset. When counting the number of assets, consider the number of each type for the strategies above. For example, an investor can count that of the 20 equities they hold, 15 are in the technology sector.\n\nAlternatively, investors can measure diversification by allocating percentages to what they are invested in. So, in this view, the investor with 15 equities in tech has 75% of their equity holdings in a single industry.\n\nOn a broader portfolio basis, investors more often compare equity, bonds, and alternative assets to create their diversification targets. For example, traditional portfolios tended to skew towards 60% equities and 40% bonds—though some strategies call for different diversification based on age. Other theories claim that holding alternative assets has added benefits (for example, 60% equities, 20% bonds, and 20% alternatives).\n\nImagine anaggressive investor, who can assume a higher risk level, wishes to construct a portfolio composed of Japanese equities, Australian bonds, and cotton futures. They could purchase stakes in the iShares MSCI Japan ETF, the Vanguard Australian Government Bond Index ETF, and the iPath Bloomberg Cotton Subindex Total Return ETN.\n\nWith this mix of ETF shares, due to the specific qualities of the targeted asset classes and the transparency of the holdings, the investor ensures true diversification in their holdings. Also, with different correlations, or responses to outside forces, among the securities, they can slightly lessen their risk exposure.\n\nIn theory, holding investments that are different from each other reduces the overall risk of the assets you're invested in. If something bad happens to one investment, you're more likely to have assets that are not impacted if you were diversified. Diversification may result in a larger profit if you are extended into asset classes you wouldn't otherwise have invested in. Also, some investors find diversification more enjoyable to pursue as they research new companies, explore different asset classes, and own different types of investments.\n\nThere are many different ways to diversify; the primary method of diversification is to buy different types of asset classes. For example, instead of putting your entire portfolio into public stock, you may consider buying some bonds to offset some market risk of stocks.\n\nIn addition to investing in different asset classes, you can diversify into different industries, geographical locations, term lengths, or market caps. The primary goal of diversification is to invest in a broad range of assets that face different risks.\n\nFor investors seeking to minimize risk, diversification is a strong strategy. That said, diversification may minimize returns, as the goal of diversification is to reduce the risk within a portfolio. By reducing risk, an investor is willing to take less profit in exchange for the preservation of capital.\n\nDiversification is a very important concept in financial planning and investment management. It is the idea that by investing in different things, the overall risk of your portfolio is lower.\n\nInstead of putting all your money into a single asset, spreading your wealth across different assets puts you at less risk of losing capital. With the ease of transacting and investing online, it is now incredibly easy to diversify your portfolio through different asset classes and other strategies.\n\nU.S. Senate Committee on Commerce, Science, and Transportation. \"H.R. 4346 The CHIPS and Science Act of 2022.\"\n\nJournal of Risk and Financial Management. \"How Many Stocks Are Sufficient for Equity Portfolio Diversification?\"\n\nSlickCharts. \"S&P 500 Companies By Weight.\"\n\nMSCI. \"MSCI to Reclassify the MSCI Pakistan Index From Emerging Markets to Frontier Markets.\"\n\nState of Vermont Department of Financial Regulation. \"Celsius Network Files Chapter 11 Bankruptcy.\"",
  "url": "https://www.investopedia.com/terms/d/diversification.asp"
}