{
  "term": "What Is a Junk Bond? Definition, Credit Ratings, and Example",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nInvestopedia / Michela Buttignol\n\nJunk bonds are bonds that carry a higher risk of default than most bonds issued by corporations and governments. A bond is a debt or promise to pay investors interest payments along with the return of invested principal in exchange for buying the bond. Junk bonds represent bonds issued by companies that are financially struggling and have a high risk ofdefaultingor not paying their interest payments or repaying the principal to investors.\n\nJunk bonds are also calledhigh-yieldbonds since the higher yield is needed to help offset any risk of default.\n\nFrom a technical viewpoint, a high-yield, or \"junk\" bond is very similar to regular corporate bonds. Both represent debt issued by a firm with the promise to pay interest and to return the principal at maturity. Junk bonds differ because of their issuers' poorer credit quality.\n\nBonds are fixed-income debt instruments that corporations and governments issue to investors to raise capital. When investors buy bonds, they're effectively loaning money to the issuer who promises to repay the money on a specific date called the maturity date. At maturity, the investor is repaid the principal amount invested. Most bonds pay investors an annual interest rate during the life of the bond, called a coupon rate.\n\nFor example, a bond that has a 5% annual coupon rate means that an investor who purchases the bond earns 5% per year. So, a bond with a $1,000 face—or par—value will receive 5% x $1,000 which comes to $50 each year until the bond matures.\n\nA bond that has a high risk of the underlying company defaulting is called a junk bond. Companies that issue junk bonds are typically start-ups or companies that are struggling financially. Junk bonds carry risk since investors are unsure whether they'll be repaid their principal and earn regular interest payments. As a result, junk bonds pay a higher yield than their safer counterparts to help compensate investors for the added level of risk. Companies are willing to pay the high yield because they need to attract investors to fund their operations.\n\nJunk bonds return higher yields than most other fixed-income debt securities.\n\nJunk bonds have the potential of significant price increases should the company's financial situation improve.\n\nJunk bonds serve as a risk indicator of when investors are willing to take on risk or avoid risk in the market.\n\nJunk bonds have a higher risk of default than most bonds with better credit ratings.\n\nJunk bond prices can exhibit volatility due to uncertainty surrounding the issuer's financial performance.\n\nActive junk bond markets can indicate an overbought market meaning investors are too complacent with risk and may lead to market downturns.\n\nSome investors buy junk bonds to profit from potential price increases as the financial security of the underlying company improves, and not necessarily for the return of interest income. Also, investors that predict bond prices to rise are betting there will be increased buying interest for high-yield bonds—even these lower rated ones—due to a change inmarket risk sentiment. For example, if investors believe economic conditions are improving in the U.S. or abroad, theymight purchase junk bonds of companies that will show improvement along with the economy.\n\nAs a result, increased buying interest of junk bonds serves as a market-risk indicator for some investors. If investors are buying junk bonds, market participants are willing to take on more risk due to a perceived improving economy. Conversely, if junk bonds are selling off with prices falling, it usually means that investors are morerisk averseand are opting for more secure and stable investments.\n\nAlthough a surge in junk bond investing usually translates to increased optimism in the market, it could also point to too much optimism in the market.\n\nIt's important to note that junk bonds have much larger price swings than bonds of higher quality. Investors looking to purchase junk bonds can either buy the bonds individually through a broker or invest in a junk bond fund managed by a professional portfolio manager.\n\nIf the underlying company performs well financially, its bonds will have improved credit ratings and usually attract buying interest from investors. As a result, the bond's price rises as investors flood in, willing to pay for the financially viable issuer. Conversely, companies that are performing poorly will likely have low or lowered credit ratings. These falling opinions might cause buyers to back off. Companies with poor credit ratings typically offer high yields to attract investors and to compensate them for the added level of risk.\n\nThe result is bonds issued by companies with positive credit ratings usually pay lower interest rates on their debt instruments as compared to companies with poor credit ratings. Many bond investors monitor the credit ratings of bonds.\n\nAlthough junk bonds are considered risky investments, investors can monitor a bond's level of risk by reviewing the bond's credit rating. Acredit ratingis an assessment of the creditworthiness of an issuer and its outstanding debt in the form of bonds. The company's credit rating, and ultimately the bond's credit rating, impact the market price of a bond and its offering interest rate.\n\nCredit-rating agenciesmeasure the creditworthiness of all corporate and government bonds, giving investors insight into the risks involved in the debt securities. Credit rating agencies assign letter grades for their view of the issue.\n\nFor example, Standard & Poor’s has a credit rating scale ranging from AAA—excellent—to lower ratings of C and D. Any bond that carries a rating lower than BB is said to be of speculative-grade or a junk bond. This should be a red flag to risk-averse investors. The various letter grades from credit agencies represent the financial viability of the company and the likelihood that the contract terms of the bond terms will be honored.\n\nBonds with a rating ofinvestment-gradecome from corporations that have a high probability of paying the regular coupons and returning the principal to investors. For example, Standard & Poor's ratings include:\n\nAs mentioned earlier, once a bond's rating drops into the double-B category, it falls into the junk bond territory. This area can be a scary place for investors who would be harmed by a total loss of their investment dollars in the case of a default.\n\nSome speculative ratings include:\n\nCompanies having bonds with these low credit ratings might have difficulty raising the capital needed to fund ongoing business operations. However, if a company manages to improve its financial performance and it's bond's credit rating is upgraded, a substantial appreciation in the bond’s price could happen. Conversely, if a company's financial situation deteriorates, the credit rating of the company and its bonds might be downgraded by credit rating agencies. It is crucial for investors in junk debt to fully investigate the underlying business and all financial documents available before buying.\n\nIf a bond misses a principal and interest payment, the bond is considered to be in default. Default is the failure to repay a debt including interest or principal on a loan or security. Junk bonds have a higher risk of default because of an uncertain revenue stream or a lack of sufficient collateral. The risk of bond defaults increases during economic downturns making these bottom level debts even riskier.\n\nTesla Inc. (TSLA) issued afixed-rate bondwith a maturity date of March 1, 2021 and a fixed semi-annual coupon rate of 1.25%. The debt received an S&P rating of B- in 2014 when it was issued. In October 2020, S&P upgraded its rating to BB- from B+. This is still in junk bond rating territory. A BB rating from S&P means the rating issue is less vulnerable to nonpayment, but still faces major uncertainties or exposure to adverse business or economic conditions.\n\nAlso, the current price of the Tesla offering is $577 as of Oct. 2020, much higher than its 2014 $100 face value, which represents the extra yield that investors are getting above the coupon payment. In other words, despite the BB- rating, the bond is trading at very large premium to its face value. This is because the bonds are convertible to equity. Thus, with shares of Tesla soaring 600% over the last twelve months ending Oct. 26, 2020, the bonds are proving to be valuable surrogates for the equity.",
  "url": "https://www.investopedia.com/terms/j/junkbond.asp"
}