{
  "term": "What an Inverted Yield Curve Tells Investors",
  "definition": "An inverted yield curve means yields decrease the further out the maturity date is.\n\nThe yield curve graphically represents yields on similardebt securitiesacross a variety of maturities. A normal yield curve slopes upward, displaying yields that run from low to high as maturities increase. However, an inverted yield curve reveals long-terminterest ratesare lower than short-term interest rates.\n\nThe yield curve shows the borrowing cost associated with debt securities of differentmaturities. Normally, the yields for shorter-term securities are lower than those for longer-term securities. That is, the yield curve typically slopes upward, reflecting the fact that holders of longer-term debt have taken on more risk.\n\nThe yield curve is also known as theterm structure of interest rates. For example, the U.S. Treasury publishes daily Treasury bill and bond yields that can be charted as a curve.\n\nAnalysts often distill yield curve signals to aspreadbetween two maturities. This simplifies the task of interpreting a yield curve in which an inversion exists between some maturities but not others. The downside is that there is no general agreement as to which spread serves as the most reliablerecessionindicator.\n\nImage by Julie Bang / Investopedia\n\nAs illustrated above, a yield curve inverts when long-term interest rates drop below short-term rates, indicating that investors are moving money away from short-term bonds and into long-term ones. This suggests that the market as a whole is becoming more pessimistic about the economic prospects for the near future.\n\nSuch an inversion has served as a relatively reliable recession indicator in the modern era.Because yield curve inversions are relatively rare yet have often preceded recessions, they typically draw heavy scrutiny from financial market participants.\n\nAcademic studies of the relationship between an inverted yield curve and recessions have tended to look at the spread between the yields on the 10-yearU.S. Treasury bondand the three-month Treasury bill. On the other hand, market participants have more often focused on the yield spread between the 10-year and two-year bonds.\n\nFederal Reserve Chair Jerome Powell has said that he prefers to gauge recession risk by focusing on the difference between the current three-month Treasury bill rate and the market pricing of derivatives predicting the same rate 18 months later.\n\nThe 10-year to two-year Treasury spread has been a generally reliable recession indicator since providing a false positive in the mid-1960s.That hasn’t stopped a long list of senior U.S. economic officials from discounting its predictive powers over the years.\n\nIn 1998, the 10-year/two-year spread briefly inverted after the Russian debt default. Quick interest rate cuts by the Federal Reserve helped avert a U.S. recession.\n\nIn 2006, the spread inverted for much of the year. Long-term Treasury bonds went on to outperform stocks during 2007. TheGreat Recessionbegan in December 2007.\n\nOn Aug. 28, 2019, the 10-year/two-year spread briefly went negative. The U.S. economy suffered a two-month recession in February and March of 2020 amid the outbreak of the COVID-19 pandemic, which could not have been a consideration embedded in bond prices six months earlier.\n\nWhile an inverted yield curve has often preceded recessions in recent decades, it does not cause them. Rather, bond prices reflect investors’ expectations that longer-term yields will decline, as typically happens in a recession.\n\nAt the end of 2022, against a backdrop of surginginflation, the yield curve got inverted again. As of Dec. 30, 2022, the spread between the 10-year and two-year yields, 3.88% and 4.41%, respectively, was 53 percentage points.\n\nAs of March 13, 2025, Treasury yields were as follows:\n\nAs you can see above (and in the chart below that compares the spread on both dates), the bellwether spread is not inverted. The 10-year U.S. Treasury rate was 33 percentage points above the two-year yield on March 13, 2025.\n\nSource:https://www.ustreasuryyieldcurve.com/\n\nA yield curve is a line created by plotting yields (interest rates) of bonds of the same credit quality but differing maturities. The most closely watched yield curve is that for U.S. Treasury debt.\n\nHistorically, protracted inversions of the yield curve have preceded recessions in the U.S. An inverted yield curve reflects investors’ expectations for a decline in longer-term interest rates as a result of a deteriorating economic performance.\n\nMany investors use the spread between the yields on 10-year and two-year U.S. Treasury bonds as a yield curve proxy and a relatively reliable leading indicator of a recession. Some Federal Reserve officials have argued that a focus on shorter-term maturities is more informative about the likelihood of a recession.\n\nA yield curve that inverts for an extended period of time appears to be a more reliable recession signal than one that inverts briefly, whichever yield spread you use as a proxy.\n\nFortunately, however, recessions are rare enough that we haven’t had enough of them to draw definitive conclusions. As one Federal Reserve researcher has noted, “It’s hard to predict recessions. We haven’t had many, and we don’t fully understand the causes of the ones we’ve had. Nevertheless, we persist in trying.”\n\nU.S. Department of the Treasury. “Interest Rate Statistics.”\n\nFederal Reserve System, FEDS Notes. “There Is No Single Best Predictor of Recessions.”\n\nFederal Reserve Bank of Chicago. “Why Does the Yield-Curve Slope Predict Recessions?”\n\nFederal Reserve Bank of Boston. “Predicting Recessions Using the Yield Curve: The Role of the Stance of Monetary Policy.”\n\nBloomberg. “Powell Says Look at Short-Term Treasury Yield Curve for Recession Risk.”\n\nC-SPAN. “National Association for Business Economics Conference, Federal Reserve Chair Jay Powell.” Play video at 59:00 mark.\n\nFRED (Federal Reserve Economic Data), Federal Reserve Bank of St. Louis. “10-Year Treasury Constant Maturity Minus 2-Year Treasury Constant Maturity.” Select “Max” as date range.\n\nDario Perkins on Twitter. “A Short History of Yield Curve Denial.”\n\nWP Finance. \"U.S. Treasuries Yield Curve.\" Enter target date; select \"Sources\" from menu for explanation of data.",
  "url": "https://www.investopedia.com/terms/i/invertedyieldcurve.asp"
}