{
  "term": "What Is a Triple Bottom Chart in Technical Analysis?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA triple bottom is a bullishchart patternused in technical analysis that's characterized by three equal lows followed by abreakoutabove the resistance level.\n\nThe triple bottom chart pattern typically follows a prolonged downtrend where bears are in control of the market. While the first bottom could simply be normal price movement, the second bottom is indicative of the bulls gaining momentum and preparing for a possiblereversal. The third bottom indicates that there's strong support in place and bears maycapitulatewhen the price breaks throughresistance levels.\n\nThere are a few rules that are commonly used to qualify triple bottoms:\n\nThe price target for a double bottom reversal is typically the distance between the lows and the breakout point added to the breakout point. For example, if the low is $10.00 and the breakout is at $12.00, the price target would be (12 - 10 = 2 + 12 = 14) $14.00.Stop-losspoints are usually placed just below the breakout point and/or below the triple bottom lows.\n\nThe triple bottom is similar to thedouble bottomchart pattern and may also look likeascendingordescending triangles. Traders always look for confirmation of a triple bottom using other technical indicators or chart patterns. For example, traders might note that the stock has an oversoldrelative strength index(RSI) before a double bottom forms and/or look for a breakout to confirm that it's a triple bottom rather than a descending triangle or other bearish pattern.\n\nThe following chart shows an example of a triple bottom chart pattern.\n\nIn this example, Momenta Pharmaceuticals' stock formed a triple bottom and broke out from trend line resistance. The difference between the third bottom and the breakout point was about $1.75, which translated to atake-profitpoint of around $15.50 on the upside. The stop-loss point could have been placed at around $13.50 to limitdownside riskas well.\n\nThe triple top is the opposite pattern of a triple bottom. Instead of a bullish reversal, a triple top is a bearish reversal pattern where price action bumps off resistance three times, posting three roughly equal highs before plummeting down through resistance.\n\nThat said, these are essentially mirror patterns of the same market phenomenon—a prolonged battle for control between the bears and bulls where one side emerges victorious. If no winner emerges, a triple bottom or top will simply become a longer termrange.\n\nThere is always some uncertainty when trading charting patterns as you are working with probability. As with most patterns, the triple bottom is easiest to recognize once the trading opportunity has passed. Double bottoms may fail and become a triple bottom, and the triple bottom and thehead and shoulders patterncan, by definition, be one and the same.\n\nHowever, the most often cited limitation of a triple bottom is simply that it is not a great risk and reward tradeoff because of the placement of the target and stop loss. To ramp up the profit potential, traders may choose to put their stop loss inside the pattern and trail it up as the breakout occurs. The issue with this is the likelihood of being stopped out in the range for a small loss is higher.\n\nA triple bottom pattern is a bullish chart reversal pattern that suggests a breakout to the upside.\n\nAfter the third relatively equal low is spotted, traders can anticipate the trend will move to the upside, break resistence levels, and reach higher prices.\n\nThe opposite of a triple bottom pattern, a triple top pattern is a bearish chart pattern that suggests a move to the downside.",
  "url": "https://www.investopedia.com/terms/t/triplebottom.asp"
}