{
  "term": "What Is an Interim Statement? Definition, Purpose, and Example",
  "definition": "Investopedia / Madelyn Goodnight\n\nA quarterly report is an example of an interim statement because it's issued before the year's end.\n\nInterim statements are used to convey the performance of a company before the end of normal full-year financial reporting cycles. Unlike annual statements, interim statements do not have to be audited. Interim statements increase communication between companies and the public and provide investors with up-to-date information between annual reporting periods.\n\nThese may also be referred to as interim reports.\n\nThe International Accounting Standards Board (IASB) suggests that certain standards be included while preparing interim statements. These include a series of condensed statements covering the company's financial position, income, cash flows, and changes in equity, along with notes of explanation.\n\nThe IASB also suggests that companies should follow the same guidelines in their interim statements as they use in preparing their annual reports (which are audited), including the use of similaraccounting methods.\n\nInterim statements offer a more timely look into a business’s operations, rather than waiting until year-end statements, which do not officially become available for months after year-end close anyway. Investors find the periodic snapshots helpful when allocating investment capital, all which leads to greater market liquidity, a prime goal of capital markets.\n\nThese reports can also alert investors and analysts to recent changes that meaningfully affect the corporation. A Form8-K, for instance, is used to report unscheduled material events or corporate changes at a company that could be of importance to the shareholders or theSecurities and Exchange Commission(SEC). The report notifies the public of events reported, including acquisition, bankruptcy, resignation of directors, or a change in the fiscal year. Form 8-K reports may be issued based on other events at the company's discretion that the registrant considers to be of importance to shareholders.\n\nThe most common interim statement may be the quarterly report. Aquarterly reportis a summary or collection of unaudited financial statements, such as balance sheets, income statements, and cash flow statements, issued by companies every quarter (three months). In addition to reporting quarterly figures, these statements may also provide year-to-date and comparative (e.g., last year's quarter to this year's quarter) results. Publicly traded companies must file their reports with the Securities and Exchange Commission. This form, known as a10-Q, does not include all the detailed information, such as background and operations details, that the annual report (known as a10-K) would.\n\nThe SEC also mandates that investment companies file quarterly reports if they manage more than $100 million, using aform 13F.\n\nMost companies have an accounting period that ends with the calendar year: Dec. 31, and quarters that end on March 31, June 30, Sept. 30, and Dec. 31. Quarterly reports are typically filed within a few weeks of a quarter's end.",
  "url": "https://www.investopedia.com/terms/i/interim-statement.asp"
}