{
  "term": "What Is an Order? Definition, How It Works, Types, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn order executes the buying or selling of securities under conditions set by the investor.\n\nAn order instructs your broker exactly how, when, and at what price to buy or sell securities on your behalf. Unlike online retail purchases, where you simply pay the listed price and then wait to receive your order, with financial orders, you dictate the exact terms under which you're willing to trade. If the markets are open, you could see the results right away.\n\nUnderstanding the different types of orders isn't just about knowing how to work your broker's platform, but about strategically choosing the best way to buy something you want in the markets. Below, we take you through the range of orders you'll find on most investing platforms, along with the aims and strategies for using each.\n\nA fundamental aspect of financial markets is that, unlike retail shopping, where prices are fixed on price tags, there must be both a buyer and a seller who agree on what's called theirbid and ask pricesfor any transaction to go through. This constant negotiating is why you see undulating price charts in any coverage of the financial markets, even though much of this is invisible to you when inputting your first orders.\n\nTypically your default option in a brokerage app, amarket ordertells your broker to immediately execute your trade at the best available price. The advantage is certainty of execution—your order will almost always be completed.\n\nThe potential downside is \"slippage,\" where the price changes between when you submit the order and when it executes. While this is minimal if you're looking to buy a major stock like Apple Inc. (AAPL) when the stock markets are open, this price difference can add up for those who trade often.\n\nExample: You've been researching Apple's stock for weeks and have decided to invest. You place a market order to buy shares, prioritizing the certainty of owning them today, despite some minor slight price change during the time the order gets executed.\n\nAlimit ordergives you price control by specifying the maximum you're willing to pay (for buying) or the minimum you'll accept (for selling). It's like leaving a firm offer for a used car: you'll only buy if the seller comes down to a certain price.\n\nThe benefit is price certainty—you'll never pay more (or receive less) than your limit price.\n\nExample: You're interested in buying shares of Microsoft Corporation (MSFT), but your research says the current price of $385 is too high. You place a limit order to buy at $370, so you only buy shares if the stock drops to that price or lower.\n\nAstop-loss order(sometimes called a stop order) becomes a market order once a security reaches a price you specify. This helps limit your losses or lock in profits without constantly monitoring the market.\n\nIn the chart below, we provide an illustration of two uses of the stop-loss order (use the two buttons to see the difference): one that's called a \"take-profit order,\" which acts in the same way as the stop-loss order, but to lock in profits if the stock goes up after you buy it—in case it starts coming back down.\n\nExample: You bought NVIDIA Corp. (NVDA) at $100 per share, and it's now trading at $110. To protect your profits if the market turns, you place a stop order at $105. If the stock falls to that level, your shares will automatically be sold.\n\nStop-limit orderscombine features of both stop and limit orders. You set two prices: a stop price that activates the order and a limit price that sets your minimum acceptable price.\n\nThis order type is often used in a volatile market when prices might fall so fast that a regular stop order might execute too late, like applying the brakes early on a slippery road to ensure you stop in time (by analogy, get your price).\n\nThe risk is that if the price falls below your limit before your order executes, your broker won't sell until the price rises back to your limit—if it ever does.\n\nExample: You bought Amazon.com Inc. (AMZN) at $170 and now it's trading at $180. You set a stop-limit order with a stop price of $175 and a limit of $173. If Amazon falls to $175, your order activates, but it will only be executed if the price remains at or above $173.\n\nRather than setting a fixed stop price, a trailing stop moves with the market price when it's in your favor. You can set it as a percentage or a dollar amount above or below the current price.\n\nTrailing stops are particularly useful for protecting profits when the price is trending up, giving your investments room to grow.\n\nExample: You bought stock in Tesla, Inc. (TSLA) at $240, and you set a 10% trailing stop. If Tesla rises to $300, your trailing stop price automatically adjusts to $270 (10% below $300). Should Tesla then drop to $270, your shares would be sold, locking in most of your gains.\n\nYou can also control how long your order will stay active. Here are the standard options:\n\nWhen you click \"Buy\" or \"Sell\" in your investment app, your order doesn't go to a physical trading floor—no one's rushing to a trading floor flashing a paper with your trade.\n\nYour broker has several ways to fill your order:\n\nWhat matters most to you as an investor is that brokerages must follow \"best execution\" rules by law—your broker must get you the lowest available price in the market at that moment. Sometimes they'll even fill your order from multiple sources to get you the best overall price.\n\nMany brokers also advertise that they often beat the national best prices (known as theNBBO), potentially saving you money on each trade.\n\nWhen inputting your trades, you can pick an entry price, a stop price to decrease potential losses or protect profits, and a trailing stop to lock in your gains.\n\nHuman traders are used for large or complex orders,options tradingin some markets, exchanging foreign currencies among banks, and massive bond trades.As an individual investor making typical trades, your orders will almost always be handled electronically.\n\nWhen you place an order on your broker's platform, you have control over both the price you're willing to accept and how long your order stays active. Yourbrokeracts as your representative in the marketplace, connecting you with exchanges and other trading venues.\n\nWhile you decide what and when to buy or sell, you enter the type of order that suits your strategy, and your broker chooses the best way to execute your trade. Understanding these order types gives you the tools to trade according to your own strategy and timeline.\n\nU.S. Securities and Exchange Commission. \"Market Order.\"\n\nU.S. Securities and Exchange Commission. \"Limit Orders.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Stop, Stop-Limit, and Trailing Stop Orders.\"\n\nSecurities and Exchange Commission. \"Investor Bulletin: Understanding Order Types.\"\n\nSecurities and Exchange Commission. \"Executing an Order.\"\n\nCharles Schwab. \"Schwab Order Execution Advantage.\"\n\nSecurities and Exchange Commission. \"Market Data Infrastructure.\"\n\nNew York Stock Exchange. \"Market Makers in Financial Markets: Their Role, How They Function, Why They are Important, and the NYSE DMM Difference.\"",
  "url": "https://www.investopedia.com/terms/o/order.asp"
}