{
  "term": "What Is Price Stickiness? Definition, Triggers, and Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nPrice stickiness is the resistance of amarket priceto change quickly, despite shifts in the broad economy suggesting a different price is optimal.\n\n\"Sticky\" is a general economics term that can apply to any financial variable that is resistant to change. When applied to prices, it means that the sellers or buyers of certain goods are reluctant to change the price, despite changes in input cost ordemandpatterns.\n\nPrice stickiness would occur, for instance, if the price of a once-in-demand smartphone remains high at say $800 even when demand drops significantly. Price stickiness can also be referred to as \"nominal rigidity\" and is related towage stickiness.\n\nThelaws of supply and demandhold that quantity demanded for a good falls as the price rises, and the quantity supplied rises when prices rise, and vice versa. Most goods and services are expected to respond to the laws of demand and supply. However, this adjustment process takes time and, with certain goods and services, does not always happen very quickly due to price stickiness.\n\nPrice stickiness, or sticky prices, refers to the tendency of prices to remain constant or to adjust slowly, despite changes in the cost of producing and selling the goods or services. This stickiness can have a number of important implications for the operations and efficiency of theeconomy.\n\nFor example, from amicroeconomicperspective, price stickiness can induce the same welfare-reducing effects anddeadweight lossesas government-imposed price controls. In a macroeconomic context, it may mean that changes in the money supply have an impact on the real economy, inducing changes in investment, employment, output, and consumption, rather than just nominal price levels.\n\nWhen prices cannot adjust immediately to changes in economic conditions or in thesupply of money, there is an inefficiency in the market—that is, a market disequilibrium exists as long as prices fail to adjust. The presence of price stickiness is an important part ofNew Keynesian macroeconomic theorysince it can explain why markets might not reach equilibrium in the short run or even, possibly, in the long run.\n\nThe fact that price stickiness exists can be attributed to several different forces, such as the costs to update pricing, including changes to marketing materials that must be made when prices do change. These are known asmenu costs.\n\nPart of price stickiness is also attributed to imperfect information in the markets or irrational decision-making by company executives. Some firms will try to keep prices constant as a business strategy, even though it is not sustainable based on costs of material, labor, etc.\n\nPrice stickiness appears in situations where a long-term contract is involved. A company that has a two-year contract to supply office equipment to another business is stuck to the agreed price for the duration of the contract, even if relevant conditions change, such as the government raising taxes orproduction costschanging.\n\nPrice stickiness can occur in just one direction if prices move up or down with little resistance, but not easily in the opposite direction. A price is said to be sticky-up if it can move down rather easily but will only move up with pronounced effort. When themarket-clearing priceimplied by new circumstances rises, the observed market price remains artificially lower than the new market-clearing level, resulting in excess demand orscarcity.\n\nSticky-down refers to the tendency of a price to move up easily but prove quite resistant to moving down. Therefore, when the implied market-clearing price drops, the observed market price remains artificially higher than the new market-clearing level, resulting in excess supply or asurplus.\n\nThe concept of price stickiness can also apply to wages. When sales fall in a company, the company doesn’t resort to cutting wages. As a person becomes accustomed to earning a certain wage, they are not normally willing to take a pay cut, and so wages tend to be sticky.\n\nIn his book \"The General Theory of Employment, Interest and Money,\"John Maynard Keynesargued that nominal wages display downward stickiness, in the sense that workers are reluctant to accept cuts in nominal wages. This can lead to involuntary unemployment as it takes time for wages to adjust toequilibrium.\n\nFrom a business perspective, it is often preferable to layoff less productive employees rather than cut pay across the board, which could demotivate all workers, including those that are most productive.Unionand civil service wage contracts may also strongly contribute to downward stickiness of wages in the same way as other types of long-term contracts.\n\nOligopolies are markets in which a few firms exert significant control. Price stickiness can be characteristic of oligopolies because firms may hesitate to change raise prices for fear of ceding market share to other firms, but also to lower their prices out of concern that doing so may trigger price competition.\n\nAs mentioned above, \"nominal rigidity\" is another term used to refer to stickiness in economics. It refers to the rigidity or firmness of the face value of prices, even when economic conditions would suggest that another price is more optimal.\n\nPrice stickiness can lead to market inefficiences. Consider the grocery store. During a period of supply chain disruption, prices for produce and packaged goods may increase to reflect higher labor, transportation, and manufacturing costs. If economic conditions later smoothed out, consumers would expect that prices would fall back to their previous equilibrium. However, if prices were sticky-down, then they may remain at higher levels even if these were not optimal prices. This could lead to inflationary pressures that ripple through the rest of the broader economy.\n\nPrice stickiness is the quality that a market price exhibits when it responds slowly, or not at all, to economic shifts that indicate a more optimal price. The idea of stickiness can be applied to other economic concepts, including wages. Price stickiness leads to inefficiencies in the market.\n\nJohn Maynard Keynes. \"The General Theory of Employment, Interest, and Money,\" Page 209. Springer International Publishing, 2018.",
  "url": "https://www.investopedia.com/terms/p/price_stickiness.asp"
}