{
  "term": "What Is the Depository Trust Company (DTC) in Banking?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nInvestopedia / Michela Buttignol\n\nThe Depository Trust Company (DTC) is one of the world's largest securities depositories. Founded in 1973 and based in New York City, the DTC is organized as a limited purposetrust companyand provides safekeeping through electronic record-keeping of securities balances. It also acts as a clearinghouse to process and settle trades in corporate and municipal securities.\n\nThe Depository Trust Company (DTC) is registered with the Securities and Exchange Commission (SEC), is a member of the U.S. Federal Reserve System, and was created to reduce costs and provide clearing and settlement efficiencies by immobilizing securities and making \"book-entry\"changes to the ownershipof the securities.\n\nThe largestbroker-dealersand banks in the United States are DTC participants and they deposit and hold securities at the DTC, which appear in therecords of an issuer’s stockas the sole registered owner of those securities deposited at the DTC.\n\nThe DTC provides financial institutions with a record of net settlement obligations at the end of each day from trading in equity, debt, andmoney marketinstruments. In 2021, the DTC held more than 1.3 million current securities issues valued at $87 trillion and issued in the U.S. and 131 countries and territories.\n\nIn 1968, as the New York Stock Exchange (NYSE) became overwhelmed by the paperwork involved with trade volume, it installed the functions of DTS, or maintenance of daily share prices, through its Central Certificate Service (CCS), a securities depository established to serve NYSE member firms.\n\nDTC was created in early 1973 to acquire the business of CCS and to expand the benefits of the depository approach to other areas of the financial industry, particularly the bank sector.\n\nThe Depository Trust and Clearing Company (DTCC) owns the DTC and manages risk in the financial system. Formerly an independent entity, the DTC was consolidated with several other securities-clearing companies in 1999 and became a subsidiary of the DTCC.\n\nThe DTC has allowed the New York Stock Exchange to increase its trade volume to billions per day.\n\nThe DTC holds trillions of dollars worth of securities in custody, including corporate stocks and bonds, municipal bonds, andmoney marketinstruments. Individuals do not interact with the DTC, but securities brokers, dealers, institutional investors, depository institutions, issuing and paying agents, and settling banks do.\n\nOwned by many companies in the financial industry, with the NYSE being one of its largest shareholders, the DTC provides services including:\n\nThe DTC number is a number that helps facilitate transactions between financial institutions. The DTC number is typically associated with the clearing firm that is used by your IRA custodian. To confirm your custodian’s DTC number, please contact your current IRA custodian.\n\nA DTC “eligible security” is a security that is freely tradable pursuant to U.S. securities laws and is otherwise qualified to be held at DTC and serviced. The eligibility criteria are more fully described in DTC’sOperational Arrangements.\n\nDTCC and its family of companies, including its subsidiary DTC, serve as the post-trade market infrastructure in the industry, providing automation, centralization, standardization, and streamlining of processes critical to the markets’ safety and security.\n\nDTCC, and its subsidiary DTC, employ aKYCProgram to provide a risk-based approach for the collection of sufficient information and documentation to know its customers and the customers of its subsidiaries, as required by U.S. and international AML regulations.\n\nWhen DTC chills or freezes a security, it will issue a “Participant Notice” to its participants. These notices are publicly available onDTC’s website. When securities are frozen, DTC provides optional automated notifications giving participants the ability to update their systems to automatically block future trading of affected securities, in addition to alerting participant compliance departments.\n\nThe Depository Trust Company (DTC) is a limited purpose trust company and subsidiary of DTCC. It provides safekeeping throughelectronic record-keeping of securitiesbalances and acts as a clearinghouse to process and settle trades in corporate and municipal securities.\n\nDTCC. \"DTCC 2021 Annual Report.\"\n\nDTCC. \"The Depository Trust Company (DTC).\"\n\nDTCC. \"The Depository Trust Company Annual Report 1984,\" Page 4.\n\nDTCC. \"Businesses, Subsidiaries, and Joint Ventures.\"",
  "url": "https://www.investopedia.com/terms/d/dtc.asp"
}