{
  "term": "What Is the Capital Adequacy Ratio (CAR)?",
  "definition": "A bank’s capital adequacy ratio measures its capital buffer as a proportion of risk‑adjusted credit exposures.\n\nThe capital adequacy ratio (CAR) expresses how much capital a bank holds compared to its risk‑weighted asset base. Also known as the capital-to-risk weighted assets ratio (CRAR), the ratio is watched by regulators to determine a bank's risk of failure. It's used to protect depositors and promote the stability and efficiency of financial systems around the world.\n\nInvestopedia / Michela Buttignol\n\nThe capital adequacy ratio is calculated by dividing a bank's capital by its risk-weighted assets. Currently, the minimum ratio of capital to risk-weighted assets is 8% underBasel IIand 10.5% (which includes a 2.5% conservation buffer) underBasel III.High capital adequacy ratios are those that are higher than the minimum requirements under Basel II and Basel III.\n\nA minimum capital adequacy ratio is critical in ensuring that banks have enough cushion to absorb a reasonable amount of losses before they become insolvent and consequently lose depositors’ funds.\n\nThe capital used to calculate the capital adequacy ratio is divided into two tiers. The two capital tiers are added together and divided by risk-weighted assets to calculate a bank's capital adequacy ratio.Risk-weighted assetsare calculated by looking at a bank's loans, evaluating the risk and then assigning a weight. When measuringcredit exposures, adjustments are made to the value of assets listed on a lender’s balance sheet.\n\nAll of the loans the bank has issued are weighted based on their degree ofcredit risk. For example, loans issued to the government are weighted at 0.0%, while those given to individuals are assigned a weighted score of 100.0%.\n\nTwo types of capital are measured:\n\nTier-1 capital, or core capital, consists of equity capital, ordinary share capital, intangible assets and audited revenue reserves. Tier-1 capital is the capital that is permanently and easily available to absorb and cushion losses suffered by a bank without it being required to stop operating.\n\nTier-2 capital comprises unaudited retained earnings, unaudited reserves, and general loss reserves. Tier-2 capital is the capital that absorbs and cushions losses in the case where a bank iswinding up. As such, it provides a lesser degree of protection to depositors and creditors. It is used once a bank loses all its Tier-1 capital.\n\nRisk-weighted assets are used to determine the minimum amount of capital that must be held by banks and other institutions to reduce the risk ofinsolvency. Thecapital requirementis based on arisk assessmentfor each type of bank asset. For example, a loan that is secured by aletter of creditis considered to be riskier and requires more capital than a mortgage loan that is secured by a house.\n\nOff-balance sheet agreements, such asforeign exchangecontracts and guarantees, also have credit risks. Such exposures are converted to their credit equivalent figures and then weighted in a similar fashion to that of on-balance sheet credit exposures. Theoff-balance sheetand on-balance sheet credit exposures are then added together to obtain the total risk-weighted credit exposures.\n\n﻿CAR=Tier1Capital+Tier2CapitalRiskWeightedAssetsCAR = \\dfrac{Tier~1~Capital + Tier~2~Capital}{Risk~Weighted~Assets}CAR=RiskWeightedAssetsTier1Capital+Tier2Capital​﻿\n\nSuppose Acme Bank has $20 million in tier-1 capital and $5 million in tier-2 capital. It has loans that have been weighted and calculated at $65 million. The capital adequacy ratio of Acme Bank is therefore 38% (($20 million + $5 million) / $65 million).\n\nA CAR of 38% is a high capital adequacy ratio. That means that Acme Bank should be able to weather a financial downturn and losses associated with its loans. It is less likely than banks with less than minimum CARs to become insolvent.\n\nAll things considered, a bank with a high capital adequacy ratio (CAR) is perceived as healthy and in good shape to meet its financial obligations.\n\nBoth the capital adequacy ratio and thesolvency ratioprovide ways to evaluate a company's ability to meet financial obligations.\n\nHowever, the capital adequacy ratio is applied specifically to banks and measures their abilities to overcome financial losses related to loans they've made. The solvency ratio debt evaluation metric is used to measure whether a company has enough available cash to meet its own short- and long-term debt obligations. Solvency ratios below 20% indicate an increased likelihood of default.\n\nAnalysts often favor the solvency ratio because it measures actual cash flow rather than net income, not all of which may be readily available to a company to meet debt obligations. The solvency ratio is best used to compare debt situations of similar firms within the same industry, as certain industries tend to be significantly more debt-heavy than others.\n\nThetier-1 leverage ratiois related to the capital adequacy ratio. The tier-1 leverage ratio compares a bank'score capitalwith its total assets. It is calculated by dividing Tier-1 capital by a bank's average total consolidated assets and certain off-balance sheet exposures. The higher the tier-1 leverage ratio is, the more likely a bank can withstand negative shocks to itsbalance sheet.\n\nThey are a trio of regulatory agreements formed by theBasel Committee on Bank Supervision. The Committee weighs in on regulations that concern a bank'scapital risk, market risk, andoperational risk. The purpose of the agreements is to ensure that banks (and other financial institutions) always have enough capital to deal with unexpected losses.\n\nAccording to the Basel II agreement, the minimum is 8%. With the Basel III agreement, and an added conservation buffer of 2.5%, it is 10.5%.The U.S.'sFederal Deposit Insurance Company (FDIC)calls for an 8% minimum ratio for total capital to total risk-weighted assets.\n\nThe capital adequacy ratio is intended to ensure that banks have enough funds available to handle a reasonable amount of losses and prevent insolvency.\n\nCAR, or the capital adequacy ratio, is a comparison of the available capital that a bank has on hand to its risk-weighted assets. The ratio provides a quick idea of whether a bank has enough funds to cover losses and remain solvent under difficult financial circumstances. CAR minimums are 8.0% under Basel II and 10.5% (with an added 2.5% conservation buffer) under Basel III. The higher the CAR, the better able a bank should be to meet its financial obligations when under stress.\n\nThe Bank for International Settlements. \"Basel II: International Convergence of Capital Measurement and Capital Standards: A Revised Framework.\"\n\nThe Bank for International Settlements. \"Basel III: A Global Regulatory Framework for More Resilient Banks and Banking Systems,\" Page 69.\n\nAccounting Tools. \"Capital Adequacy Ratio Definition.\"\n\nReserve Bank of New Zealand. \"Capital Adequacy Ratios for Banks - Simplified Explanation and example of Calculation,\" Page 1.\n\nAccounting Tools. \"Solvency Ratio.\"\n\nBank for International Settlements. \"History of the Basel Committee.\"\n\nFederal Deposit Insurance Corporation. \"Capital: Section 2.1,\" Page 8.",
  "url": "https://www.investopedia.com/terms/c/capitaladequacyratio.asp"
}