{
  "term": "What Is a Flat Yield Curve, and What Does It Mean for Investors?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA flat yield curve plots the yield of bonds of different maturity dates, illustrating how the yields aren't changing as the term to maturity increases.\n\nThe flat yield curve is a yield curve with little difference between short-term and long-term rates for bonds of the same credit quality, typically Treasurys. This flattening of what is, by definition, usually a curve is often seen during transitions between normal and inverted curves. A normal yield curve slopes upward.\n\nA flat yield curve means investors get about the same return on short-term investments as long-term ones. When short and long-term bonds offer very similar yields, there is usually little benefit in holding the longer-term instrument; the investor does not gain any more returns for the risk or opportunity costs of holding longer-term securities.\n\nFor example, a flat yield curve on U.S. Treasury bonds is one in which the yield on a two-year bond is 5% and the yield on a 30-year bond is 5.1%.\n\nA flattening yield curve may result from long-terminterest ratesfalling more than short-term interest rates or short-term rates increasing more than long-term rates. A flat yield curve typically indicates that investors are worried about the macroeconomic outlook.\n\nOne reason the yield curve may flatten is that market participants expect inflation to decrease or the Federal Reserve to raise the federal funds rate soon. For example, if the Federal Reserve increases its short-term target over a specified period, long-term interest rates may remain stable or rise. However, short-term interest rates would rise. So, the yield curve's slope would flatten as short-term rates increase more than long-term rates. This occurred, for instance, as the Federal Reserve increased rates rapidly from 2022 to 2023 to combat pandemic-era inflation.\n\nFlat yield curves are associated with economic uncertainty and hint that a slowdown could be around the corner.\n\nThe Federal Reserve influences the cost of borrowing and, as a result, the economy's direction through thefederal funds rate. Changing this rate at which banks lend to each other overnight usually affects other interest rates and the general cost of borrowing.\n\nAn increase in the federal fund rate raises short-term interest rates but doesn’t necessarily have the same impact on long-term interest rates. Sometimes, both rates will move up. Other times, only short-term rates will rise, leading to a flattening yield curve. This is more common when the market expects a short period of interest rate rises followed by a move to cut them as the economy contracts.\n\nMovements in the Federal Reserve's fund rate influence the cost to borrow money, particularly in the short term.\n\nBanks tend to profit more when the long-term rates they lend at are higher than the short-term rates at which they borrow. So, their profit margins tend to tighten when the yield curve flattens. Given this logic, a flattening yield curve could lead to lenders becoming more cautious about extending credit. The threat of a forthcoming economic slowdown compounds that sense of caution.\n\nHowever, it’s not always straightforward, and the impact of a flat yield curve on banks may not be a bad signal. For example, many loans have variable rates tied to short-term benchmarks, and banks tend to pay savers a lot less to borrow funds.\n\nA healthy or normal yield curve gently slopes upward from left to right. This indicates stable economic conditions and that the market expects the economy to grow steadily.\n\nImage by Julie Bang © Investopedia 2019\n\nA normal yield curve shows yields rising for bonds with longer maturities. Sample yields on the curve may include a two-year bond that offers a yield of 1%, a five-year bond that provides a yield of 1.8%, a 10-year bond that offers a yield of 2.5%, a 15-year bond that provides a yield of 3.0%, and a 20-year bond that offers a yield of 3.5%.\n\nIf the curve steepens, this implies strong economic growth, leading to higher inflation and higher interest rates. If it flattens, this suggests uncertainty and reflects caution.\n\nThebarbell strategycould benefit investors in a flattening yield curve environment or if the Federal Reserve is looking to raise the federal funds rate.However, this strategy could underperform should the yield curve grow steeper. In a barbell strategy, half of a portfolio has long-term bonds, while the rest has short-term bonds.\n\nFor example, assume the yield spread is 8%, and investors believe the yield curve will flatten. Investors could allocate half their fixed-income portfolio to U.S. Treasury 10-year notes and the other half to U.S. Treasury two-year notes. This way, investors have some flexibility and can react to changes in the bond markets. However, portfolios like this could fall significantly if there's a meteoric increase in long-term rates.\n\nThe yield curve functions as a signal of where investors think interest rates are heading. In other words, it is a forecast of economic growth and inflation. This is important to investors for many reasons. The state of interest rates and economic growth have a bearing on the type of investments that are likely to outperform.\n\nThe yield curve can look different depending on what investors think is in store for interest rates and the economy. Usually, it will be described as either normal, flat, or inverted.\n\nAninverted yield curveoccurs when short-term interest rates exceed long-term rates. This isn’t usually a great sign.Historically, an inverted yield curve has been viewed as a signal of a looming recession.\n\nThe yield curve shows the cost of borrowing money over different periods. When it is flat, this usually means investors don’t expect much change in interest rates, and a two-year bond could pay the same return as a 30-year bond. This isn’t a positive outlook. A flattening yield curve hints that investors are worried about the economy's direction and are expecting a slowdown.\n\nM. Choudhry. \"Analysing and Interpreting the Yield Curve.\" John Wiley & Sons, 2019. Pages 44-45.\n\nM. Choudhry. \"Analysing and Interpreting the Yield Curve.\" John Wiley & Sons, 2019. Pages 322-323.\n\nU.S. Department of the Treasury. \"Interest Rate Statistics.\"\n\nFinancial Industry Regulatory Authority. “Understanding Bond Yield and Return.”\n\nFederal Reserve Bank of St Louis. \"How Might Increases in the Fed Funds Rate Impact Other Interest Rates?\"\n\nFederal Reserve Bank of Chicago. \"How Have Banks Responded to Changes in the Yield Curve?\"\n\nM. Choudhry. \"Analysing and Interpreting the Yield Curve.\" John Wiley & Sons, 2019. Pages 301-306.",
  "url": "https://www.investopedia.com/terms/f/flatyieldcurve.asp"
}