{
  "term": "What Is a Mature Industry? Meaning, Characteristics, and Example",
  "definition": "A mature industry is one that has passed both the emerging and growth phases of industry growth. Companies in these industries tend to be larger, older, and more stable.\n\nAt the beginning of theindustry lifecycle, new products or services find use in the marketplace. Many businesses may spring up trying to profit from the new product demand. Over time, failures andconsolidationswill distill the business to the strongest as the industry continues to grow. This is the period where the surviving companies are considered to be mature. Eventually, growth is predicted to slow as new innovative products or services replace existing industry offerings and begin a new industry lifecycle.\n\nThe maturity phase of the industry lifecycle often begins with ashakeoutperiod, during which growth slows, focus shifts toward expense reduction, and consolidation occurs. Some firms achieveeconomies of scale, hampering the sustainability of smaller competitors. As maturity is achieved, barriers to entry become higher, and the competitive landscape becomes more clear.\n\nMarket share, cash flow, and profitability become the primary goals of the remaining mature companies once growth is relatively less important. Price competition becomes much more relevant as product differentiation declines with consolidation. Examples of mature industries in the U.S. today include food and agriculture, mining and natural resources extraction, and financial services.\n\nThe shares of mature industries are characterized by lowprice-to-earnings (P/E) ratiosand highdividend yields.\n\nEarningsand sales grow slower in mature industries than during the growth andemerging industriesphases. A mature industry may be at its peak or just past it but not yet in the decline phase. While earnings may be stable, growth prospects are few and far between as the remaining companies consolidate market share and create barriers for new competitors to enter the sphere.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nIn a mature industry, revenue and earnings can continue to increase. However, companies from such industries are not expected to grow at the same pace that may have characterized the earlier phases of development. This may be due to the industry already approaching the point ofmarket saturationin terms of reaching available customers.\n\nFor example, the makers of breakfast cereal and related grocery products could be considered to be part of a mature industry. Such companies have achieved a level of market penetration that may shift marginally from time to time, but they have largely reached the limits of the demographics they want to reach. Each company may have a footprint of customers it has connected with, though there may be some gaps in coverage. As a collective industry, such companies have the capacity to cover the gamut of available clientele.\n\nMature industries can pose a challenge for investors and the management of the companies in these sectors. While there is an expectation of stability that comes with a mature industry, a desire to see future earnings growth persists.\n\nIn order for companies in mature industries to realize growth that might appease investors, significant effort must be made. This can include researching and developing new products that change the paradigm of the industry. It might consist of selling off parts of the business, acquiring assets from smaller, more innovative companies, ormergingwith a peer company to further expand the company’s customer base and market presence.\n\nMature industries can be seen as having plateaued in some regards and may need to develop new innovations to remain relevant with their customers. It may be inevitable for mature industries to be superseded and made obsolete by the growth of a new business sector.\n\nFor example, film photography was once a mature and stable industry given there were few true alternatives to the medium until digital photography reached a stage of development that could consistently reproduce, at a comparable cost, the clarity of film photos. While there are nuanced reasons why film photography remains popular with some niche users, the consumer market largely shifted to using digital.",
  "url": "https://www.investopedia.com/terms/m/matureindustry.asp"
}