{
  "term": "What Is the Law of Demand in Economics, and How Does It Work?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe law of demand states that as the price of a good rises, consumers will demand correspondingly lower quantities of that good.\n\nThe law of demand is one of the most fundamental concepts in economics. Alongside thelaw of supply, it explains how market economies allocate resources and determine the prices of goods and services.\n\nThe law of demand states that the quantity purchased varies inversely with price. In other words, the higher the price, the lower the quantity demanded. This occurs because ofdiminishing marginal utility.That is, consumers use the first units of an economic good they purchase to serve their most urgent needs first, then they use each additional unit of the good to serve successively lower-valued ends.\n\nEconomicsinvolves the study of how people use limited means to satisfy unlimited wants. The law of demand focuses on those unlimited wants. Naturally, people prioritize more urgent wants and needs over less urgent ones in their economic behavior, and this carries over into how people choose among the limited means available to them.\n\nFor any economic good, the first unit of that good that a consumer gets their hands on will tend to be used to satisfy the most urgent need the consumer has that that good can satisfy.\n\nFor example, consider a castaway on a desert island who obtains a six-pack of bottled fresh water that washes up onshore. The first bottle will be used to satisfy the castaway’s most urgently felt need, which is most likely drinking water to avoid dying of thirst.\n\nThe second bottle might be used for bathing to stave off disease, an urgent but less immediate need. The third bottle could be used for a less urgent need, such as boiling some fish to have a hot meal, and on down to the last bottle, which the castaway uses for a relatively low priority, such as watering a small potted plant to feel less alone on the island.\n\nBecause each additional bottle of water is used for a successively less highly valued want or need by our castaway, we can say that the castaway values each additional bottle less than the one before.\n\nThe more units of a good that consumers buy, the less they are willing to pay in terms of price.\n\nSimilarly, when consumers purchase goods on the market, each additional unit of any given good or service that they buy will be put to a less valued use than the one before, so we can say that they value each additional unit less and less. Because theyvalue each additional unit of the good less, they aren't willing to pay as much for it.\n\nBy adding up all the units of a good that consumers are willing to buy at any given price, we can describe a marketdemand curve, which is always sloping downward, like the one shown in the chart below. Each point on the curve (A, B, C) reflects the quantity demanded (Q) at a given price (P). At point A, for example, the quantity demanded is low (Q1) and the price is high (P1). At higher prices, consumers demand less of the good, and at lower prices, they demand more.\n\nIn economic thinking, it is important to understand the difference between the phenomenon of demand and the quantity demanded. In the chart above, the term “demand” refers to the light blue line plotted through A, B, and C.\n\nIt expresses the relationship between the urgency ofconsumer wantsand the number of units of the economic good at hand. A change in demand means a shift of the position or shape of this curve; it reflects a change in the underlying pattern of consumer wants and needs vis-à-vis the means available to satisfy them.\n\nOn the other hand, the term “quantity demanded” refers to a point along the horizontal axis. Changes in the quantity demanded strictly reflect changes in the price, without implying any change in the pattern of consumer preferences.\n\nChanges in quantity demanded just mean movement along the demand curve itself because of a change in price. These two ideas are often conflated, but this is a common error—rising (or falling) prices don't decrease (or increase) demand;they change the quantity demanded.\n\nSo what does change demand? The shape and position of the demand curve can be affected by several factors. Rising incomes tend to increase demand for normal economic goods, as people are willing to spend more. The availability of close substitute products that compete with a given economic good will tend to reduce demand for that good because they can satisfy the same kinds of consumer wants and needs.\n\nConversely, the availability of closely complementary goods will tend to increase demand for an economic good because the use of two goods together can be even more valuable to consumers than using them separately, like peanut butter and jelly.\n\nOther factors such as future expectations, changes in background environmental conditions, or changes in the actual or perceived quality of a good can change the demand curve because they alter the pattern of consumer preferences for how the good can be used and how urgently it is needed.\n\nSupplyis the total amount of a specific good or service that is available to consumers at a certain price point. As the supply of a product fluctuates, so does the demand, which directly affects the price of the product.\n\nThe law of supply, then, is amicroeconomiclaw stating that, all other factors being equal, as the price of a good or service rises, the quantity that suppliers offer will rise in turn (and vice versa). When demand exceeds the available supply, the price of a product typically will rise. Conversely, should the supply of an item increase while the demand remains the same, the price will go down.\n\nThe law of demand is relevant to anyone who participates in the market as a buyer. It explains how people change their consumption habits in response to changing prices.\n\nIf you own a car, you have probably experienced the law of demand with respect to gas prices. When gas is cheap, people drive more often and take longer trips. When the price of gas rises, people limit their driving to essential travel to reduce their gas consumption.\n\nThe law of demand states that when the price of a good rises, consumers will purchase less of that good. Likewise, when the price falls, consumers buy more of that good. The law of demand is usually paired with the law of supply, which states that suppliers will produce more of a good when prices rise.\n\nThe law of demand tells us that if more people want to buy something, given a limited supply, the price of that thing will be bid higher. Likewise, the higher the price of a good, the lower the quantity that will be purchased by consumers.\n\nTogether with the law of supply, the law of demand helps us understand why things are priced at the level that they are, and to identify opportunities to buy what are perceived to be underpriced (or sell overpriced) products, assets, orsecurities. For instance, a firm may boost production in response to rising prices that have been spurred by a surge in demand.\n\nYes. In certain cases, an increase in demand doesn't affect prices in ways predicted by the law of demand. For instance, so-calledVeblen goodsare things for which demand increases as their price rises, as they are perceived as status symbols. Similarly, demand forGiffen goods(which, in contrast to Veblen goods, aren't luxury items) rises when the price goes up and falls when the price falls. Examples of Giffen goods can include bread, rice, and wheat. These tend to be common necessities and essential items with few good substitutes at the same price levels.\n\nThe law of demand posits that the price of an item and the quantity demanded have an inverse relationship. Essentially, it tells us that people will buy more of something when its price falls and vice versa.  When graphed, the law of demand appears as a line sloping downward.\n\nThis law is a fundamental principle of economics. It helps to set prices, understand why things are priced as they are, and identify items that may be overpriced or underpriced.\n\nUniversity of Southern Philippines Foundation. \"Law of Demand,\" Page 1.\n\nUniversity of Pittsburgh. \"Supply and Demand,\" Page 1.\n\nUniversity of Pittsburgh. \"Supply and Demand,\" Page 3.",
  "url": "https://www.investopedia.com/terms/l/lawofdemand.asp"
}