{
  "term": "What Are Unfair, Deceptive, or Abusive Acts or Practices (UDAAP)?",
  "definition": "VioletaStoimenova / Getty Images\n\nFor those who offer financial products or services to consumers, it is illegal to engage in unfair, deceptive, or abusive acts or practices (UDAAP). TheConsumer Financial Protection Bureau(CFPB) and theFederal Trade Commission(FTC) are responsible for ensuring that these entities follow the rules, so that consumers are protected from unscrupulous lenders and financial institutions.\n\nAfter the 2008financial crisis, regulators created new laws and regulations to protect consumers and boost consumer confidence in financial transactions. The most notable piece of legislation was theDodd-Frank Wall Street Reform and Consumer Protection Act, which defined and outlawed UDAAP.\n\nAn unfair practice is one that harms consumers financially and that consumers cannot reasonably avoid. The harm does not have to involve a large amount of money.Financial product and service providers are not allowed to:\n\nThe government does not determine which financial products and services are best for consumers, but it does require that consumers have access to information that lets them choose the best options for their situations. Consumers should only have to take reasonable measures—not impractical or expensive ones—to determine whether purchasing certain financial products or services is in their best interests.\n\nThe Consumer Financial Protection Bureau (CFPB) has a key role when it comes to UDAAP. Dodd-Frank gives the agency the authority to make rules about these practices. The act also includes the authority to enforce any violations as long as the entity falls within the CFPB's jurisdiction.\n\nThe CFPB also grants enforcement authority to the Federal Trade Commission (FTC). The FTC ensures that financial products and service providers adhere to consumer protection laws by being truthful and ethical in their offerings and practices. As such, it is responsible for investigating complaints, enforcing regulations, and taking any action against entities that violate the law. This includes issuing fines and penalties and prosecuting offending service providers.\n\nYou can review the Consumer Financial Protection Bureau's definition of UDAAP on itswebsite. If you feel that you've been affected, contact the CFPB or the FTC to file a complaint.\n\nThe following are examples of unfair or deceptive practices:\n\nRegulators routinely evaluate financial products and services for potential sources of consumer harm.\n\nUDAAP is an acronym that stands for unfair, deceptive, or abusive acts or practices. It is illegal for providers of financial products and services to engage in UDAAP.\n\nExamples of UDAAP include failing to provide customers with promised services, using bait-and-switch tactics, and misleading consumers about costs and prices for products and services.\n\nThe Dodd-Frank Wall Street Reform and Consumer Protection Act was established following the 2007-2008 financial crisis. The act charged the Consumer Financial Protection Bureau (CFPB) with coming up with rules governing UDAAP. The CFPB and the Federal Trade Commission (FTC) enforce these regulations.\n\nThe financial crisis of 2007-2008 brought to light many failures of the financial system. The Dodd-Frank Act established rules to protect consumers and ensure that lenders, banks, and other financial service providers deal with consumers fairly and ethically. If you feel that you've been deceived or are the victim of unfair practices, contact the CFPB or FTC to file a complaint.\n\nConsumer Financial Protection Bureau. \"Prohibition of Unfair, Deceptive, or Abusive Acts or Practices in the Collection of Consumer Debts.\"\n\nConsumer Financial Protection Bureau. \"Unfair, Deceptive, or Abusive Acts or Practices,\" Page 1.\n\nFDIC. \"Unfair, Deceptive, Or Abusive Acts Or Practices.\"\n\nFederal Trade Commission. \"A Brief Overview of the Federal Trade Commission's Investigative, Law Enforcement, and Rulemaking Authority.\"",
  "url": "https://www.investopedia.com/terms/u/udaap.asp"
}