{
  "term": "What Is Unemployment? Causes, Types, and Measurement",
  "definition": "Unemployment refers to a situation where a person activelysearches for employmentbut is unable to find work. Unemployment is considered to be a key measure of the health of the economy. The most frequently used measure of unemployment is the unemployment rate. It's calculated by dividing the number of unemployed people by the number of people in the labor force.\n\nMichela Buttignol / Investopedia\n\nUnemployment is a keyeconomic indicatorbecause it signals the ability (or inability) of workers to obtain gainful work and contribute to the productive output of the economy. More unemployed workers mean less total economic production.\n\nThe unemployment definition doesn't include people who leave the workforce for reasons such asretirement, higher education, and disability.\n\nUnemployed workers must maintain at least subsistence consumption during their period of unemployment. This means that an economy with high unemployment has lower output without a proportional decline in the need for basic consumption.\n\nHigh, persistent unemployment can signal serious distress in aneconomyand even lead to social and political upheaval.\n\nA low unemployment rate, on the other hand, means that the economy is more likely to be producing near its full capacity, maximizing output, driving wage growth, and raising living standards over time.\n\nHowever,extremely low unemploymentcan also be a cautionary sign of an overheating economy, inflationary pressures, and tight conditions for businesses in need of additional workers.\n\nWhile the definition of unemployment is clear, economists divide unemployment into many different categories. The two broadest categories are voluntary and involuntary unemployment. When unemployment is voluntary, it means that a person left their job willingly in search of other employment. When it is involuntary, it means that a person was fired or laid off and must now look for another job.\n\nVoluntary and involuntary unemployment can be broken down into four types. We highlight them below.\n\nThis type of unemployment is usually short-lived. It is also the least problematic from an economic standpoint. It occurs when people voluntarily change jobs. After a person leaves a company, it naturally takes time to find another job. Similarly, graduates just starting to look for jobs to enter the workforce add tofrictional unemployment.\n\nFrictional unemployment is a natural result of the fact thatmarketprocesses take time and information can be costly. Searching for a new job, recruiting new workers, and matching the right workers to the right jobs all take time and effort. This results in frictional unemployment.\n\nCyclical unemploymentis the variation in the number of unemployed workers over the course of economic upturns and downturns, such as those related to changes in oil prices. Unemployment rises during recessionary periods and declines during periods of economic growth.\n\nPreventing and alleviating cyclical unemployment during recessions is one of the key reasons for the study of economics and the various policy tools that governments employ to stimulate the economy on the downside of business cycles.\n\nStructural unemploymentcomes about through a technological change in the structure of the economy in which labor markets operate. Technological changes can lead to unemployment among workers displaced from jobs that are no longer needed. Examples of such changes include the replacement of horse-drawn transport with automobiles and the automation of manufacturing.\n\nRetraining these workers can be difficult, costly, and time-consuming. Displaced workers often end up either unemployed for extended periods or leaving the labor force entirely.\n\nInstitutional unemployment results from long-term or permanent institutional factors and incentives in the economy. The following can all contribute to institutional unemployment:\n\nMany governments offer unemployment insurance to certain unemployed individuals who meet eligibility requirements.\n\nThe U.S. government uses surveys, census counts, and the number ofunemployment insuranceclaims to track unemployment.\n\nThe U.S. Census conducts a monthly survey called theCurrent Population Survey (CPS)on behalf of theBureau of Labor Statistics (BLS)to produce the primary estimate of the nation’s unemployment rate. This survey has been done every month since 1940.\n\nThe sample consists of about 60,000 eligible households. That translates to about 110,000 people each month. The Census changes a quarter of the sampled households each month so that no household is represented for more than four consecutive months. This is meant to strengthen the reliability of the estimates.\n\nMany variations of the unemployment rate exist, with different definitions of who is an unemployed person and who is in the labor force.\n\nThe BLS commonly cites theU-3 unemployment rate(defined as the total unemployed as a percentage of the civilian labor force) as the official unemployment rate; however, this definition does not include discouraged unemployed workers who are no longer looking for work.\n\nOther categories of unemployment include discouraged workers and part-time or underemployed workers who want to work full-time but, for economic reasons, are unable to do so.\n\nAlthough the U.S. governmentbegan tracking unemploymentin the 1940s, the highest rate of unemployment to date occurred during the Great Depression, when unemployment rose to 24.9% in 1933.\n\nBetween 1931 and 1940, the unemployment rate remained above 14% but subsequently dropped down to the single digits. It remained there until 1982 when it climbed above 10%.\n\nIn 2009, during the Great Recession, unemployment again rose to 10%. In April 2020, amid the COVID-19 pandemic, unemployment hit 14.8%. As of December 2024, theunemployment ratewas 4.1%, a decrease of 0.1% from the previous month.\n\nThere are many reasons for unemployment. These include recessions, depressions, technological improvements, job outsourcing, and voluntarily leaving one job to find another.\n\nToday's economists point to three main types of unemployment: frictional, structural, and cyclical. Frictional unemployment is the result of voluntary employment transitions within an economy. Frictional unemployment naturally occurs, even in a growing, stable economy as workers change jobs.\n\nStructural unemployment can produce permanent disruptions due to fundamental and permanent changes that occur in the structure of the economy. These changes can marginalize a group of workers. They include technological changes, a lack of relevant skills, and jobs moving overseas to another country. Cyclical unemployment relates to the loss of jobs that occurs during changes in business cycles.\n\nThe official unemployment definition comes from the Bureau of Labor Statistics, which states that \"people are classified as unemployed if they do not have a job, have actively looked for work in the prior four weeks, and are currently available for work.\"\n\nUnemployment is when an individual who is not employed and is seeking employment, cannot find work. Unemployment is a key indicator of the health of an economy. A low unemployment rate represents a strong economy while a high unemployment rate represents a weak economy.\n\nU.S. Bureau of Labor Statistics. “How the Government Measures Unemployment.\"\n\nU.S. Bureau of Labor Statistics. \"Concepts and Definitions (CPS).\"\n\nU.S. Bureau of Labor Statistics. \"Alternative Measures of Labor Underutilization for States, 2023 Annual Averages.\"\n\nU.S. Bureau of Labor Statistics. “Table A-15. Alternative Measures of Labor Underutilization.”\n\nU.S. Census Bureau. \"U.S. Census Bureau History: The Civilian Conservation Corps, 1933-1942.\"\n\nU.S. Census Bureau. \"Chapter D, Labor: Labor Force (Series D 1-682).\" Page 135.\n\nFederal Reserve Bank of St. Louis, FRED. “Unemployment Rate.”",
  "url": "https://www.investopedia.com/terms/u/unemployment.asp"
}