{
  "term": "What Is a Currency Peg?",
  "definition": "A currency peg is a government policy that sets a fixed exchange rate for its country's currency with a foreign currency.\n\nAcurrencypeg is a policy in which a national government or central bank sets afixed exchange ratefor its currency with a foreign currency or a basket of currencies and stabilizes the exchange rate between countries. The currency exchange rate is the value of one currency compared to another.\n\nCurrency pegs encourage trade between countries by reducingforeign exchange risk. Countries commonly establish a currency peg with a stronger or more developed economy so domestic companies can access broader markets with less risk.\n\nWhile some currencies are free-floating and rates fluctuate based on supply and demand in the market, others are fixed and pegged to another currency. Pegging provides long-term predictability of exchange rates for business planning and helps to promote economic stability.\n\nHistorically, the U.S. dollar, the euro, and gold have been popular choices. Currency pegs create stability between trading partners and can remain in place for decades.\n\nSee Investopedia's choices forBest Forex Brokers.\n\nIn 2024, twenty-three currencies are pegged to the U.S. dollar:\n\nPegged currencies expand trade and boost real incomes, particularly when currency fluctuations are relatively low and foresee no long-term changes. Without exchange rate risk andtariffs, individuals, businesses, and nations benefit fully from specialization and exchange. Central banks must monitor and manage cash flow and avoid spikes in a currency's supply and demand when pegs are in place.\n\nA central bank may hold largeforeign exchange reservesto counter excessive buying or selling of its currency. Currency pegs affect forex trading by artificially stemmingvolatility. When a currency is pegged at a low exchange rate, domestic consumers will be deprived of thepurchasing powerto buy foreign goods. If a currency is pegged at a high rate, a country may be unable to defend the peg over time.\n\nDomestic consumers may purchase too many imports and drive up demand. Chronictrade deficitscreate downward pressure on the home currency, forcing the government to spend foreign exchange reserves to defend the peg. If government reserves are exhausted, the peg will collapse.\n\nExpands trade and boosts real incomes\n\nReduces disruptions to supply chains\n\nMinimizes changes to the value of investments\n\nAffects forex trading by artificially stemming volatility\n\nErodes purchasing power when pegged too low\n\nCreates trade deficits when pegged too high\n\nSince 1986, the Saudi riyal has been pegged to the USD.The Arab oil embargo of 1973, Saudi Arabia's response to the United State's involvement in the Arab-Israeli war, precipitated events that led to the currency peg. The embargo devalued the U.S. Dollar and led to economic turmoil.\n\nThe Nixon administration drafted a deal with the Saudi government to restore the USD to the super currency it once was. From this arrangement, the Saudi government enjoyed the use of U.S. military resources, an abundance of U.S. Treasury savings, and a booming economysaturated with the USD. The riyal was supported bySpecial Drawing Rights(SDR), an international reserve asset created by theInternational Monetary Fundto supplement the official reserves of its member countries with freely usable currencies of IMF members.\n\nDue to high inflation andthe 1979 Energy Crisis, the riyal suffered a devaluation, leading the Saudi government to peg the riyal to the US Dollar. The Saudi Arabian Monetary Authority (SAMA) credits the peg for supporting economic growth in its country and for stabilizing the cost of foreign trade.\n\nThe most common reasons include encouraging trade between nations, reducing the risks associated with expanding into broader markets, and stabilizing the economy.\n\nIn 2024, eleven currencies are pegged to the Euro (EUR), including the Croatian kuna and theMoroccan dirham.\n\nA soft peg is an exchange rate policy where a government allows the exchange rate to be set by the market especially if the exchange rate appears to move in one direction, the central bank will intervene in the market.\n\nA currency peg is a nation's governmental policy whereby its exchange rate with another country is fixed. Most nations peg their currencies to promote trade and foreign investment and encourage stability.\n\nBank of International Settlements. \"Foreign exchange intervention in Saudi Arabia.\"\n\nInternational Monetary Fund. \"Saudi Arabia: Staff Concluding Statement of the 2022 Article IV Mission.\"",
  "url": "https://www.investopedia.com/terms/c/currency-peg.asp"
}