{
  "term": "What Is Non-Negotiable? Meaning, Definition, and Examples",
  "definition": "Non-negotiable means not open for debate or modification. It can refer to the price of a good orsecuritythat is firmly established and cannot be adjusted or a part of a contract or deal that is considered a requirement by one or both involved parties. The term non-negotiable can also relate to a good or security whose ownership is not easily transferable from one party to another.\n\nAn item can be considered non-negotiable if one party involved in a transaction is not willing to make any changes to a condition that has been set in place. This could relate to the price for a particular good or service, an element within a contract, or afinancial productthat cannot be exchanged or transferred to a new owner, even through the use ofsecondary markets. Crossed checks from Mexico and other countries arefrequently non-negotiable.\n\nNon-negotiable is the opposite ofnegotiable. When an asking price or contract is referred to as negotiable, it means that it is not set in stone and can be adjusted depending on the circumstance. Likewise, instruments of this nature can be exchanged or transferred with ease.\n\nFor example, acheckwould qualify as a negotiable instrument as it can be presented to a financial institution in exchange for actualcurrency. Funds in physical currency, such as dollar bills, are also considered to be negotiable instruments because they can be easily exchanged between parties. Most securities are negotiable, too, provided that all proper legal documentation is included.\n\nNon-negotiable securities and products are those that cannot be transferred from one party to the next. An example of a non-negotiable instrument, also referred to as anon-marketableinstrument, would be agovernment savings bond. They can only be redeemed by the owner of the bond and are not allowed to be sold to other parties.\n\nBecause they cannot be sold on, these products, also known as registered securities or non-transferable securities, are described asilliquid.\n\nWhen an asking price is described as non-negotiable, it means it is not possible to haggle over it. When one party sets a non-negotiable price, the option to attempt to negotiate has been effectively removed by the first party’s unwillingness to participate in such a conversation.\n\nFor example, a homeowner may be unwilling to sell their property unless a buyer offers at least $250,000. If the individual deems the asking price to be non-negotiable, a bid of $245,000 will be rejected.\n\nIf an asset is referred to as aregistered security, its price cannot be changed. This can apply to savings bonds as they have a specifiedface value, or par, and cannot be negotiated to any other value.\n\nA big company like Walmart is less likely to make price concessions than a much smaller retailer because it often can easily find other customers willing to pay what it wants.\n\nA contract may contain certain non-negotiable stipulations. For example, a job offer might offer scope to negotiate on salary, but be rigid about other terms, such as the number of days that an employee can take for annual leave.\n\nMoreover, in the cases ofleaseson rental properties, the amount due as payment may be considered non-negotiable as it is often a fixed price that must be provided by the tenant to the property owner.\n\nA non-negotiable security is one that cannot be transferred to someone else. It can only be bought, sold, or traded by the owner. For instance, a government savings bond is considered a non-negotiable security. As such, only the person who owns it can unload it.\n\nA money order with the term non-negotiable means that it cannot be transferred to anyone other than the payee. So if the name John Smith appears as the payee, John Smith cannot transfer the money order to someone else. This means that John Smith is the only one who can cash it.\n\nA non-negotiable expense is one that you cannot avoid. This category of expenses include things like your housing (rent or mortgage), utilities, and food. Things like your debt, clothing, and other such expenses may be considered negotiable expenses. That's because you can either do without them or prioritize certain expenses over others.\n\nWhen you hear the term non-negotiable in finances, chances are it's referring to something that cannot be changed. Financial instruments may be non-negotiable, which means they cannot be exchanged for cash by anyone other than the owner or payee. The dates and prices for assets may also be non-negotiable, which means they can only be exchanged on or after the noted date and for the noted amount. Contrast this with negotiable items. These are assets that may be transferred to other entities and/or may be exchanged for a higher or lower amount.\n\nMurray, Daniel E. \"Crossed Checks, Account Payee, and Non-Negotiable Checks: Some Suggestions from Foreign Law.\"Hastings Law Journal, vol. 20, no. 1, January 1968, pp. 273-303.\n\nFiscalData. \"How Much Has Been Invested in Savings Bonds This Year?\"",
  "url": "https://www.investopedia.com/terms/n/nonnegotiable.asp"
}