{
  "term": "What Are Holding Costs? Definition, How They Work, and Example",
  "definition": "Investopedia / Paige McLaughlin\n\nHolding costs are those associated with storinginventorythat remains unsold. These costs are one component of total inventory costs, along with ordering and shortage costs.\n\nA firm’s holding costs include the price of goods damaged or spoiled, as well as that of storage space, labor, and insurance.\n\nMinimizing inventory costs is an importantsupply-chain managementstrategy. Inventory is anassetaccount that requires a large amount of cashoutlay, and decisions about inventory spending can reduce the amount of cash available for other purposes.\n\nFor example, increasing the inventory balance by $10,000 means that less cash is available to operate the business each month. This situation is considered anopportunity cost.\n\nAssume that ABC Manufacturing produces furniture that is stored in a warehouse and then shipped to retailers. ABC must either lease or purchase warehouse space and pay for utilities, insurance, and security for the location.\n\nThe company must also pay staff to move inventory into the warehouse and then load the sold merchandise onto trucks for shipping. The firm incurs some risk that the furniture may be damaged as it is moved into and out of the warehouse.\n\nOne way to ensure a company has sufficient cash to run its operations is to sell inventory and collect payments quickly. The sooner cash is collected from customers, and the less total cash the firm must come up with to continue operations. Businesses measure the frequency of cash collections using theinventory turnoverratio, which is calculated as thecost of goods sold(COGS) divided byaverage inventory.\n\nFor example, a company with $1 million in cost of goods sold and an inventory balance of $200,000 has a turnover ratio of five. The goal is to increase sales and reduce the required amount of inventory so that the turnover ratio increases.\n\nAnother important strategy to minimize holding costs and other inventory spending is to calculate a reorder point, or the level of inventory that alerts the company to order more inventory from a supplier. An accurate reorder point allows the firm to fill customer orders without overspending on storing inventory. Companies that use a reorder point avoid shortage costs, which is the risk of losing a customer order due to low inventory levels.\n\nThe reorder point considers how long it takes to receive an order from a supplier, as well as the weekly or monthly level of product sales. A reorder point also helps the business compute theeconomic order quantity(EOQ), or the ideal amount of inventory that should be ordered from a supplier. EOQ can be calculated usinginventory software.",
  "url": "https://www.investopedia.com/terms/h/holding-costs.asp"
}