{
  "term": "What Is a Euro Medium Term Note (EMTN)? Definition and Example",
  "definition": "A euro medium-term note is a medium-term, flexibledebt instrumentthat is traded and issued outside of the United States and Canada.\n\nEMTNs instruments offer fixed or variable payments and are directly issued to the market withmaturitiesthat were originally less than five years but have since expanded. EMTNs allow an issuer to enter the foreign markets more easily to obtain capital. Firms also offer EMTNs continuously, whereas a bond issue, for example, occurs all at once.\n\nEMTN issuers must maintain a standardized document known as a program. The program can be transferred across all issues and has a high proportion of sales through predetermined syndication of buyers.Medium-term notes (MTNs)—notes that bear the same definition as EMTNs, but tradewithinthe United States and Canada—must maintain a different program.\n\nInternational Security Identification Numbers (ISINs) and common codes are 12-digit security identification numbers.For EMTNs, a specific type of ISIN code is required. The agent of the EMTN program would normally obtain the ISIN numbers and common codes for the relevant EMTN notes on behalf of the issuer.\n\nOver the past 40-45 years, medium-term notes have emerged as a significant funding source for U.S. and foreign companies,supranationalinstitutions, federal agencies, and sovereign nations. The United States has been issuing MTNs since the beginning of the 1970s after introducing the debt instruments as an alternative to short-term financing in thecommercial papermarket and long-term borrowing in the bond market. They named these instruments \"medium-term\" because they serve the middle ground.\n\nMTNs did not gain much momentum until the 1980s when the MTN market shifted from an obscure corner of the market—heavily exploited by auto finance companies—to a fundamental source of debt financing for hundreds of major corporations. Outside the United States, the EMTN market has grown phenomenally and continues to attract new and booming businesses and industries.\n\nEMTNs offer diversity as companies can issue them in a wide range of currencies and with various maturities, typically, up to 30 years although some may have a much longer maturity.Firms can issue EMTNs in collateralized,floating rate (FRN), amortizing, and credit-supported forms. Single issues from an EMTN program are comparable to aEurobondor a Euro note.\n\nFor issuers, one of the primary advantages is flexibility. EMTNs can be issued in various currencies, meaning corporations or governments can tap into a wide range of international markets. This also means EMTNs allow issuers to manage their debt more effectively while benefiting from lower issuance costs compared to traditional bonds.\n\nFor investors, EMTNs provide a diverse investment opportunity. The ability to invest in EMTNs denominated in multiple currencies opens up access to international markets you might not have access to otherwise. This means investors could get better access to different geographic regions.\n\nEMTNs can offer higher yields compared to standard bonds, especially when structured with floating rates or issued by entities inemerging markets. The availability of varying maturities also allows investors to select EMTNs that align with their investment horizon, so they can be both short- and long-term investment strategies.\n\nUnlike highly regulatedgovernment bonds, EMTNs are often issued by corporations and financial institutions, whose creditworthiness can fluctuate. Investors need to carefully assess the credit rating of the issuer to avoid the risk of default, particularly if they are investing in EMTNs with longer maturities or lower credit ratings.\n\nAnother downside for investors is interest rate risk. Since EMTNs can have medium to long-term maturities, they are susceptible to changes in market interest rates. If interest rates rise, the value of fixed-rate EMTNs may decline.\n\nExchange rate fluctuations can significantly impact the returns for investors who do not hold EMTNs in their home currency. If the currency in which the EMTN is denominated weakens relative to the investor’s home currency, it can erode the value of both interest payments and principal upon maturity. Hedgingcurrency riskcan help, but it adds complexity and additional costs (and may not even totally eliminate the potential losses as well).\n\nFrom the issuer's perspective, EMTNs may carry higher issuance and compliance costs compared to domestic bonds. Although the EMTN program offers flexibility, issuers still need to comply with regulatory requirements in multiple jurisdictions, which could get costly.\n\nOne example of an EMTN program is that of Telenor; the program was established in 1996. This EMTN program is updated annually and constitutes a standardized master agreement for the issuance of bonds, including private placements and public benchmark bonds.\n\nA Euro medium-term note is a flexible debt instrument typically issued by corporations, financial institutions, or governments in the European markets. Unlike traditional bonds, EMTNs are issued under a program that allows multiple issues of securities over time.\n\nEMTNs differ from traditional bonds primarily in their issuance structure and flexibility. While traditional bonds are typically issued as a single, large debt instrument with a set maturity and fixed terms, EMTNs can be issued multiple times under the same program, in varying currencies, interest rate structures, and maturities.\n\nThe key features of EMTNs include their flexibility in issuance, ability to be structured in various forms, and availability in multiple currencies. EMTNs are typically medium-term, meaning they can potentially balance higher yields with somewhat lower risk. Issuers can also decide on specific terms such as callable or puttable options, giving them more control over their debt management.\n\nEMTNs are commonly issued by corporations, financial institutions, sovereign governments, and supranational entities. Large multinational corporations often use EMTNs as a means to raise capital for various projects, while governments may use them for budgetary financing. Supranational entities like the European Investment Bank also frequently issue EMTNs to fund their global activities.\n\nEMTNs are flexible debt instruments issued by corporations, governments, or financial institutions in European markets under a program that allows for multiple issues over time. They offer issuers and investors flexibility in terms of currency, interest rates, and maturities, and are traded in the secondary market.\n\nBelgium Debt Agency. \"Euro Medium Term Note (EMTN).\" Select \"Characteristics.\"\n\nCrabbe, Leland E. \"Anatomy of the Medium-Term Note Market.\"Federal Reserve Bulletin, August 1993, pp. 1, 3.\n\nMorrison & Foerster LLP. \"Frequently Asked Questions about European Medium-Term Note Programs.\" Page 1.\n\nInternational Securities Identification Numbers Organization. \"About International Securities Identification Number (ISIN).\"\n\nMorrison & Foerster LLP. \"Frequently Asked Questions about European Medium-Term Note Programs.\" Page 4.\n\nCrabbe, Leland E. \"Anatomy of the Medium-Term Note Market.\"Federal Reserve Bulletin, August 1993, pp. 1.\n\nTelenor Group. \"EMTN Programme.\"",
  "url": "https://www.investopedia.com/terms/e/emtn.asp"
}