{
  "term": "What Is a Life Estate?",
  "definition": "A life estate is a property, usually a residence, that an individual owns and may use for the duration of their lifetime. This person is called the life tenant and shares ownership of the property with a second person. The second person is referred to as theremaindermanand automatically receives the title to the property upon the life tenant's death.\n\nHomeowners most often create life estates in the U.S. to ensure that the next generation will eventually get the family home and avoid probate, the legal process of proving a will, distributing assets, paying creditors, and settling an estate. These are known asinterest in possession trustsin the U.K. and they dictate the distribution of trust income.\n\nA life estate is a form of joint homeownership shared between a life tenant and a \"remainderman.\" The remainderman has an ownership interest but can't take possession until the life tenant's death. The life tenant can live in the home but can't sell it or mortgage it without the agreement of the remainderman.\n\nA life estate is established with a deed that states that the occupant of the property is allowed to use it for the duration of their life. The deed will also name the individual who will receive the property after the life tenant's death.\n\nA homebuyer can arrange a life tenancy with an elderly homeowner in France and pay that person a regular income in return for being named as the designated remainderman. This is called aviager.\n\nThe life estate deed within a life estate is a document that grants the owner the ability to pass on ownership of a property without including it in a will as part of their estate assets. The property doesn't have to go throughprobate, the court process that's used to distribute bequests and settle an estate, as a result.The probate process can be costly and complicated particularly when an estate is very substantial or unusually complex.\n\nThe life tenant's interest in the property ends at death and ownership is transferred to the remainderman. The life tenant is the property owner for life and is responsible for costs such as property taxes, insurance, and maintenance. Thelife tenant also retains any tax benefits of homeownership.\n\nA life estate is usually created to streamline the transfer of homeownership to the next generation but it can also be used to establish an income stream.\n\nLife estates can be created to provide a life-long income for a person rather than a lump-sum inheritance. The estate consists of money invested in income-producing instruments in this case such as bonds, oil and gas leases, and real estate investment trusts (REITs). The life tenant receives income for life under this arrangement but they can't access the principal amount.\n\nThe life tenant can't sell any property that's involved in a life estate or borrow money against it without the agreement of the remainderman. The remainderman could demand a portion of the proceeds based on a predetermined scale that reflects the life tenant’s age and current interest rates if they both agree to the sale. The remainderman can typically expect to receive a greater share as the life tenant ages.\n\nThere are only a few steps involved in creating a life estate:\n\nA life estate is an excellent tool for securing your assets to pass on to your beneficiaries and bypass lengthy probate but it isn't the only option available. You can also create a:\n\nMedicaid is a state program that ensures that people who must move into a long-term care facility can receive the care. You can't qualify for Medicaid if you own more than your state allows unless you meet certain specific conditions.\n\nMedicaid also commonly seeks reimbursement after you die from any estate you may leave. It commonly targets a recipient's home because this is generally their most valuable asset. Medicaid might place a lien on the house or try to force its sale to recoup the cost of your long-term care.\n\nThe home is no longer an asset of the individual's estate under a life estate. This shields it from lawsuits, including Medicaid estate recovery.\n\nThere are two types of life estates: traditional and enhanced. The enhanced version is typically referred to as a \"Lady Bird\" deed, commonly thought to have originated when President Johnson transferred property to his wife, Lady Bird Johnson, when he died. The practice is much older than that, however.\n\nThe enhanced version differs from the traditional only in that the life tenant can sell the property or take out a mortgage against it without the remainderman's consent and it can be revoked.\n\nThe most notable advantage of a life estate is that it simplifies the transfer of a home to the next generation. The probate process may delay the transfer if the home is included in the homeowner's will. The transfer is automatic with a life estate when a death certificate is filed.\n\nThere are potential tax benefits in addition to legal benefits:\n\nA potential legal disadvantage exists as well, however. The life tenant may become involved in any legal problems that a remainderman incurs. Aliencould be filed against the parent’s home if a parent and a child have created a life estate and the child is pursued for nonpayment of taxes.\n\nCreating a life estate is a serious and binding decision for a homeowner in any case. They're giving up the option of selling or mortgaging the home unless the remainderman agrees. They're making an irrevocable choice of an heir to the house.\n\nSimplifies the transfer of a home to the next generation\n\nProtects the home from debtors of the deceased\n\nAllows older homeowners to retain the benefits of home ownership\n\nMakes the owner vulnerable to debt actions brought against the remainderman\n\nCan't be undone easily if the owner's plans or circumstances change\n\nRestricts owner's ability to mortgage or sell property\n\nLike a life estate, anirrevocable trustis often a tool for estate planning. The irrevocable trust removes assets from the grantor's estate. Specifically, the grantor relinquishes all rights to some assets and income, transferring them to a trust. The assets may be cash, investments, or life insurance policies. The trust's beneficiary may be a spouse, the grantor's children, or a charitable organization.\n\nA life estate is also irrevocable. The life tenant can't alter the agreement without the consent of the remainderman after a life estate deed is filed.\n\nAn irrevocable trust does have its uses, however. It can reduce a person's wealth on paper, transferring that wealth to family members. It also removes some of the person's assets from an estate, eliminating them from the probate process.\n\nA trust can be a valuable strategy for a professional who's vulnerable to lawsuits such as a physician. It protects some of their assets because they relinquished ownership of them when they were placed into the trust.\n\nA life estate agreement is usually undertaken as an aspect of estate planning. An older couple might consider a life estate arrangement as an alternative to naming a beneficiary in their wills. A life estate agreement gives them the right to stay in their home for the rest of their lives then an adult child or children will automatically take title to the property when they're both deceased.\n\nA widowed homeowner who can no longer live alone might create a life estate agreement with an adult child as the remainderman. The parent and child now co-own the home but the parent retains lifetime rights to use it. Both ensure that home ownership will pass to the child without delay or interruption.\n\nA life estate is a legal document that splits ownership of property so that the first party retains rights to use the property and the second party retains rights to inherit it.\n\nYou can't refinance, sell, or alter title to the property without the remainderman's permission if you have a life estate on the property.\n\nThe property is owned by all designated parties in a life estate deed but the life tenant retains the right to occupy the estate until their death.\n\nCreating a life estate is a reasonable way for homeowners to ensure that their homes will be passed on to the person they want with minimal legal fuss or delay. It should only be established with the full understanding that it can't be easily undone, however. The homeowner is giving up the right to sell the property or to take out a mortgage or other loan against it without the cooperation of the remainderman.\n\nElderLawAnswers. \"What Is a Life Estate?: Estate Planning Basics.\"\n\nHorn, Dennis M. and Susan N. Gary. \"Death Without Probate: TOD Deeds—The Latest Tool in the Toolbox.\"American Bar Association Perspectives, vol. 24, no. 2, March/April 2010, pp. 1-4.\n\nAmerican Bar Association. \"Revocable Trusts.\"\n\nFrank, Kary C. \"\"Ladybird Deeds: Purposes and Usefulness.\"Michigan Bar Journal, June 2016, pp. 30-31.\n\nFrank, Kary C. \"\"Ladybird Deeds: Purposes and Usefulness.\"Michigan Bar Journal, June 2016, pp. 30-32.\n\nInternal Revenue Service. \"Publication 554, Tax Guide for Seniors.\"\n\nInternal Revenue Service. \"Publication 530, Tax Information for Homeowners.\"\n\nInternal Revenue Service. \"Question: Is Money Received from the Sale of Inherited Property Considered Taxable Income?\"\n\nFidelity Investments. \"Revocable and Irrevocable Trusts.\"",
  "url": "https://www.investopedia.com/terms/l/life-estate.asp"
}