{
  "term": "What Are Articles of Incorporation? What's Included",
  "definition": "Articles of incorporation are a set of formal documents filed with a government body to legally document the creation of a corporation. Articles of incorporation generally contain pertinent information such as the firm’s name, street address, agent for service of process, and the amount and type ofstock to be issued. The articles of incorporation are used to legally form the corporation.\n\nMany businesses in the U.S. and Canada are formed as acorporation, which is a type of business operation that is formed in the state where the company carries out its operations. To be recognized legally as a corporation, a business must incorporate by taking certain steps and making certain decisions required under corporate law. One such step is filing a document known as articles of incorporation.\n\nArticles of incorporation are in the document necessary to register a corporation with a state and acts as a charter to recognize the establishment of a corporation. The document outlines the basic information needed to form a corporation, the governance of a corporation, and the corporate statutes in the state where the articles of incorporation are filed.\n\nArticles of incorporation are also referred to as the \"corporate charter,\" \"articles of association,\" or \"certificate of incorporation.\"\n\nIn the U.S., articles of incorporation are filed with the Office of the Secretary of State in the state where the business chooses to incorporate.Some states offer more favorable regulatory and tax environments and, as a result, attract a greater proportion of firms seeking incorporation.\n\nFor example,Delawareand Nevada attract about half of the public corporations in the U.S., in part because of the state laws that protect their corporations. Once established, the articles become a public record and provide important information about the corporation.\n\nMany states charge filing fees for a business that incorporates in the state, whether the business operates there or not. A business that is incorporated in one state and is physically located or doing business in another state must register in the other state as well, which involves paying that state's filing fees and taxes.\n\nDepending on the state of incorporation, a company may pay filing fees ranging from $50 (as in Iowa, Arkansas, and Michigan) to $275 (as in Massachusetts) as of 2020.The fees can vary depending on whether the articles of incorporation were filed online or by mail.\n\nThe articles in the document vary by state, but the following items (i.e. \"articles\" are typically included:\n\nMost states also require the articles to state the firm’s purpose, though the corporation may define its purpose very broadly to maintain flexibility in its operations. Amazon’s certificate of incorporation, for example, states that the corporation’s purpose is “to engage in any lawful act or activity for which corporations may be organized under the General Corporation Law of Delaware.”\n\nOther provisions outlined in a company’s articles of incorporation may include the limitation of the directors’ liability, actions by stockholders without a meeting, and the authority to call special meetings of stockholders. Each state has certain mandatory provisions that must be contained in the articles of incorporation and other optional provisions that the company can decide whether to include.\n\nWhile domestic companies will submit an article of incorporation, foreign corporate entities must file a certificate of registration to operate in a given state.\n\nWhile the articles of incorporation are externally-filed formation documents, bylaws are more of use to a company when used internally. Bylaws set the internal processes and organization of how the company should be run. Bylaws outline the rules and procedures for the management of a company. Not all states require a company to maintain bylaws, though many require a company to formally memorialize the bylaws.\n\nArticles of incorporation are required state filings to form a corporation, whileLLC operating agreementsare used exclusively for LLCs. In addition, the articles of incorporation outline the information structure of the company. Meanwhile, operating agreements often outline how internal disputes will be resolved between members or owners. An LLC operating agreement acts more of a personal protection document than the articles of incorporation.\n\nA business license often permits a company to operate within a specific jurisdiction orindustry. It gives the holder the right to start and run a business in the designed geographical location that issues the license. The rights granted by a business license are often more specific and niche than the articles of incorporation; though similar information may be required for both, the articles of incorporation simply legally form an organization and is the highest governing document for a corporation.\n\nAbusiness planis an internal document that may be shared with major customers, investors, or lending institutions that communicates the formal operating plan of a company. Often a strategic document, a business plan is mainly used by internal management as a roadmap for decision-making. This is in stark contrast of the articles of incorporation which are information-only, non-strategic requirements for legal reasons.\n\nA company should internally maintain a copy of its articles of incorporation request.\n\nA corporation should take care when filings its articles of incorporation as these formation documents carry great significance. For starters, they are legally required to structure a new business or company. The corporation can not form and be recognized by the state as a legal business entity until the forms are registered.\n\nOnce a business is incorporated, it often has a greater ability to raise capital via stock issuances. A corporation cannot sell stock until is incorporated via the filing of its articles of incorporation. Corporations may also receive more favorable tax treatment compared to individual or personal tax rates.\n\nIn addition, there are personal liability considerations for companies being formed. Individuals are often held liable for a company's obligations until it is incorporated. By forming a legal corporation, business owners may be shielded from some personal liability for the company's debts. This liability protection cannot occur until the articles of incorporation have been filed.\n\nThe image below captures the first few requirements from the Secretary of State form required by the state of Washington. This form is to be completed and returned to the government agency for review.\n\nSome sections simply require a check mark for applicability or a 'yes/no' mutually exclusive selection. Other areas (such as the purpose of the corporation) require written response. As designated by the top of the form, this specific article of incorporation document template is for specific use for the formation of non-profit corporations.\n\nThe Washington State Articles of Incorporation form ends with the certification section in which an incorporator must certify the information given is correct to the best of their knowledge. The incorporator is also required to provide some personal information along with their signature.\n\nThe form above had been filed by Parrot Foundation, a Washington nonprofit organization. A snipped of Parrot Foundation's articles of incorporation has been provided below as an example of the dates, structure, and business purpose a company may request when filing its articles of incorporation.\n\nThe purpose of the articles of incorporation is to legally form a corporation. The filing submits information to a state agency, and the state agency officially determines whether the corporation can be recognized as a formal company. Once incorporated, the business may receive a number of different benefits (mentioned below) via its status as a corporation.\n\nBy filing articles of incorporation, a company can officially become incorporated. Once incorporated, the company may receive favorable tax benefits and have the ability to raise capital by issuing stock. In addition, the owners of the corporation have different liability over company debts once a corporation is formed.\n\nArticles of incorporation are filed with your state's Secretary of State office. That department provides a form that requests a variety of information about your newly forming corporation. Upon completing the required fields, the form is submit back to the Secretary of State for review. The state agency that reviews the form will contact you should they have any clarifying questions regarding your information.\n\nYes, it is possible to incorporate a business with just one employee. That single owner will be responsible for all aspects of the company. In addition, that sole individual will be the only shareholder. However, they may be listed as the only member on the articles of incorporation.\n\nIf a company wants to become a corporation, it must file articles of incorporation with its appropriate state agency. This formation document is required as part of the incorporation process, and the articles provide the state a variety of information about the company and its incorporators. Different from other legal documents that outline how a company will operate internally, the article of incorporation is intended to help external parties evaluate and form a corporation.\n\nOffice of the Illinois Secretary of State. \"Articles of Incorporation.\"\n\nIowa Secretary of State. \"Business Entity Forms and Fees.\"\n\nArkansas Secretary of State. \"Forms / Fees / Records Requests.\"\n\nState of Michigan. \"Entrepreneur’s Guide,\" Page 26.\n\nSecretary of the Commonwealth of Massachusetts. \"Corporations Division Filing Fees.\"\n\nU.S. Securities and Exchange Commission. \"Restated Certificate of Incorporation of the Company.\"\n\nWashington Secretary of State. \"Instructions - Articles of Incorporation Nonprofit Corporation RCW 24.03A.\"\n\nParrot Foundation. \"Articles of Incorporation.\"",
  "url": "https://www.investopedia.com/terms/a/articlesofincorporation.asp"
}