{
  "term": "What Is Asset Valuation? Absolute Valuation Methods, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAsset valuation is the process of determining the fair market orpresent valueof assets, usingbook values, absolute valuation models like discounted cash flow analysis, option pricing models or comparables. Such assets include investments in marketable securities such as stocks, bonds and options;tangible assetslike buildings and equipment; orintangible assetssuch as brands, patents and trademarks.\n\nAssetvaluation plays a key role in financeand often consists of both subjective and objective measurements. The value of a company's fixed assets—also known ascapital assetsorproperty plant and equipment—is straightforward to value based on their book values and replacement costs.Corporations use asset valuationwhen they apply for loans, and banks review it during their credit analysis.\n\nHowever, there's no number on the financial statements that tell investors exactly how much a company's brand and intellectual property are worth. Companies can overvalue goodwill in anacquisitionas the valuation of intangible assets is subjective and can be difficult to measure.\n\nThe net asset value – also known asnet tangible assets– is the book value of tangible assets on the balance sheet (their historical cost minus theaccumulated depreciation) less intangible assets and liabilities – or the money that would be left over if the company was liquidated. This is the minimum a company is worth and can provide a useful floor for a company's asset value because it excludes intangible assets. A stock would be considered undervalued if its market value were belowbook value, which means the stock is trading at a deep discount to book value per share.\n\nHowever, the market value for an asset is likely to differ significantly from book value – orshareholders’ equity– which is based on historical cost. And some companies’ greatest value is in their intangible assets, like the findings of a biomedical research company.\n\nAsset valuations can be heavily influenced by subjective judgements, particularly for intangible assets such asgoodwill.\n\nAbsolute value models value assets based only on the characteristics of that asset. These models are known asdiscounted cash flow(DCF) models, and value assets like stocks, bonds and real estate, based on their future cash flows and the opportunity cost of capital. They include:\n\nRelative valuation models determine the value based on the observation of market prices of similar assets. For example, one way of determining the value of a property is to compare it with similar properties in the same area. Likewise, investors use theprice multiplescomparable public companies trade at to get an idea of relative market valuations. Stocks are often valued based on comparable valuation metrics such as theprice-to-earnings ratio(P/E ratio),price-to-book ratioor theprice-to-cash flow ratio.\n\nThis method is also used to value illiquid assets like private companies with no market price. Venture capitalists refer to valuing a company's stock before it goes public aspre-money valuation. By looking at the amounts paid for similar companies in past transactions, investors get an indication of an unlisted company's potential value. This is calledprecedent transaction analysis.\n\nLet’s work out net asset value for Alphabet Inc. (GOOG), the parent company of search engine and advertising giant Google.\n\nAll figures are for the period ending Dec. 31, 2023.\n\nTotal net asset value:$254.5 billion(total assets $402.5 billion – total intangible assets $29 billion – total liabilities $119 billion). This is equal to the company's listed net tangible asset value.\n\nThe generally accepted accounting principles (GAAP) provide for three approaches to calculating the value of assets and liabilities: the market approach, the income approach, and the cost approach. The market approach seeks to establish a value based on the sale price of similar assets on the open market. The income approach predicts the future cash flows from a given asset, and combines these into a single discounted figure. Finally, the cost approach seeks to estimate the cost of buying or building a new asset with the same quality and utility.\n\nAccording to the CPAJournal, there are several common errors that business owners make in valuing their company. Several of these relate to the unpreparedness of the business owner, which can lead to hasty evaluations or sales that do not reap the full value of the company. Other errors may be caused by lack of due diligence, or errors in calculating cash flows for the income approach.\n\nIntangible assets refer to intellectual property such as patents, copyrights, trademarks, licenses, and goodwill. In general, the valuation methods for intangibles is the same as for other assets: Accountants examine the cash flows resulting from these assets, the market price of similar assets, and the costs associated with recreating or replacing them. That said, these items are difficult to objectively value, and can sometimes be inflated or deflated to fit the owner's accounting purposes.\n\nAsset valuation is essential to placing an objective price tag on a company's assets. Asset valuation will typically be performed when a company goes through a merger, issues bonds, or goes public.\n\nYahoo Finance. \"Alphabet, Inc. (GOOG): Financials.\"\n\nCPA Journal. \"Nine Valuation Mistakes for Business Owners to Avoid.\"",
  "url": "https://www.investopedia.com/terms/a/assetvaluation.asp"
}