{
  "term": "What Is Hedge Accounting?",
  "definition": "Hedge accounting matches the timing of income statement recognition of the hedging instrument with that of the hedged risk.\n\nHedge accounting attempts to accurately reflect the performance of an investment by aligning the recognition of gains and losses on the derivatives with the underlying hedge transaction.\n\nThe method reduces thevolatilitycreated by the repeated adjustment to a financial instrument's value by combining the instrument and the hedge as one entry on the income statement.\n\nAhedgehopes to lower the risk of overall losses by assuming anoffsettingposition to a specificsecurity. The hedge lessens the impact of associated losses attributed to interest rate, exchange rate, or commodity risk. Hedging thus reduces thevolatility of the overall portfolio.\n\nHedge accounting has the same effect on financial statements. Accounting traditionally for complex financial instruments, and adjusting the value to reflect fair value can create large swings in profit and loss. Hedge accounting treats the changes in the market value of the reciprocal hedge and the original security as one entry so that these large swings are reduced.\n\nHedge accounting is used in corporate bookkeeping as it relates toderivatives. Derivatives are used tooffset the risksassociated with a security investment. Hedge accounting combines them as a single item, which reduces the appearance of volatility compared to reporting each individually.\n\nHedge accounting is an alternative to traditionalmethodsfor recording gains and losses. When treating the items individually—such as a specific security and its associated hedge—gains or losses of each are displayed independently.\n\nHedge accounting treats the two line items as one. Instead of listing one transaction of a gain and a separate, single transaction of a loss, the two are examined simultaneously to determine if there was an overall gain or loss between them. Then, only the net amount is recorded.\n\nTheFinancial Accounting Standards Board (FASB)Accounting Standards Codification (ASC) topic 815 addresses derivatives and hedging. There are three categories of hedge accounting described in ASC 815:\n\nHedge accounting can make financial statements simpler because they have fewer line items, but there is a potential for deception because the details are not recorded individually.\n\nWhen hedge accounting is not used, changes in the fair values of derivative instruments are recognized in earnings in each reporting period and do not reflect the period in which the risks are hedged.\n\nDerivatives can be used tohedge a position, speculate on the directional movement of an underlying asset, or give leverage to holdings. Derivatives are commonly traded on exchanges or OTC.\n\nEntities can choose to use hedge accounting or not. It is an optional method and some companies may not apply it to hedging relationships.\n\nThe FASB's ASC 815 made hedge accounting easier for companies to adopt but did not simplify it. Hedge accounting can be complex, and is an optional alternative for companies.\n\nJournal of Accountancy. \"Hedge Accounting May Be More Beneficial After FASB's Changes.\"\n\nFinancial Accounting Standards Board. \"Derivatives and Hedging (Topic 815); No. 2022-01, March 2022.\" Accept Terms to Download PDF.\n\nIFRS Community. \"Hedge Accounting (IFRS 9).\" Select \"Fair value hedges.\"\n\nIFRS Community. \"Hedge Accounting (IFRS 9).\" Select \"Cash flow hedges.\"\n\nIFRS Community. \"Hedge Accounting (IFRS 9).\" Select \"Hedges of a net investment in a foreign operation.\"\n\nDeloitte. \"Hedge Accounting and Derivatives.\"",
  "url": "https://www.investopedia.com/terms/h/hedge-accounting.asp"
}