{
  "term": "What Is a Deferred Tax Liability?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA deferred tax liability is a listing on a company's balance sheet that records taxes that are owed but are not due to be paid until a future date.\n\nThe liability is deferred due to a difference in timing between when the tax was accrued and when it is due to be paid. For example, it might reflect a taxable transaction such as aninstallment saleon a certain date but the taxes will not be due until later.\n\nInvestopedia / Michela Buttignol\n\nThe deferred tax liability on a company balance sheet represents a future tax payment the company must pay.It is calculated as the company's anticipated tax rate times the difference between its taxable income andaccounting earningsbefore taxes.\n\nDeferred tax liability is the amount of taxes a company has \"underpaid\" which will be made up in the future. This doesn't mean that the company hasn't fulfilled its tax obligations. Rather it recognizes a payment that is not yet due.\n\nFor example, a company that earnednet incomefor the year knows it will have to pay corporate income taxes. Because the tax liability applies to the current year, it must reflect an expense for the same period.But the tax will not be paid until the next calendar year. To rectify the accrual/cash timing difference, the tax is recorded as a deferred tax liability.\n\nA common source of deferred tax liability is the difference indepreciationexpense treatment by tax laws and accounting rules. The depreciation expense for long-lived assets forfinancial statementpurposes is calculated using a straight-line method, while tax regulations allow companies to use an accelerated depreciation method.\n\nSince the straight-line method produces lower depreciation when compared to that of the under-accelerated method, a company's accounting income is temporarily higher than its taxable income. The company recognizes the deferred tax liability on the differential between its accounting earnings before taxes and taxable income.\n\nAs the company continues depreciating its assets, the difference between straight-line depreciation and accelerated depreciation narrows, and the amount of deferred tax liability is gradually removed through a series of offsetting accounting entries.\n\nDeferred tax liability is a record of taxes incurred but not yet paid. This line item on a company's balance sheet reserves money for a known future expense that reduces the cash flow a company has available to spend. The money has been earmarked for a specific purpose, i.e.paying taxes the company owes. The company could be in trouble if it spends that money on anything else.\n\nAn installment sale is a common example. This revenue is recognized when a company sells its products on credit to be paid off in equal amounts in the future.Under accounting rules, the company recognizes full income from the installment sale of general merchandise, while tax laws require companies to recognize the income when installment payments are made.This creates a temporary positive difference between the company's accounting earnings and taxable income, as well as a deferred tax liability.\n\nA company might sell a piece of furniture for $1,000 plus a 20% sales tax, payable in monthly installments by the customer. The customer will pay this over two years ($500 + $500). In its financial records, the company will record a sale of $1,000. In its tax records, it will be recorded as $500 per year for two years. The deferred tax liability would be $500 x 20% = $100.\n\nA deferred tax liability is when a company records taxes that are owed but are not due to be paid until a future date. It is defined as the company's anticipated tax rate times the difference between its taxable income and accounting earnings before taxes. Deferred tax liabilities are evident in installment sales and through depreciation methods.\n\nU.S. Securities and Exchange Commission. \"Traditional and Roth 401(k) Plans.\"\n\nFinancial Accounting Standards. \"Summary of Statement No. 96.\"\n\nInternal Revenue Service. \"Business Taxes.\"\n\nInternal Revenue Service. \"Publication 537 Installment Sales.\"",
  "url": "https://www.investopedia.com/terms/d/deferredtaxliability.asp"
}