{
  "term": "What Is a Vintage Year for a Company or Product?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term \"vintage year\" refers to the milestone year in which the first influx of investment capital is delivered to a project or company. This marks the moment when capital is committed by aventure capitalfund, a private equity fund or a combination of sources. Investors may cite the vintage year in order to gauge a potential return on investment (ROI).\n\nThe vintage year of a private equity fund effectively launches the clock of the 10-year typical lifespan of most term PE funds.\n\nA vintage year that occurs at the peak or bottom of a business cycle may affect the later returns on the initial investment, as the company may have been overvalued or undervalued at the time. The vintage year provides information regarding the first moment a small business receives substantial investment capital, from one or multiple interests.\n\nBy observing the trends among other companies with the same vintage year, an overall pattern may emerge, that can be used to potentially identifyeconomic trendsat a particular point in time. If certain vintage years perform better than others, these data help investors predict the performance of other companies with identical vintage years, like those other success stories.\n\nFor example, 2014 is considered a strong vintage year with respect tocrowdfunding platformssuch as GoFundMe. Businesses launched through this type of infrastructure, during that time period, have shown strong growth characteristics, as a whole. Since that time, the regulatory climate regarding crowdfunding efforts has tightened, which has only served to further legitimize this activity, suggesting sustained future growth of companies, that were birthed in this manner.\n\nMost businesses experience economic shifts as a regular part of doing business. This can include seasonal fluctuations experienced by certain business, such as the increase in retail sales during the holiday season or an increase in lawn care product sales in warmer months, as well as other cycles based on the occurrence of certain events, such as major product releases.\n\nThe business cycle widely believed to systematically progress through the following four phases:\n\nDuring the upturn and up to the peak, the value of the company is seen to increase. During the decline and until the start of recovery, the value of that company is considered to be falling.\n\nThe point in the cycle in which the business resided in during the vintage year may skew the appearance of the company’s true value, leaving room for analysis prior to making investment decisions. During peaks in the market, new companies are more likely to be overvalued, based on the current economic outlook. This increases the expectations on an investment's return, due to the fact that larger sums of money are initially contributed.\n\nInversely, companies are typically undervalued during low points in the market, because less capital is initially contributed, therefore these companies or projects have less pressure to generate substantial returns.",
  "url": "https://www.investopedia.com/terms/v/vintage_year.asp"
}