{
  "term": "What Is Value-Added Tax (VAT)?",
  "definition": "The term value-added tax (VAT) refers to aconsumption taxon goods and services levied at each stage of thesupply chainwhere value is added. As such, a VAT is added from the initial production of goods and services to the point of sale. The amount of VAT the user pays is based on the cost of the product minus any costs of materials that were taxed at a previous stage. Value-added tax rates vary. Not all countries impose a VAT on goods and services, including the United States.\n\nAs noted above, a value-added tax is a tax that is added to goods and services at every level of the supply chain. The tax is usually passed on to the consumer or end-user. It is based on consumption rather than income. In contrast to aprogressiveincome tax, which levies more taxes on the wealthy, VAT is charged equally on every purchase. More than 160 countries use a VAT system. It is most commonly found in theEuropean Union (EU).\n\nVAT is levied on thegross marginat each point in the process of manufacturing, distributing, and selling an item. The tax is assessed and collected at each stage. That is different from a sales tax system, in which the tax is assessed and paid only by the consumer at the very end of the supply chain.\n\nLet's say a candy called Dulce is manufactured and sold in the imaginary country of Alexia. Alexia has a 10% VAT. Here is how the tax would work:\n\nAdvocates say VAT raises government revenues without charging wealthy taxpayers more, asincome taxesdo. It is also considered simpler and more standardized than a traditionalsales tax, with fewer compliance issues. Critics, on the other hand, argue that VAT is aregressive taxthat places an undue economic burden on lower-income consumers while increasing the bureaucratic burden on businesses.\n\nThe idea of a value-added tax was a largely European creation. It was introduced by French tax authority Maurice Lauré in 1954, although the idea of taxing each stage of the production process was said to have first been floated a century earlier in Germany.\n\nThe vast majority of industrialized countries that make up theOrganisation for Economic Co-operation and Development (OECD)have a VAT system. The United States remains a notable exception.\n\nAccording to anInternational Monetary Fund (IMF)study, any nation that switches to VAT initially feels the negative impact of reduced tax revenues. In the long run, however, the study concluded that VAT adoption has in the majority of cases increased government revenue and proved effective.\n\nVAT has a negative connotation in parts of the world, even hurting its proponents politically. For example, Filipino lawmaker Ralph Recto (a chief proponent of VAT in the early 2000s) was voted out of office by the electorate when he ran for reelection.However, the population eventually accepted the tax in the years after it was implemented. Recto was eventually reelected, becoming a proponent of an expanded VAT.\n\nVAT is often broken down into a standard rate and a reduced rate, where the latter is usually applied to goods and services deemed necessities.\n\nConflicts between different levels of government\n\nThe main difference between a VAT and asales taxis that aVAT is insteadcollected multiple times during the production of a finished product. Each time value is added or a sale is made, the VAT tax is collected and remitted to the government. A sales tax, on the other hand, is only paid once—at the initial point of sale. This means only the retail customer pays the sales tax.\n\nVATs and sales taxes can raise roughly the same amount ofrevenue. The differences lie in the point at which the money is paid and by whom. Here is an example that again assumes a VAT of 10%:\n\nJust as it would with a traditional 10% sales tax, the government receives 10 cents on a $1 sale. The VAT differs in that it is paid at different stops along the supply chain: the farmer pays 3 cents, the baker pays 4 cents, and the supermarket pays 3 cents.\n\nThe advantages of a VAT over a national sales tax lie in the ease of tracking and the fact that the exact tax levied at each step of production is known. Because VATs only tax each value addition—not the sale of a product itself—it eliminates thedouble taxationof goods and services. With sales taxes, the entire amount is rendered after the sale. This makes it difficult to allocate to specific production stages.\n\nTo avoid administrative burdens over small-value items, countries may impose a minimum value to get a VAT refund. For instance, the EU requires at least EUR 175 (or the equivalent in national currency outside the eurozone) for the total purchase, but individual EU countries may set lower thresholds.\n\nThere has been much debate in the United States about replacing the currentincome taxsystem with a federal VAT. Advocates claim it would increase government revenue, help fund essential social services, and reduce the federaldeficit. A VAT was advocated by 2020 presidential candidate Andrew Yang.\n\nIn 1992, the Congressional Budget Office conducted an economic study on implementing a VAT. At the time, the CBO concluded that a VAT would add only $150 billion in annual revenue or less than 3% of national output.If you adjust those numbers to 2024 dollars, it comes out to roughly $334 billion.\n\nUsing these approximations, a VAT might raise between $250 billion and $500 billion in government revenue. Of course, these figures don’t account for all the external impacts of a VAT system. A VAT would change the structure of production in the U.S. because not all firms would be equally able to absorb the increased input orproduction costs. It's also uncertain whether the additional revenue would serve as an excuse to borrow more money or reduce taxes in other areas, potentially making the VAT budget neutral.\n\nThe Baker Institute for Public Policy at Rice University partnered with Ernst & Young to conduct amacroeconomicanalysis of the VAT in 2010. The principal findings were that VAT would reduce retail spending by $2.5 trillion over 10 years, the economy could lose up to 850,000 jobs in the first year alone, and the VAT would have “significant redistributional effects” that would harm current workers.\n\nThree years later, in a 2013 Brookings Institution report, William Gale and Benjamin Harris proposed a VAT to help solve the country’s fiscal problems coming out of theGreat Recession. They calculated that a 5% VAT could reduce the deficit by $1.6 trillion over 10 years and raise revenues without distorting savings and investment choices.\n\nIn addition to the fiscal arguments, proponents of a VAT in the United States suggest that replacing the current income tax system with a federal VAT would have other positive effects.\n\nIf you paid a VAT in a country you visited (where you aren't a resident), you may be eligible for a VATrefundon certain items. While food, hotels, and tourist attractions don't qualify, you can claim a refund on purchases of clothing, jewelry, crafts, and other similar items. This allows for some tax-free shopping.\n\nTo get a refund, you will need to keep your receipts or other proof of purchase (sometimes there will be a special VAT receipt) and fill out paperwork at the airport or other port of departure before you leave.This service generally carries a service charge, so you won't get all of your VAT taxes spent back on qualified purchases.\n\nThe VAT refund is usually mailed to you in your domesticcurrency. In some larger ports and airports, you may be able to obtain a refund straight away once the customs officer stamps your forms.\n\nA value-added tax is a flat tax levied on an item. It is similar to a sales tax in some respects, except that with a sales tax, the full amount owed to the government is paid by the consumer at the point of sale. With a VAT, portions of the tax amount are paid by different parties to a transaction.\n\nNo, the United States has no VAT. The federal government raises money primarily through the income tax system. The states and local governments establish and collect their own sales taxes. Local governments rely primarily onproperty taxes.\n\nWealthier consumers could ultimately come out ahead if a VAT replaced the income tax. As with otherflat taxes, a VAT’s impact would be felt less by the wealthy and more by the poor, who spend most of their income on necessities.\n\nIn short, lower-income consumers would pay a much higher proportion of their earnings in taxes with a VAT system, according to critics such as the Tax Policy Center.\n\nYes, to some extent. A government can exclude certain basic household goods, food products, or medicines from the VAT, or it can charge a substantially lower VAT rate. It can also provide rebates orcreditsto low-income citizens to offset the effects of the tax.\n\nThe only major economy without VAT is the United States. This is because each state in the U.S. has its own sales tax regime, with some cities or counties additionally levying a sales tax, rather than a federal sales tax. A VAT system in the U.S. would require agreement and close coordination among all 50 states in order to bring it about, which is unlikely to happen.\n\nA value-added tax is a common form of consumption tax that is due at every stage of a product's production from the sale of the raw materials to its final purchase by a consumer. More than 170 countries worldwide, including all of the countries in the European Union, levy a VAT on goods and services.This system differs from a sales tax, which is found in the United States, in that a sales tax is only paid once, by consumers, at the point of sale.\n\nInternational Monetary Fund. \"VAT.\"\n\nTax Foundation. \"Top Personal Income Tax Rates in Europe.\"\n\nTax Foundation. \"2021 VAT Rates in Europe.\"\n\nThe Guardian. \"VAT: A Brief History of Tax.\"\n\nInternational Monetary Fund. “IMF Working Paper: The Value-Added Tax: Its Causes and Consequences,” Pages 16–17.\n\nPhilippine News Agency. \"People Support Tax Reforms If They Feel Benefits: Dominguez.\"\n\nSenate of the Philippines. “Senator Ralph G. Recto.”\n\nEuropean Commission. \"Guide to VAT refund for visitors to the EU.\"\n\nCongressional Budget Office. “February 1992: Effects of Adopting a Value-Added Tax,” Pages ix–x.\n\nRice University’s Baker Institute for Public Policy and Ernst and Young LLP. “The Macroeconomic Effects of an Add-on Value Added Tax,” Pages iv–v.\n\nBrookings Institution. “Proposal 10: Creating an American Value-Added Tax,” Page 1.\n\nTax Policy Center, Urban Institute & Brookings Institution. “Briefing Book: Who Would Bear the Burden of a VAT?”",
  "url": "https://www.investopedia.com/terms/v/valueaddedtax.asp"
}