{
  "term": "What Was ZZZZ Best? How the Ponzi Scheme Creator Was Caught",
  "definition": "ZZZZ Best was a carpet cleaning and restoration company founded by Barry Minkow that served as a front for a famousPonzi scheme. The company went public in December 1986 and was quickly valued at over $300 million. Within just seven months of theinitial public offering(IPO), however, ZZZZ Best was bankrupt and its assets were auctioned for approximately $64,000.\n\nBarry Minkow formed ZZZZ Best in his parents' garage. The business performed poorly and 15-year-old Minkow was often inundated with customer complaints and supplier collection requests. To create an illusion of a profitable business, Minkow began committing criminal acts, such ascheck kiting, theft, insurance scams, and fraud, to fund operations and pay suppliers.\n\nWithin a few years of ZZZZ Best's inception, Minkow launched fictitious insurance restoration and appraisal businesses. While active, ZZZZ Best was at the center of a credit card scheme involving over $70,000 in fraudulent charges. Although Minkow assigned blame to contractors and employees, he repaid all of the victims except for one: a homemaker swindled out of a few hundred dollars.\n\nMinkow and business associate Tom Padgett created a fictitious company, Interstate Appraisal Service, to defraud banks and other lending institutions out of millions of dollars. Tom Padgett, an insurance claims adjuster, conspired with Minkow to forge documents crediting ZZZZ Best for restoration work and use Interstate Appraisal Services as the source to verify the claims. Increasingly, investors and bankers developed an interest in ZZZZ Best based on fraudulentfinancial statementsproduced by Minkow’s firm.\n\nBarry Minkow claimed his fraudulent actions were driven by a need to repay organized crime.\n\nAs the Ponzi scheme continued, ZZZZ Best experienced significantcash flowproblems. As a solution, Minkow planned to acquire KeyServ, Sears' authorized carpet cleaner, for $25 million. According to Minkow, the revenues from KeyServ would provide enough cash flow to end the Ponzi scheme. Before the deal was closed, the jilted homemaker sparked a campaign against ZZZZ Best that would expose more than the fraud committed against her.\n\nTheL.A. Timesfeatured her story, which caused ZZZZ Best's stock price to decline sharply. Lenders began to call their loans and more investigations commenced, unraveling Minkow's dark web of deceit and fraud. Eventually, the truth behind the fictitious companies was revealed and the Ponzi scheme was exposed.\n\nTo launch an IPO, the Securities and Exchange Commission (SEC) requires a firm to compile aprospectus, which must include a set of audited financial statements. Independentcertified public accountant(CPA) firm Ernst & Whinney (now Ernst & Young) audited ZZZZ Best's financials to provide an opinion as to whether the financial statements were free of material misstatement.\n\nAssuming an independent third party provided the paperwork, the CPAs used false appraisal documents to perform its audit. When the CPA firm requested to visit a building refurbishing customer site, Minkow and his associates rented a building and created a bogus customer job site.\n\nIn January 1988, Minkow and 11 other company insiders were indicted by a grand jury on counts of racketeering, money laundering, securities fraud, embezzlement, mail fraud, bank fraud, and tax evasion. Separately, Minkow was also indicted on counts of credit card fraud. Approximately a year later, Minkow was found guilty on all charges, was sentenced to 25 years in prison, and was ordered to pay over $26 million in restitution.\n\nAfter his early release in 1995, he became an ordained minister and served as a pastor of a church in California. Minkow informally investigated and reported other Ponzi schemes. From this success, he formed the fraudulent Fraud Discovery Institute.\n\nIn 2011, he was again convicted for fraud and sentenced to five years in prison. It was discovered that while filming and producing his biography, he simultaneously was using his anti-fraud company to short stocks of companies he was investigating.A few years later, Minkow was sentenced to an additional five years in prison for defrauding his church and tax evasion. His restitution balance has increased ten-fold to $612 million.\n\nZZZZ Best failed because it was a Ponzi scheme so, in essence, the company followed almost no proper accounting procedures. However, it took the company going public before the fraud was discovered so there is an argument that exists that Minkow was quite skilled with his accounting.\n\nMinkow was visited by his past when a homemaker who was overcharged just a few hundred dollars by Minkow tracked down a few others who Minkow had defrauded. When the homemaker located the others, she passed her findings onto the Los Angeles Times. The newspaper then ran a story exposing Minkow's relatively minor fraud. This caused a domino effect and ZZZZ Best was quickly outed as a Ponzi scheme.\n\nBarry Minkow was released from prison most recently in 2018 after serving time for insider trading and embezzlement from his church. Before that conviction, he served a significant jail sentence from 1989 to 1995, being released only six years into his 25-year sentence.\n\nThere was a Barry Minkow movie made in 2011 that was eventually released in 2018, titledCon-Man. During the filming, Barry was arrested and pleaded guilty to insider trading charges. In January of 2022, a docuseries titledKing of the Conwas released on Discovery+.\n\nBarry Minkow's company ZZZZ Best committed serious fraud and is one of the best-known Ponzi schemes in history. Even though Barry was released from prison early, he squandered the second chance and eventually ended up in much bigger trouble and ended up back in prison. Although there are multiple cinematic versions of his story, he is by no means a role model. ZZZZ Best was an excellent company on paper and at one point was valued over a quarter billion dollars, then bankrupted shortly afterward.\n\nYahoo Finance. \"This Day In Market History: The Liquidation Of Corporate Fraud ZZZZ Best.\"\n\nThe New York Times. \"Nothing But ZZZZ Best.\"\n\nMoneyWeek. \"Great Frauds in History: ZZZZ Best.\"\n\nGlobal Financial Data. \"Worst and The Frankenstein of Fraudsters.\"\n\nThe Los Angeles Times. \"'Like the 3 Stooges’ : ZZZZ Best: How the Big Bubble Burst.\"\n\nFBI. \"Conman Turned Pastor Sentenced to Five Years.\"",
  "url": "https://www.investopedia.com/terms/z/zzzzbest.asp"
}