{
  "term": "What Is the Automated Customer Account Transfer Service (ACATS)?",
  "definition": "Investopedia / Michela Buttignol\n\nThe Automated Customer Account Transfer Service (ACATS) facilitates the transfer ofsecuritiesfrom one trading account to another at a different brokerage firm or bank.\n\nTheNational Securities Clearing Corporation (NSCC)developed the ACATS system, replacing the previous manual asset transfer system with this fully automated and standardized one.This greatly reduced the cost and time of moving assets betweenbrokerage accountsas well as cut down on human error.\n\nIn the United Kingdom and Ireland, the central securities depository process is handled by theCertificateless Registry for Electronic Share Transfer (CREST).\n\nThe ACATS system is initiated when a client signs the transfer documents from the (new) receiving firm. Once the document is received, the receiving firm submits a request using the client's account number and sends it to the delivering firm. If the information matches between both the delivering and the receiving firms, the ACATS process can begin. Delivery usually takes three to six business days to complete.\n\nThe ACATS simplifies the process of moving assets from onebrokerage firmto another. The delivering firm transfers the exact holdings to the receiving firm. For example, if the client had 100 shares of Stock XYZ at the delivering firm, then the receiving firm receives the same amount with the same purchase price.\n\nThis makes it more convenient for clients, as they don't need toliquidatetheir positions and then repurchase them with the new firm. Another benefit is that clients do not need to let their previous brokerage firm or advisor know beforehand. If they are unhappy with their current broker, they can simply go to a new one and start thetransfer process.\n\nTransfers involving qualified retirement accounts like IRAs may take longer. The sending and receiving firms must validate the tax status of the account to avoid errors that could cause a taxable event.\n\nClientscan transfer all publicly traded stocks, bonds,exchange-traded funds (ETFs), cash, and most mutual funds through the ACATS system. Options and annuities can also be transferred using the system.\n\nACATS can also transfercertificates of deposit (CDs)from banking institutions, as long as the bank is a member of the NSCC. The service also works on all types of accounts, such as taxable accounts,individual retirement accounts (IRAs), trusts, and brokerage401(k)s.\n\nYour broker or financial professional can let you know whether your account is eligible for transfer using the ACATS system.\n\nIneligible securities depend on the regulations ofthe receiving brokeragefirm or bank. Many institutions have proprietary investments, such as non-transferrable mutual funds and alternative investments that may need to be liquidated and which may not be available for repurchase through the new broker. Also, some firms may not transfer unlisted shares or financial products that tradeover the counter (OTC).\n\nAn ACATS transfer is initiated by a brokerage customer at the receiving institution by submitting a transfer information record. The TI contains all of the information needed to identify the customer's existing brokerage account and where it will be delivered.\n\nThe delivering firm must respond to the output within one business day, by either adding the assets that are subject to the transfer or by rejecting the transfer. Before delivery is made, a review period is opened during which the sending and receiving firm can confirm the assets to be transferred.\n\nThe main difference between an ACATS transfer and a manual (non-ACATS) transfer is primarily one of automating the process such that it cuts the delivery time down to three to six business days for ACATS versus up to one month or more for a non-ACATS transfer. The other difference is that the automated system is far less prone to mistakes, typos, and other forms of human error.\n\nSome brokers charge existing customers a fee to transfer their assets using the ACATS system to a new brokerage. Brokerage firms may charge this fee to make it more costly to close the account and move assets elsewhere. Keep in mind that not all brokerages charge these fees, so check with yours before initiating a transfer.\n\nACATS is a system that allows people to transfer their eligible accounts from one brokerage to another. It automates and accelerates the process as long as both firms are members of the NSCC and/or DTC banks. If you're planning on transferring your account to a new brokerage firm, ask your existing one if it charges a fee as some will charge you to complete the transfer.\n\nFINRA. \"Customer Account Transfers.\"\n\nGOV.UK. \"STSM131020 - CREST: Introduction: Overview of CREST.\"\n\nU.S. Securities and Exchange Commission. \"Transferring Your Brokerage Account: Tips on Avoiding Delays.\"\n\nDTCC. \"Automated Customer Account Transfer Service (ACATS).\"",
  "url": "https://www.investopedia.com/terms/a/acat.asp"
}