{
  "term": "What Is a FICO Score?",
  "definition": "A FICO score ranges from 300 to 850 and is used bylendersto assess borrowers' creditworthiness. A FICO score is a type ofcredit scorebased on information in a borrower's credit report that lenders use to assess credit risk and determine whether to extend credit. The higher the FICO score, the more likely a borrower will repay their debts on time.\n\nCreated by the Fair Isaac Corporation, FICO scores consider data in five areas: payment history, the current level of indebtedness, types of credit used, length of credit history, and new credit accounts. Discover how FICO scores work, how they're calculated, andhow you can improve your FICO credit score.\n\nFICO is a major analytics software company that provides products and services to both businesses and consumers. The company is best known for producing the most widely usedconsumer credit scoresthat financial institutions use in deciding whether to lend money or issue credit.\n\nFICO scores are used in many credit decisions made in the U.S. Although borrowers can explain negative items in their credit report, many lenders will denyloans to people with low FICO scores.\n\nMany lendersmaintain strict FICO minimums for approval,particularly in the mortgage industry. One point below this threshold can result in a denial.\n\nThe overall FICO score range is between 300 and 850. In general,credit scoresin the 670 to 739 range indicate a “good” credit history, and most lenders will consider this score favorable. In contrast, borrowers in the 580 to 669 range may find it difficult to get financing at attractive rates.\n\nTo determine creditworthiness, lenders take a borrower’s FICO score into account, but they also consider other details, such as income, how long the borrower has been at their job, and the type of credit requested.\n\nAchieving a high FICO score requires having a mix of credit accounts and maintaining an excellent payment history. Staying well below your credit limits also helps your score. The idealcredit utilization ratiois below 30%.\n\nMaxing out credit cards, paying late, and applying for new credit frequently are all things that lower FICO scores. You cancheck your creditregularly toensure your credit report is free of errors. By law, you are entitled to one free credit report each year from major credit bureaus.\n\nTodetermine credit scores, the FICO weighs each category differently for each individual. However, in general, payment history is 35% of the score, accounts owed is 30%, length of credit history is 15%, new credit is 10%, and credit mix is 10%.\n\nPayment history refers to whether an individual pays their credit accounts on time. Credit reports show the payments submitted for each line of credit, and the reports detail bankruptcy or collection items along with any late or missed payments.\n\nAccounts owed refers to the amount of money an individual owes. Having a lot of debt does not necessarily equate tolow credit scores. Rather, FICO considers the ratio of money owed to the amount of credit available. To illustrate, an individual who owes $10,000 but has all of their lines ofcredit fully extendedand all of their credit cards maxed out may have a lowercredit scorethan an individual who owes $100,000 but is not close to the limit on any of their accounts.\n\nAs a general rule of thumb, the longer an individual has had credit, the better their score. However, with favorable scores in the other categories, even someone with ashort credit history can have a good score. FICO scores take into account how long the oldest account has been open, the age of the newest account, and the overall average.\n\nCredit mixis the variety of accounts. To obtain high credit scores, individuals need a strong mix of retail accounts, credit cards, installment loans (such as signature loans or vehicle loans), and mortgages.\n\nNew creditrefers to recently opened accounts. When a borrower has opened many new accounts in a short period, it can indicate credit risk and lowertheir score.\n\nThe main alternative to the FICO Score is VantageScore, a credit scoring method jointly developed by the three main credit bureaus in 2006. Like FICO Scores, the VantageScore rates an individual's creditworthiness on a scale of 300 to 850, based on factors like payment history, credit mix, and credit utilization.\n\nHowever, the VantageScore attaches different weights to those factors, so your VantageScore may be slightly different from your FICO Score. They also have different scoring criteria: FICO requires at least one tradeline older than six months in order to calculate a score and at least one tradeline with activity over the last six months. In contrast, VantageScore requires only one tradeline with no age requirement.\n\nVarious versions of FICO exist because the company has periodically updated its calculation methods since introducing its first scoring methodology in 1989. Each new version is made available to lenders, but it is up to them to determine if and when to implement the upgrade.\n\nThe most widely used version is still FICO Score 8, even though it has been followed byFICO Score 9 and FICO Score 10 Suite. FICO Score 9 was introduced in 2016, with adjustments to the treatment of medical collection accounts, increased sensitivity to rental history, and a more forgiving approach to fully paid third-party collections.\n\nIt did not surpass FICO Score 8 in popularity. However, the incorporation of trended credit bureau data in FICO Score 10T (part of FICO Score 10 Suite, announced on Jan. 23, 2020) might cause it to supplant FICO Score 8 in the future.\n\nFICO score 5 is one alternative to FICO score 8that is still prevalent in auto lending, credit cards, and mortgages.\n\nAccording to FICO, Score 8 is consistent with previous versions, but there are several specific features that make it a more predictive score than prior versions. Like all prior FICO score systems, FICO Score 8 attempts to convey how responsibly a borrower manages debt. Scores tend to be higher for those who pay their bills on time, keep low credit card balances, and only open new accounts for targeted purchases.\n\nConversely, lower scores areattributed to those who are frequently delinquentor who use a significant amount of their credit. Scores do not include collection accounts in which the original balance is less than $100.\n\nThe change with FICO Score 8 included increased sensitivity to highly utilized credit cards—meaning that low credit card balances on active cards can more positively influence a borrower’s score. It also treats isolated late payments more judiciously than past versions.\n\nFICO Score 8 is more forgiving if a late payment is an isolated event and other accounts are in good standing, and it divides consumers into more categories to provide a better statistical representation of risk. The primary purpose of this change was to keepborrowers with little to no credit historyfrom being graded on the same curve as those with longer credit histories.\n\nA FICO Score above 670 is better than average, while scores above 740 indicate that the borrower is extremely responsible with credit. A FICO Score above 800 is considered exceptional.\n\nAccording to Experian, the most commonly-used FICO Scores inmortgage lending decisionsare the FICO Score 2, FICO Score 5, or FICO Score 4. However, the credit score is only part of a mortgage application, and mortgage lenders will also consider factors like the borrower's income, assets, and payment history.\n\nEvery lender has its own schedule for reporting payment information to the credit bureaus.Your credit scorecan change roughly once a month, but it may change more often depending on how manydifferent loansyou have active.\n\nThe FICO Score isone of the leading toolsfor measuring the creditworthiness of a borrower. Mostlendersin the U.S. use FICO Scores when making a decision on mortgage applications. While a low score can be discouraging, you can improve your FICO score by borrowing responsibly and making payments on time.\n\nFair Isaac Corporation. \"Frequently Asked Questions About FICO Scores: What Goes Into FICO Scores?\"\n\nFair Isaac Corporation. \"Frequently Asked Questions About FICO Scores: What Is a Good FICO Score?\"\n\nFair Isaac Corporation. \"Frequently Asked Questions About FICO Scores,\" pages 3, 7, and 11.\n\nVantageScore. \"About VantageScore.\"\n\nFair Isaac Corporation. \"FICO Scores Versions.\"\n\nFair Isaac Corporation. \"FICO Score 9 Now Available to Consumers at myFICO.com.\"\n\nFair Isaac Corporation. \"New FICO Scores: FICO Score 10T.\"\n\nExperian. \"Which Credit Scores Do Mortgage Lenders Use?\"\n\nCNBC. \"Constantly Checking Your Credit Score? Here's How Often It Updates.\"",
  "url": "https://www.investopedia.com/terms/f/ficoscore.asp"
}