{
  "term": "What Does Plain Vanilla Mean? Definition in Finance",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nPlain vanilla is the most basic or standard version of a financial instrument, usually options, bonds, futures, and swaps. It is the opposite of an exotic instrument, which alters the components of a traditional financial instrument, resulting in a more complex security.\n\nInvestopedia / Michela Buttignol\n\nPlain vanilla describes the simplest form of an asset or financial instrument. There are no frills, no extras, and it can be applied to categories such as options or bonds.\n\nPlain vanilla can also be used to describe more generalized financial concepts, such as trading strategies or modes of thinking in economics. For example, aplain vanilla cardis a credit card with simply defined terms. Plain vanilla debt comes with fixed-rate borrowing and no other features, so the borrower has no convertibility rights.\n\nA plain-vanilla approach to financing is called avanilla strategy. Calls for this came after the2007 economic recessionwhen risky mortgages contributed to the housing market collapse. During the Obama administration, many pushed for a regulatory agency to incentivize a plain vanilla approach to financing mortgages, stipulating­—among other tenets—that lenders would have to offer standardized, low-risk mortgages to customers.\n\nAvanilla optiongives the holder the right to buy or sell the underlying asset at a predetermined price within a specific timeframe. This call or put option comes with no special terms or features. It has a simple expiration date andstrike price. Investors and companies will use them to hedge their exposure to an asset or to speculate on an asset's price movement.\n\nAplain vanilla swapcan include a plain vanilla interest rate swap in which two parties enter into an agreement where one party agrees to pay a fixed rate of interest on a certain dollar amount on specified dates and for a specified time period.\n\nThe counterparty makes payments on afloating interest rateto the first party for the same period of time. This is an exchange of interest rates on certain cash flows and is used to speculate on changes in interest rates. There are also plain vanilla commodity swaps and plain vanilla foreign currency swaps.\n\nIn the financial world, the opposite of plain vanilla is exotic. So anexotic optioninvolves much more complicated features or special circumstances that separate them from the more common American or European options.\n\nExotic options are associated with more risk as they require an advanced understanding of financial markets in order to execute them correctly or successfully, and as such, they tradeover-the-counter(OTC).\n\nExamples of exotic options include binary or digital options, in which the payout methods differ. Under certain terms, they offer a final lump sum payout rather than a payout that increases incrementally as the underlying asset’s price rises. Other exotic options includeBermuda optionsandquantity-adjusting options.\n\nThere was a push to make the financial system safer and fairer in the wake of the 2007 global financial crisis. This was reflected in the passing of theDodd-Frank Wall Street Reform and Consumer Protection Actin 2010, which also enabled the creation of theConsumer Financial Protection Bureau(CFPB). The CFPB enforces consumer risk protection in part by regulating financing options that call for a plain-vanilla approach.\n\nIn 2018, President Donald Trump signed a bill easing back some of the restrictions on all of the nation's banks except those considered to be the largest. This included raising the threshold at which they are deemed too important to fail from $50 billion to $250 billion and allowing the institutions to forgo anystress tests. The CFPB was also stripped of some of its power, notably its enforcement of cases involving discriminatory lending practices.\n\nA plain vanilla interest rate swap is where one party pays a fixed interest rate and the other party pays a floating rate. Both rates are based on the same notional amount and there is no exchange of principal.\n\nPlain vanilla foreign exchange options give the holder the right to buy or sell one currency for another currency. The option details the specific amount to be exchanged. The exchange rate is also agreed upon when the option is bought. The goal of plain vanilla foreign exchange options is to protect against adverse movements in foreign exchange rates.\n\nA plain vanilla strategy is an investment strategy that is straightforward without any complex additions. A plain vanilla strategy might be holding a bond till maturity or purchasing a stock with a long-term view. It may also include passive investing.\n\nPlain vanilla refers to the most simple, standard, and basic financial instruments and strategies. These instruments or strategies are straightforward and generally less risky when compared with their exotic counterparts; instruments or strategies that have been altered in a way that is intended to bring higher returns.\n\nFederal Trade Commission. \"Dodd-Frank Wall Street Reform and Consumer Protection Act, Titles X and XIV.\"\n\nJoint Economic Committee. \"Dodd-Frank Roll Back Bill: A Windfall for Big Banks,\" Page 1.",
  "url": "https://www.investopedia.com/terms/p/plainvanilla.asp"
}