{
  "term": "What Is a Flexible Spending Account (FSA)?",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nInvestopedia / Michela Buttignol\n\nAflexible spending account (FSA)is an employer-sponsored savings account that lets employees set aside pretax funds for qualified medical expenses. It can help the account holder save money at tax time, especially because the list of allowable expenses that can be paid for with FSA funds has grown in recent years.\n\nThe account, which is also sometimes called a \"flexible spending arrangement,\" lets you contribute a portion of your regular earnings before tax; employers also can contribute to employees’ FSAs. Distributions from the account must be used to reimburse the employee for qualified expenses related to medical and dental services.\n\nAnother type of FSA is adependent-care flexible spending account, which is used to pay for child-care expenses for children age 12 and under and also can be used to pay for the care of qualifying adults, including a spouse, who can't care for themselves and meet specific Internal Revenue Service (IRS) guidelines. A dependent-care FSA hasdifferent maximum contribution rulesthan a medical-related FSA.\n\nOne of the key benefits of a flexible spending account is that the funds contributed to the account are deducted from your earnings before taxes, lowering yourtaxable income. As a result,regular contributions to an FSA can reduce your annual tax liability.\n\nThe IRS limits how much can be contributed to an FSA each year. For medical expense FSA accounts, the annual contribution limit is $3,200 for 2024.\n\nIf you are married, your spouse also can put aside up to the annual contribution limit through their employer. Employers can choose to contribute to anFSA, but they don't have to—if they do, their contribution doesn't reduce the amount that you are permitted to contribute. You aren't taxed on employer contributions.\n\nFor 2024, the contribution limit for a dependent-care FSA is $5,000 for joint and individual tax returns and $2,500 for married taxpayers filing separately.\n\nBesides their tax benefits, FSAs offer several advantages for account holders, but they don't cover all manner ofmedical or dental expenses. Here are some of their pros and cons:\n\nReimburse medical care payments\n\nPay spouses' and dependents' qualified medical expenses\n\nCover many medical equipment purchases\n\nReimburse amounts paid for insurance plan deductibles\n\nSome procedures or health-related expenses aren't covered\n\nFunds have a \"use it or lose it\" provision\n\nCan't be used to pay for insurance premiums\n\nTheCoronavirus Aid, Relief, and Economic Security (CARES) Actenacted in 2020 expanded reimbursable qualified medical expenses for 2020 and later years to include the cost of over-the-counter drugs without a doctor’s prescription. The act also permitted the use of FSA funds to reimburse the costs of menstrual care products. Both these CARES provisions are permanent.\n\nWhen the year ends or the grace period expires, any funds that remain in your FSA are lost. Thus, you should carefully calibrate the amount of money you plan to put into your account and how you intend tospendit over the course of the year.\n\nA different type of FSA—a\"limited purpose flexible spending arrangement\" (LPFSA)—refers to a savings plan that can be used along with ahealth savings account (HSA), which isn't allowed for a standard FSA. Contributions are made usingpretax earnings.\n\nA limited-purpose FSA is more restrictive because the arrangement is reserved for paying dental and vision expenses. It is often used in conjunction with anhigh-deductible health plan (HDHP)in which a HSA is used for medical expenses associated with the HDHP.\n\nNo specific amount is correct for everyone, and FSA elections vary depending on each individual's particular situation. Make your election by carefully examining your expectedout-of-pockethealth-care expenses for the coming year, up to the maximum amount allowed.\n\nYou can use funds from your health-care FSA to pay for eligible medical costs for both your spouse and tax dependents, regardless of the medical insurance in which they are enrolled. To use funds for your dependents, they must be claimed on your tax return, and dependents can't file their own return.\n\nYou can’t use an FSA with aMarketplace plan. Instead, you can set up a similar product, called a Health Savings Account (HSA). These let you to set aside money on a pretax basis to pay some health expenses if you have this type of health insurance.\n\nA flexible spending account (FSA) lets you set aside a portion of your earnings before tax for medical and dental expenses. It's established by an employer for employees. Employers also can contribute to employees’ FSAs as part of their compensation. Distributions from the account must be used to reimburse the employee for qualified expenses related to medical and dental services. Another type of FSA is available for dependents' care.\n\nThere's a maximum contribution limit set by the IRS for individuals each year, and most of the money must be spent in the calendar year it's saved, so FSA account holders need to carefully plan their contribution amounts to avoid losing unused funds.\n\nInternal Revenue Service. \"Publication 969 (2022), Health Savings Accounts and Other Tax-Favored Health Plans.\"\n\nInternal Revenue Service. \"Publication 503 (2022), Child and Dependent Care Expenses.\"\n\nInternal Revenue Service. \"Publication 969.\" Page 3.\n\nInternal Revenue Service. \"IRS: 2024 Flexible Spending Arrangement Contribution Limit Rises by $150.\"\n\nNational Institutes of Health. \"Flexible Spending Accounts Program – New 2024 Limits For The HCFSA And LEX HCFSA.\"\n\nHealthcare.gov. \"Using a Flexible Spending Account (FSA).\"\n\nInternal Revenue Service. \"Publication 502 (2022), Medical and Dental Expenses.\"\n\nInternal Revenue Service. \"IRS Outlines Changes to Health Care Spending Available Under CARES Act.\"\n\nU.S. Office of Personnel Management. \"Flexible Spending Account.\"\n\nInternal Revenue Service. \"Publication 969.\" Page 9.",
  "url": "https://www.investopedia.com/terms/f/flexiblespendingaccount.asp"
}