{
  "term": "What Is Loan Stock? How It Works and Potential Risks to Lenders",
  "definition": "Loan stock refers to shares of common orpreferred stockthat are used as collateral to secure a loan from another party. The loan earns a fixed interest rate, much like a standard loan, and can be secured or unsecured.\n\nA secured loan stock may also be called a convertible loan stock if the loan stock can be directly converted to common shares under specified conditions and with a predeterminedconversion rate, as with an irredeemable convertibleunsecuredloan stock (ICULS).\n\nWhen loan stock is being used as collateral, the lender will find the highest value in shares of a business that are publicly traded and unrestricted; these shares are easier to sell if the borrower is unable to repay the loan.\n\nLenders may maintain physical control of the shares until the borrower pays off the loan. At that time, the shares would be returned to the borrower, as they are no longer needed as collateral. This type of financing is also known as portfolio loan stock financing.\n\nSince the price of a share can fluctuate with market demand, the value of the stock used to secure a loan is not guaranteed over the long term. In situations where a stock loses value, the collateral associated with a loan may become insufficient to cover the outstanding amount.\n\nIf the borrower defaults at that time, the lender may experience losses in the amount that is not covered by the current value of the shares being held. Because stock prices can even drop to zero, or the company might go bankrupt, loans collateralized in this way can theoretically result in a completely uncovered loan.\n\nThe issuing business of a stock used to secure a loan may have concerns regarding the outcome of the agreement. If the borrower defaults on the loan, the financial institution that issued the loan becomes the owner of the collateralized shares. By becoming a shareholder, the financial institution may obtain voting rights regarding company affairs and become a partial owner of the business whose shares it possesses.\n\nThere are full-fledged businesses that function solely by providing options for loan-stock transactions, allowing a portfolio holder to obtain financing based on the value of their securities, as well as other factors such as theimplied volatilityof their holdings and creditworthiness.\n\nAloan-to-value(LTV) ratio is established based on the portfolio, similar to how a home's value is assessed when securing a home mortgage, and the funds are backed by the security holdings in the borrower's portfolio.\n\nIn Sept. 2008, as an emergency measure, the Federal Reserve expanded the range of eligible collateral on loans through itsPrimary Dealer Credit Facility (PDCF)to include some equities. This was one among many unprecedented moves by the central bank in the face of the2008 Financial Crisis, and the PDFC was later wound down in 2010 as the economy stabilized.\n\nIn March 2020, the Fed reopened the PDCF to address the stock market crash and liquidity problems associated with the spread of the COVID-19 virus and resulting containment measures instituted by public health officials. The reopened PDCF includes a broad range of equities as eligible collateral.\n\nThis makes the Fed a holder of loan stock collateral against the overnight loans it makes through the PDCF. This potentially exposes the Fed to substantial stock market risk, during a very volatile period, and could raise concerns that the Fed, as a government institution, might end up in the position of becoming a direct shareholder in some publicly traded companies.\n\nLoan stocks are long-term agreements so are seen as a form of long-term debt financing. They are negotiated at a fixed rate with pre-determined interest payment periods and the amount of collateral.\n\nLoan stocks can be unsecured or convertible. Unsecured loan stocks are more risky and these lenders are equal to other unsecured creditors if there is a default. Convertible loan stocks allow for the conversion into common shares, providing lenders with a form of collateral.\n\nStock lending is the lending of shares to another party for a fee as well as with interest charges. Stock lending is primarily done in short-sell trades where the seller doesn't own the stock but needs it for the trade. It can also be used for hedging and arbitrage trades.\n\nLoan stock is used to reduce the risk of lending. Lenders have access to collateral in the form of shares if the borrower is no longer able to make good on their debt. The risk for the lender is that the price of the shares drops from when the deal was made, effectively reducing their collateral value and putting them in danger of not recovering the loan amount if it goes into default.\n\nBoard of Governors of the Federal Reserve System. \"Primary Dealer Credit Facility.\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Board Announces Establishment of a Primary Dealer Credit Facility (PDCF) to Support the Credit Needs of Households and Businesses.\"",
  "url": "https://www.investopedia.com/terms/l/loan_stock.asp"
}