{
  "term": "What Is Elasticity in Finance; How Does It Work (With Example)?",
  "definition": "Elasticity is an economic concept that describes the responsiveness of one variable to changes in another variable.\n\nIn business and economics, elasticity is usually used to describe how much demand for a product changes as its price increases or decreases. This is referred to as price elasticity of demand. Price elasticity of demand refers to the degree to which individuals, consumers, or producers change their demand—or the amount supplied—in response to price or income changes.\n\nPrice elasticity of demand is expressed as a percentage; it is the percentage change in the quantity demanded of a good or service divided by the percentage change in the price.\n\nWhen a product is elastic, a change in price quickly results in a change in thequantity demanded: There is an increase in demand when the price decreases and a decrease in demand when the price increases. Spa days, for example, are highly elastic because they aren't a necessary good; an increase in the price of trips to the spa will lead to a greater decline in the demand for such services. Conversely, a decrease in the price will lead to a greater than proportional increase in demand for spa treatments.\n\nWhen a good is inelastic, there is little change in the quantity of demand even when the price of the good changes. For example, insulin is a highly inelastic product. For people with diabetes who need insulin, the demand is so great that price increases have very little effect on the quantity demanded. Price decreases also do not affect the quantity demanded; most of those who need insulin aren't holding out for a lower price.\n\nIf the market price of an elastic good decreases, firms are likely to reduce the number of goods or services they are willing to supply. If the market price goes up, firms are likely to increase the number of goods they are willing to sell.\n\nThe quantity demanded of a good or service depends on multiple factors, such as price, income, and preference. Whenever there is a change in these variables, it causes a change in the quantity demanded of the good or service.\n\nPrice elasticity of demandis an economic measure of the sensitivity of demand relative to a change in price. It is a measure of the change in the quantity demanded due to the change in the price of a good or service.\n\nIncome elasticityof demand refers to the sensitivity of the quantity demanded to changes in thereal incomeof consumers, keeping all other things constant. The formula for calculating income elasticity of demand is the percent change in quantity demanded divided by the percent change in income.\n\nThecross elasticityof demand is an economic concept that measures the responsiveness in the quantity demanded of one good when the price for another good changes. Also called cross-price elasticity of demand, this measurement is calculated by taking the percentage change in the quantity demanded of one good and dividing it by the percentage change in the price of the other good.\n\nPrice elasticity of supplymeasures the responsiveness to the supply of a good or service after a change in its market price. According to basic economic theory, the supply of a good will increase when its price rises. Conversely, the supply of a good will decrease when its price decreases.\n\nThere are three main factors that influence price elasticity of demand.\n\nIn general, the more goodsubstitutesthere are, the moreelastic the demandfor a good will be. For example, if the price of a cup of coffee went up by $0.25, consumers might replace their morning caffeinated beverage with a cup of caffeinated tea. This means that coffee is an elastic good because a small increase in price will cause a large decrease in demand as consumers start buying more tea than coffee.\n\nHowever, if the price of caffeine itself were to go up, we would probably see little change in the consumption of coffee or tea because there may be few good substitutes for caffeine. Most people, in this case, might not willingly give up their morning cup of caffeine, no matter the price. Therefore, it can be assumed that caffeine is an inelastic product. While a specific product within an industry can be elastic due to the availability of substitutes, an entire industry itself tends to be inelastic.\n\nUsually, unique goods, such as diamonds, are inelastic because they have few if any substitutes.\n\nIf a good or service is needed for survival or comfort, people will continue to pay higher prices for it. For example, people need to use transportation, usually cars, to get to work. Therefore, even if the price of gas doubles (or triples), people will still need to fill up their tanks.\n\nThe third influential factor is time. For instance, if the price of cigarettes goes up to $8 per pack, consumers with very few available substitutes will most likely continue buying their daily cigarettes. This means thattobaccois an inelastic good; the price change will not have a significant influence on the quantity demanded (in part, due to the addictive nature of nicotine). However, if a person who smokes cigarettes finds that they cannot afford to spend the extra $8 per day and begins to reduce their tobacco consumption over a period of time, the price of cigarettes for that consumer becomes elastic in the long run.\n\nUnderstanding whether or not the goods or services of a business are elastic is integral to the success of the company. Companies with high elasticity ultimately compete with other businesses on price and are required to have a high volume of sales transactions to remainsolvent. Firms that are inelastic, on the other hand, have goods and services that are necessary for consumers and enjoy the luxury of setting higher prices.\n\nBeyond prices, the elasticity of a good or service directly affects the customer retention rates of a company. Businesses often strive to sell goods or services that haveinelastic demand; doing so means that customers will remain loyal and continue to purchase the good or service even in the face of a price increase.\n\nThere are a number of real-world examples of elasticity that consumers interact with on a daily basis. One interesting, modern-day example of the price elasticity of demand is the surge pricing of the ride-sharing service, Uber. Uber uses a \"surge-pricing\" algorithm when there is an above-average number of users requesting rides in the same geographic area. The company applies a price multiplier, which allows Uber to raise prices in real time, according to demand.\n\nThe COVID-19 pandemic also impacted the price elasticity of demand for some industries. Outbreaks of COVID-19 cases in meat processing facilities across the U.S., in addition to the slowdown in international trade, led to a domestic meat shortage. This caused import prices to rise 16% in May 2020, the largest increase on record since 1993.\n\nThe oil industry was also impacted by the COVID-19 pandemic. Although oil is generally very inelastic, because of a historic drop in global demand for oil during March and April, along with increased supply and a shortage of storage space, on April 20, 2020, crude petroleum traded at a negative price in the futures market. In response to this dramatic drop in demand, OPEC+ members elected to cut production by 9.7 million barrels per day through the end of June, the largest production cut in history.\n\nElasticity refers to the measure of the responsiveness of quantity demanded or quantity supplied to one of its determinants. Goods that are elastic see their demand respond rapidly to changes in factors like price or supply. Inelastic goods, on the other hand, retain their demand even when prices rise sharply (e.g., gasoline or food).\n\nLuxury goods often have a high price elasticity of demand because they are sensitive to price changes. If prices rise, people quickly stop buying them and wait for prices to drop.\n\nThe four types of elasticity are demand elasticity, income elasticity, cross elasticity, and price elasticity.\n\nPrice elasticity measures how much thesupply or demand of a product changesbased on a given change in price.\n\nThe elasticity of demand can be calculated by dividing the percentage change in the quantity demanded of a good or service by the percentage change in its price.\n\nElasticity is an economic concept that measures how responsive one economic variable is to changes in another. It's often used to describe how demand for a product changes in relation to price changes, which is known as price elasticity of demand. When demand for a good or service is relatively static (it doesn't change), even when the price changes, demand is said to be inelastic; If a good or service is needed for survival or comfort, people will continue to pay higher prices for it. Caffeine and gas are examples of inelastic goods. When a product is elastic, a change in price quickly results in a change in the quantity demanded. Clothing and electronics are examples of elastic goods.\n\nBureau of Labor Statistics. \"The Impact of COVID-19 Pandemic on Food Price Indexes and Data Collection.\"\n\nBureau of Labor Statistics. \"From the Barrel to the Pump: The Impact of the COVID-19 Pandemic on Prices for Petroleum Products.\"",
  "url": "https://www.investopedia.com/terms/e/elasticity.asp"
}