{
  "term": "What Is Right of First Refusal (ROFR), and How Does It Work?",
  "definition": "Right of first refusal (ROFR), also known as first right of refusal, is a contractual right that someone has to match or decline to match an offer for an asset after other offers have been made.\n\nThe person who holds this right is entitled to enter a transaction before anyone else does. If they decide not to enter the transaction, the seller is free to entertain the other offers.\n\nThis is a popular clause among those who rent real estate because it gives them first crack at buying the properties they occupy. It is also popular among venture capitalists looking for assurances that their investments will not be sold out from under them.\n\nRight of first refusal clauses are similar tooptions contractsin that holders are granted rights but not obligations. With an ROFR, the right holder has the right, but not the obligation, to match or decline to match an offer already made on an asset by another party.\n\nThe person who owns the asset is obligated to notify the right holder that they've received an offer for their property.\n\nSo, if a shareholder wants to sell their share and is subject to an ROFR, they must find someone willing to make an offer for that share. Once they have an offer, they then must notify the right holder, who can exercise their option to match that offer and purchase the share or refuse to match it and let another party purchase it.\n\nRights of first refusal are usually requested by individuals or companies who want to see how an opportunity will turn out. The right holder may prefer to get involved later rather than make a financial outlay and commitment right away. A right of first refusal allows them to do so.\n\nHowever, the right holder generally only has a specified time before the seller can accept another offer. Moreover, the right is also only valid with the seller with whom they contracted.\n\nRight of first refusal clauses can be customized to create variations of the standard agreement. The parties involved can incorporate changes, such as specifying how long the right is valid or allowing a third party nominated by the buyer to make the purchase.\n\nAright of first offer (ROFO)is different from the ROFR. It gives the holder the right to make an offer on an asset before the seller sells it to someone else. Under an ROFR contract, the seller must have an offer from another party, and then notify the contract holder of that offer.\n\nROFR contracts usually favor buyers, but these agreements also have cons.\n\nIn the business world, rights of first refusal are commonly seen injoint venturesituations. The partners in a joint venture generally possess the right of first refusal to buy out the stakes held by other partners who leave the venture.\n\nRights of first refusal are a common feature in many other fields, fromreal estateto sports and entertainment. For example, a publishing house may ask for the right of first refusal on future books by a new author.\n\nA right of first refusal is a contract with an asset owner that gives the holder of the right the ability to match or refuse to match an offer from another party to buy the asset.\n\nA right of first refusal is neither good nor bad; it is simply a tool used by some to ensure they have the first claim on an asset or to ensure a buyer is waiting.\n\nAn options contract is an agreement whereby the contract buyer purchases the right but not the obligation to exercise the right and buy or sell shares of stock. A right of first refusal is the right but not the obligation to match an offer someone else has made on an asset and purchase it.\n\nA right of first refusal is a contractual agreement between two parties that gives one the ability to be the first buyer. This party can match an offer made by a third party and purchase an asset, or they can refuse to match it, in which case the seller can proceed with selling it to that third, or another, party.\n\nThese contracts are generally used by interested parties who don't want a contractual obligation to purchase an asset but do want the option to do so if other parties become interested in it.",
  "url": "https://www.investopedia.com/terms/r/rightoffirstrefusal.asp"
}