{
  "term": "What Is a Price-Weighted Index, and How Does It Work?",
  "definition": "A price-weighted index is astock indexin which each company included in the index makes up a fraction of the total index proportional to that company's share stock price per share. In its simplest form, adding the price of each stock in the index and dividing by the total number of companies determines the index'svalue.\n\nA stock with a higher price will be given more weight than a stock with a lower price and will thus have a greater influence on the index's performance.\n\nIn a price-weighted index, astockthat increases from $110 to $120 will have the same effect on the index as a stock that increases from $10 to $20, even though the percentage move for the latter is far greater than that of the higher-priced stock. Higher-priced stocks exert a greater influence on the index's, or thebasket's, overall direction.\n\nTo calculate the value of a simple price-weighted index, find the sum of the share prices of the individual companies, and divide by the number of companies. In some averages, this divisor is adjusted in order to maintain continuity in the event of stock splits or changes to the list of companies included in the index.\n\nPrice-weighted indexes are useful because the index value will be equal to (or at least proportionate to) the average stock price for the companies included in the index. This allows the construction of indexes that will track the average stock price performance of a specific sector or market.\n\nOne of the most popular price-weighted stocks is theDow Jones Industrial Average (DJIA), which consists of 30 different stocks, or components. In this index, the higher-price stocks move the index more than those with lower prices, thus the price-weighted designation. The Nikkei 225 is another example of a price-weighted index.\n\nIn addition to price-weighted indexes, other basic types of weighted indexes includevalue-weighted indexesandunweighted indexes. For a value-weighted index, like those in the MSCI family of strategy indexes, the number of outstanding shares is a factor. To determine the weight of each stock in a value-weighted index, the price of the stock is multiplied by the number of shares outstanding.\n\nFor example, if Stock A has five million outstanding shares and is trading at $15, then its weight in the index is $75 million. If Stock B is trading at $30, but only has one million outstanding shares, its weight is $30 million. So, in a value-weighted index, Stock A would have more say in how the index moves than Stock B.\n\nIn an unweighted index, all stocks have the same impact on the index, no matter their sharevolumeorprice. Any price change in the index is based on the return percentage of each component. For example, if Stock A is up 30%, Stock B is up 20%, and Stock C is up 10%, the index is up 20%, or (30 + 20 + 10)/3 (i.e., the number of stocks in the index).\n\nOther types of weighted indexes include revenue-weighted,fundamentally weighted, and float-adjusted. All have their positives and negatives, depending on the investor's goals and market knowledge.",
  "url": "https://www.investopedia.com/terms/p/priceweightedindex.asp"
}