{
  "term": "What Is an Amortization Schedule? How to Calculate With Formula",
  "definition": "An amortization schedule is a chart that tracks the falling book value of a loan or an intangible asset over time. For loans, it details each payment’s breakdown between principal and interest. For intangible assets, it outlines the systematic allocation of the asset’s cost over its useful life.\n\nInvestopedia / Paige McLaughlin\n\nMost people use “amortization schedule” in the context of loans, where it outlines how a loan is paid down over time. It details the total number of payments and the proportion of each that goes toward principal versus interest. Principal is the unpaid loan balance, excluding any interest or fees, while interest is the cost of borrowing charged by lenders.\n\nAt the start of the loan term, when the loan balance is highest, a higher percentage of each payment goes toward interest. Over time, as the loan balance decreases, the interest portion shrinks, and more of each payment goes toward the principal.\n\nAccountants use amortization to spread out the costs of an asset over the useful lifetime of that asset.\n\nThe formula to calculate the monthly principal due on an amortized loan is as follows:\n\nPrincipal Payment=TMP−(OLB×Interest Rate12 Months)where:TMP=Total monthly paymentOLB=Outstanding loan balance\\begin{aligned}&\\text{Principal Payment} = \\text{TMP} - \\Big ( \\text{OLB} \\times \\frac { \\text{Interest Rate} }{ \\text{12 Months} } \\Big ) \\\\&\\textbf{where:} \\\\&\\text{TMP} = \\text{Total monthly payment} \\\\&\\text{OLB} = \\text{Outstanding loan balance} \\\\\\end{aligned}​Principal Payment=TMP−(OLB×12 MonthsInterest Rate​)where:TMP=Total monthly paymentOLB=Outstanding loan balance​\n\nThe total monthly payment is typically specified when you take out a loan. However, you may need to calculate the monthly payment if you are attempting to estimate or compare monthly payments based on a given set of factors, such as loan amount and interest rate. If you need to calculate the total monthly payment for any reason, the formula is as follows:\n\nTotal Payment=Loan Amount×[i×(1+i)n(1+i)n−1]where:i=Monthly interest paymentn=Number of payments\\begin{aligned}&\\text{Total Payment} = \\text{Loan Amount} \\times \\Bigg [ \\frac { i \\times (1 + i) ^n }{ (1 + i)^n - 1 } \\Bigg ] \\\\&\\textbf{where:} \\\\&i = \\text{Monthly interest payment} \\\\&n = \\text{Number of payments} \\\\\\end{aligned}​Total Payment=Loan Amount×[(1+i)n−1i×(1+i)n​]where:i=Monthly interest paymentn=Number of payments​\n\nYou’ll need to divide your annual interest rate by 12. For example, if your annual interest rate is 3%, your monthly interest rate will be 0.25% (0.03 annual interest rate ÷ 12 months). You'll also multiply the years in your loan term by 12. For example, a four-year car loan would have 48 payments (four years × 12 months).\n\nThough related, loan amortization schedule and loan term are not the same. Loan amortization refers to the schedule over which payments are calculated, while loan term is the period before the loan is due. For example, a loan may be amortized over 30 years but have a 10-year term. In this case, payments are based on a 30-year schedule, but at the end of the 10-year term, the remaining balance (a balloon payment) must be paid off or refinanced.\n\nThough it may look daunting, a loan amortization schedule is a powerful tool. Consider these benefits:\n\nBusinesses also use amortization schedules to account for the declining value of intangible assets like patents, trademarks, and goodwill. They do this to understand their earnings better, comply with accounting standards likeGAAP, and sometimes reduce their taxable income.\n\nThe process is similar to how tangible assets are depreciated. Typically, businesses use thestraight line methodto allocate the cost of an intangible asset evenly over its expected useful life. For example, a $10,000 patent with a 10-year useful life would be amortized at $1,000 per year ($10,000 /10). Unlike loan amortizations, no principal or interest is involved, making the calculation more straightforward. Divide the asset’s cost evenly over its useful life.\n\nThe IRS has schedules that dictate the total number of years in which tangible and intangible assets are expensed for tax purposes.\n\nFor purposes of illustration, consider a $30,000 car loan at 3% interest with a term of 4 years. The monthly payment is going to be $664.03. That is arrived at as follows:\n\n$30,000×0.0025×1.002548(0.0025×1.002548)−1\\begin{aligned}&\\$30,000 \\times \\frac{0.0025\\times1.0025^{48}}{(0.0025 \\times1.0025^{48}) - 1}\\end{aligned}​$30,000×(0.0025×1.002548)−10.0025×1.002548​​\n\nIn the first month, $75 of the $664.03 monthly payment goes to interest.\n\n$30,000loan balance×3%interest rate÷12months\\begin{aligned}&\\$30,000 \\ \\text{loan balance} \\times 3\\% \\ \\text{interest rate} \\div 12 \\ \\text{months} \\\\\\end{aligned}​$30,000loan balance×3%interest rate÷12months​\n\nThe remaining $589.03 goes toward the principal.\n\n$664.03total monthly payment−$75interest payment\\begin{aligned}&\\$664.03 \\ \\text{total monthly payment} - \\$75 \\ \\text{interest payment} \\\\ \\end{aligned}​$664.03total monthly payment−$75interest payment​\n\nThe total payment remains constant over each of the 48 months of the loan while the amount going to the principal increases and the portion going to interest decreases. In the final month, only $1.66 is paid in interest because the outstanding loan balance is minimal compared with the starting loan balance.\n\nReading an amortization schedule is one thing, but knowing how to create one is another. Use this newfound skill to analyze and compare loan offers and business earnings. The more you know, the better financial decisions you can make.\n\nInternal Revenue Service. “Publication 936 (2024), Home Mortgage Interest Deduction\"\n\nInternal Revenue Service. “Intangibles\"",
  "url": "https://www.investopedia.com/terms/a/amortization.asp"
}