{
  "term": "What Are Cash Equivalents? Types, Features, and Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nCash equivalents are investments that companies can quickly and easily convert to cash.\n\nCash equivalents are securities with solid credit quality and high liquidity. True to their name, they are considered equivalent to cash because they can be quickly converted into actual cash.\n\nCash and Cash Equivalents is a line item found on balance sheets in the Current Assets section. Cash equivalents are one of three main asset classes in investing. The other two are stocks and bonds.\n\nCash equivalent securities have a low-risk, low-return profile.\n\nCash equivalents include U.S. government Treasury bills, bank certificates of deposit, bankers' acceptances, corporate commercial paper, and other money market instruments. These financial instruments often have short maturities, highly liquid markets, and low risk.\n\nCash equivalents are an important indicator of a company’s financial well-being. Analysts can estimate the advisability of an investment in a particular company by its ability to access cash and convert cash equivalents quickly. This liquidity reflects a company that is able to pay its bills.\n\nWhen reported on financial statements, investments in these types of liquid accounts are often combined with cash and represent a company's total holding of money and liquid investments.\n\nTreasury billsare commonly referred to as “T-bills.\" These are securities issued by the United States Department of the Treasury that mature in one year or less. Companies, financial institutions, and individuals who purchase T-bills lend the government money, which it repays upon maturity. T-bills are sold at a discount and redeemed at face value. The minimum purchase amount is $100 while the maximum is $10 million (for a non-competitive bid) or 35% of the offering amount (for a competitive bid).The yield of T-bills is the difference between the purchase price and the value at redemption.\n\nCommercial paper is short-term (less than a year), unsecured debt used by big companies to raise funds to meet short-term liabilities such as payroll. Corporations issuecommercial paperat a discount from face value and promise to pay the full face value on the maturity date designated on the note. Maturities range from one to 270 days.\n\nMarketable securities are financial assets and instruments that can easily be converted into cash and are therefore very liquid. They are traded on public exchanges and there is usually a strong secondary market for them. Marketable securities can have maturities of one year or less and the rates at which these may be traded has a minimal effect on prices. Examples of marketable securities include T-Bills, CDs, bankers' acceptances, commercial paper, stocks, bonds, and exchange-traded funds (ETFs).\n\nMoney market funds are mutual funds that invest only in cash and cash equivalents. They are very liquid investments with excellent credit quality.Money market fundsare an efficient and effective tool that companies and organizations use to manage their money since they tend to be more stable compared to other types of funds (such as mutual funds). A money market fund's share price is always $1 per share. Money market funds invest in cash equivalents.\n\nShort-term government bonds are considered by some to be cash equivalents because they are very liquid, actively traded securities. They are issued by a government to fund government projects. Investors should be sure to considerpolitical risks, interest rate risks, and inflation when investing in government bonds.\n\nAcertificate of depositis a type of savings account with a financial institution. It represents a certain amount of a saver's capital that can't be accessed by the saver for a specific period of time. In return for the use of their capital, the financial institution pays savers a fixed rate of interest. Savers can choose from CD terms ranging from one-month to five-years. A CD is considered a very safe investment and is insured up to $250,000 when purchased at a federally-insured bank. Should the saver need their money, they may be able to break the CD contract by paying a fee or interest penalty.\n\nAbanker's acceptanceis a form of payment that is guaranteed by a bank rather than an individual account holder. Because the bank guarantees payments, this short-term issuance is considered to be cash. Bankers' acceptances are frequently used to facilitate transactions where there is little risk for either party.\n\nSome current assets, although short-term, aren't considered to be cash equivalents if they're prohibited from being converted to cash or if they can't readily be turned into cash. Such assets include:\n\nDifferent types of cash equivalents usually have the same characteristics. Those characteristics include:\n\nThere are several important reasons why a company should store some of its capital in cash equivalents.\n\nCash equivalents are part of a company's net working capital (current assets minus current liabilities), which it uses to pay invoices for operating expenses, buy inventory, service debts, and make other purchases.\n\nLike people, companies should maintain enough easily accessible cash to handle unexpected costs that might arise, for instance, when business is slow or the economy stumbles. Investing in cash equivalents gives companies the security of cash when they need it and earns them a return. The interest earned is usually higher than that earned from a basic bank account and provides some protection againstinflation.\n\nCompanies may intentionally carry higher balances of cash equivalents so they can capitalize on business opportunities when they arise. Instead of locking capital into a long-term, illiquid, and maybe volatile investment, a company can choose to invest added cash in cash equivalents in the event it needs funds quickly.\n\nSome lenders may require that, in return for a loan, a company maintain a designated amount of liquid cash equivalents. This financial restriction is intended to protect the lender's financial interest should business slow. It can also result in better loan terms (due to less risk) for the company that agrees to it. Moreover, a company can benefit from the discipline of saving via cash equivalents.\n\nWhile investing in cash equivalents has its benefits, they also come with several downsides.\n\nEarns higher rate compared to cash in many savings accounts\n\nMay offer fixed rates of interest\n\nAre generally considered to be safe investments\n\nOften earns a much lower rate of interest than longer-term, less liquid investments\n\nStill subject to risk of default by the issuing entity\n\nMay not be covered by federal insurance\n\nIn 2021, Microsoft invested in, held, and conducted transactions with cash equivalents throughout the year.\n\nIf a company has excess cash on hand, it might invest it in a cash equivalent called a money market fund. This fund is a collection of short-term investments (i.e., generally, with maturities of six months or less) that earns a higher yield than money in a bank account. When the company decides it needs cash, it sells a portion of its money market fund holdings and transfers the proceeds to its operating account.\n\nCash equivalents strike a balance between investing, risk, and liquidity. They give a company easy access to cash should it need it quickly. In addition, cash equivalents allow companies to earn some amount of interest as they plan how to utilize their funds in the long term.\n\nCash is ownership of actual U.S. dollars or other currencies. Cash equivalents are interest-earning financial vehicles/investments that are widely traded, highly liquid, and easy to convert to cash. Cash equivalents are not identical to cash in hand, though they have such low risk and high liquidity that they're often considered just as accessible.\n\nIf a company wants to earn some return on its money as it plans its long-term strategy, it can choose to invest some of its capital in cash equivalents. These very short-term, low risk, highly liquid investments may not make a tremendous amount of money. However, they earn more than cash in a bank account and can be converted into cash quickly and easily.\n\nTreasuryDirect. \"Treasury Bills.\"\n\nFederal Deposit Insurance Corporation. \"Your Insured Deposits.\"\n\nMicrosoft. \"2021 Annual Report.\"",
  "url": "https://www.investopedia.com/terms/c/cashequivalents.asp"
}