{
  "term": "What Is a Prospectus? Example, Uses, and How to Read It",
  "definition": "A prospectus is a written document used in finance to inform the public of the relevant details about an offering of securities, such as stocks,bonds, andmutual funds. The prospectus is part of a company's registration statement, which must be filed with theSecurities and Exchange Commission (SEC).\n\nKey details on a prospectus include the number of units, the offering price, and how the company intends to use the capital it raises from the sale. Companies update their prospectuses each year. Investors can obtain prospectus reports by visiting the SEC EDGAR database.However, investors will also find that thebest online brokerage and trading platformsprovide access to prospectus reports, which may be easier to read.\n\nThe prospectus is a required disclosure document. As such, it must include all material information about the company, the offering, and any other relevant details.\n\nOther key information detailed in the prospectus includes the company's competition, anyrisksa potential investor may face if they invest in the company,market conditionsthat could impact the company, and how the company intends to grow in the future.\n\nContact the company or your broker for a copy of the prospectus. You can also find a company's registration statement throughEDGAR, the SEC's online portal for public company filings for new stock issues, or themutual fund prospectus site.\n\nA prospectus helps investors and companies for different reasons. Investors can use this document to gain insightful information about potential investments, while companies can use it to attract new investors.\n\nA prospectus is a valuable tool to help investors decide whether to invest in the company. The prospectus provides investors with important information about an upcoming offering and other key details about thecompany's management team, risk factors, thefinancial history of the companyand the investment. The prospectus also informs investors on how the company intends to use the money it raises from the sale of itssecurities.\n\nA company produces a prospectus for two reasons. The first is to attract new buyers and investors by providing background about the company, its history, and details about itsmanagement team. Companies can use the prospectus as a marketing or sales tool that gives investors insight into the offering of its new security, including where and how it will trade, how much the units cost, and how they can purchase them.\n\nThe second purpose of the prospectus from a corporate perspective is to remain compliant with financial regulators—notably the SEC. Companies preparing for aninitial public offering (IPO)must complete and file a registration statement calledSEC Form S-1—including a prospectus—with the SEC before they can issue the securities. Mutual funds update their prospectuses each year.\n\nFor investors to get a lot out of a prospectus, there are some critical sections to review. You can gain a lot of information from the summary, which highlights the details about the offering, the reasons behind it, and an overview of the associated risks.\n\nOther sections to focus on include:\n\nSince a prospectus contains a lot of legalese or financial jargon, be sure to consult aninvestment advisorif you'reunfamiliar with investing terminologyand need clarification.\n\nSee the prospectus summary filed by Zoom Video Communications (ZM) filed on March 22, 2019, (linkedhere).The company prepared the filing before selling its Class A common stock to the public.\n\nIn the summary, the company outlined its history and corporate profile, which includes the business model along with its products and services.\n\nZoom also highlighted the industry trends, competitive landscape, market, and growth strategy before diving into the risks (found on page 6 of the prospectus). These risks included its limited operating history, delays, failures in internetinfrastructure, and the possibility of an unstable revenue stream.\n\nThe prospectus also includes the type of securities sold and how many shares would remain outstanding. Zoom also included financial statements.\n\nA prospectus can help you make important decisions about how you invest your money, whether you want tobuy stockin a company or shares of a mutual fund. This document contains valuable information about the company, its objectives, offerings, how it intends to use the money it raises from investors, and the risks associated with investing in it. You can get a prospectus from the company, your broker, or the SEC.\n\nU.S. Securities and Exchange Commission. \"What is a Registration Statement?\"\n\nU.S. Securities and Exchange Commission. \"Using EDGAR to Research Investments.\"\n\nU.S. Securities and Exchange Commission. \"Importance of Delivering Timely and Material Information to Investment Company Investors.\"\n\nU.S. Securities and Exchange Commission.  \"Form S-1 Registration Statement.\" Page 1.\n\nU.S. Securities and Exchange Commission. \"Form S-1 Registration Statement.\" Pages 2-6.\n\nU.S. Securities and Exchange Commission. \"Form S-1 Registration Statement.\" Pages 8-13.",
  "url": "https://www.investopedia.com/terms/p/prospectus.asp"
}