{
  "term": "What Is a Hardship Withdrawal? Definition, Rules, and Alternatives",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA hardship withdrawal is an IRS approved removal of funds from a qualified retirement plan because of an \"immediate and heavy financial need.\"\n\nA hardship withdrawal is an emergency removal of funds from a retirement plan, sought in response to what the Internal Revenue Service (IRS) calls \"an immediate and heavy financial need.\" This type of special distribution may be allowed without penalty from such plans as atraditional individual retirement account (IRA)or a401(k), provided the withdrawal meets certain criteria regarding the need for the funds and their amount.\n\nHowever, even if the IRS penalty is waived—it's a 10% penalty for distributions made before age 59½—the distribution will still be subject to standard income tax unless it's aRoth account.\n\nThe IRS and most employers who offer 401(k)s impose stringent criteria for these distributions to limit when they may be used and their amount. The rules that govern such withdrawals, and who administers them, differ by the type of retirement fund.\n\nThe IRS will waive the 10% penalty forearly withdrawals—that is, before age 59½—from an IRA in several situations, for example, purchasing a home for the first time, pursuing higher education, or paying for birth or adoption expenses.\n\nWhether you can takea hardship distribution from your 401(k)or403(b) plan—and for which reasons—is up to the employer who sponsors the program. “A retirement plan may, but is not required to, provide for hardship distributions,” the IRS states.\n\nIf the plan does allow such distributions, it must specify the criteria that define a hardship, such as paying for medical expenses or funeral expenses. Your employer may ask for documentation of your hardship.\n\nIf your employer permits a withdrawal for a particular reason, IRS rules govern whether the 10% penalty for withdrawals made before age 59½ will be waived, as well as how much you're allowed to withdraw. These conditions are similar to those governing waivers for IRA withdrawals, but there are some differences.\n\nIf you're younger than 59½ and considering a withdrawal from your retirement account, you do have another option that would allow you to avoid the 10% penalty: aSubstantially Equal Periodic Payments (SEPP)plan.\n\nHere's how it works: The funds you wish to tap are placed into the SEPP plan. The plan will then pay you annual distributions for five years or until you turn 59½, whichever comes later. As with hardship withdrawals, only the 10% penalty is waived. You're still liable for paying income tax on the early withdrawals.\n\nNote: This option requires a long-term commitment to early withdrawals. Because the IRS requires individuals to continue the SEPP plan for at least five years, this is not a solution for those who seek only short-term access to retirement funds without penalty.\n\nUnlike, say,a loan you take from your 401(k), the funds from a hardship withdrawal cannot be returned to your account, even if your financial position improves.\n\nIf you cancel the plan before the minimum holding period expires, you're required to pay the IRS the penalty that was waived under the program for the years that were penalty-free, plus interest for that period.\n\nAlso, funds held in an employer-sponsored qualified plan, such as a 401(k), can be used in a SEPP only if you no longer work for the sponsoring employer. Once you start a SEPP program on a retirement account, you may not make any additions to or take distributions from the account.\n\nAny changes to the account balance, with the exception of the SEPP and required fees, may result in a modification of the SEPP program and could be cause for disqualification by the IRS—and, again, the imposition of the 10% penalty that was waived, plus interest.\n\nDespite these limitations, a SEPP plan is worth considering in cases where you need to tap funds early. Among other pluses, a SEPP plan may be less restrictive regarding how you spend the funds you withdraw without penalty when compared to hardship withdrawals.\n\nYou can withdraw funds from either a 401(k) or an IRA to cover several hardship options, such as medical expenses and disaster recovery. However, only an IRA will allow a hardship distribution for higher education expenses or for a first-time home purchase.\n\nA hardship withdrawal might be denied if your plan doesn't allow withdrawals for that reason. Rules for withdrawals vary from plan to plan.\n\nAccording to the IRS, it depends on what you need financial assistance with. If you bought a boat that you can't afford and are trying to pay off the debt on it, you won't qualify for a hardship withdrawal from a retirement account, such as a 401(k). If you need to make payments to prevent being evicted from your principal residence or foreclosure on the mortgage of your principal residence, then you can access funds to pay that off. Generally, hardship withdrawals apply to \"immediate and heavy financial needs,\" not debt like credit card debt.\n\nHardship withdrawals can provide needed funds in an emergency—without a credit check—but they should be used very sparingly and only if allother alternativeshave been tried or dismissed.\n\nBy exposing funds held in a tax-advantaged account to income tax, a hardship withdrawal is likely to boost your tax bill for the year. It will also permanently deprive you of funds targeted for your retirement. That's why you should consider a hardship withdrawal only as a last resort to meet an exceptional and pressing need.\n\nInternal Revenue Service. \"Retirement Plans FAQs Regarding Hardship Distributions.\"\n\nInternal Revenue Service. \"Retirement Topics - Exceptions to Tax on Early Distributions.\"\n\nInternal Revenue Service. \"Do's and Don'ts of Hardship Distributions.\"\n\nFidelity. \"Understanding Retirement Distribution Rule 72(t) and SEPP.\"\n\nInternal Revenue Service. \"Retirement Topics - Hardship Distributions.\"\n\nInternal Revenue Service. \"Substantially Equal Periodic Payments.\"",
  "url": "https://www.investopedia.com/terms/h/hardship_withdrawal.asp"
}