{
  "term": "What Is an Export Credit Agency (ECA)?",
  "definition": "An export credit agency offerstrade financeand other services to facilitate domestic companies' international exports. Most countries have ECAs that provide loans,loan guarantees, and insurance to eliminate the uncertainty of exporting to other countries.\n\nECAs support the domestic economy and employment by helping companies find overseas product markets. ECAs can be government agencies, quasi-governmental agencies, or even commercial financial institutions.\n\nECAs provide the necessary support if risk-wary private lenders pull back from export finance. As of 2023, thirty-nine official global ECAs offer funding to support efforts to sell goods and services abroad.ECAs are critical to nationalindustrial strategies. They can arrange government-backed loans, guarantees, and insurance in some of the world's riskiest and most volatile markets.\n\nThe Export-Import Bank of the United States (EXIM) is the official ECA in the U.S.\n\nECAs play a role in world trade. The export creditguaranteesa lower risk than private lending. ECAs can be a leading player in international project financing and exports. ECAs such asEXIMhelp fill the funding gap that private-sector lenders create with their inability or unwillingness to provide financing.\n\nGovernments provide officially supported export credits through Export Credit Agencies (ECAs) to support national exporters competing for overseas sales. Support can be official financing, refinancing, interest-rate support, insurance, or guarantee cover for credits provided by private financial institutions.\n\nThe Export-Import Bank of the United States (EXIM) is an independent Executive Branch agency backed by the full faith and credit of the U.S. whose mission is to support American jobs by supporting the export of U.S. goods and services.\n\nTheOrganisation for Economic Cooperation and Development(OECD) maintains a list of the official global ECAs.\n\nExport credit insurance (ECI) protects an exporter of products and services against the risk that a foreign buyer will not remit payment.\n\nExport credit agencies offer funding, loan guarantees, and insurance to support overseas trade transactions. The Organisation for Economic Cooperation and Development (OECD) maintains a list of the official global ECAs.\n\nInternational Trade Administration. \"Export Credit Insurance.\"",
  "url": "https://www.investopedia.com/terms/e/export-credit-agency.asp"
}