{
  "term": "What Is Ethereum and How Does It Work?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nEthereum is a decentralized global software platform powered byblockchain technology. It is most commonly known by investors for its native cryptocurrency, ether (ETH), and by developers for its use in blockchain and decentralized finance application development.\n\nAnyone can use Ethereum—it's designed to be scalable, programmable, secure, and decentralized—to create any secured digital technology. Its token is designed to pay for work done supporting the blockchain, but participants can also use it to pay for tangible goods and services if accepted.\n\nInvestopedia / Michela Buttignol\n\nVitalik Buterin, credited with conceiving Ethereum, published a white paper introducing it in 2014.The Ethereum platform was launched in 2015 by Buterin and Joe Lubin, founder of the blockchain software company ConsenSys.\n\nThe founders of Ethereum were among the first to consider the full potential of blockchain technology beyond just enabling a secure virtual payment method.\n\nSince the launch of Ethereum, ether as a cryptocurrency has risen to become the second-largest cryptocurrency by market value. It is outranked only by Bitcoin.\n\nOne notable event in Ethereum's history is thehard fork, or split, of Ethereum and Ethereum Classic. In 2016, a group of network participants gained control of the smart contracts used by a project called The DAO to steal more than $50 million worth of ether.\n\nThe raid's success was attributed to the involvement of a third-party developer for the new project. Most of the Ethereum community opted to reverse the theft by invalidating the existing Ethereum blockchain and approving a blockchain with a revised history.\n\nHowever, a fraction of the community chose to maintain the original version of the Ethereum blockchain. That unaltered version of Ethereum permanently split to becomeEthereum Classic(ETC).\n\nInitially, Ethereum used a competitive proof-of-work validation process similar to that of Bitcoin. After several years of development, Ethereum finally switched to proof-of-stake in 2022, which uses much less processing power and energy.\n\nThe Dencun hard fork was activated on March 13, 2024.This hard fork introduced proto-danksharding (named in honor of the proposers, Protolambda and Dankrad Feist) to the Ethereum mainchain. Proto-danksharding is a stepping stone for future upgrades to the Ethereum blockchain.\n\nEthereum uses a blockchain, which is a distributed ledger (like a database). Information is stored in blocks, each containing encoded data from the block before it and the new information. This creates an encoded chain of information that cannot be changed. Throughout the blockchain network, an identical copy of the blockchain is distributed.\n\nEach cell, or block, is created with new ether tokens awarded to the validator for the work required to validate the information in one block and propose a new one. The ether is assigned to the validator's address.\n\nOnce a new block is proposed, it is validated by a network of automated programs that reach a consensus on the validity of transaction information. On the Ethereum blockchain, consensus is reached after the data and hash are passed between the consensus layer and the execution layer. Enough validators must demonstrate that they all had the same comparative results, and the block becomes finalized.\n\nProof-of-stake differs from proof-of-work in that it doesn't require the energy-intensive computing referred to as mining to validate blocks. It uses a finalization protocol called Casper-FFG and the algorithm LMD Ghost, combined into a consensus mechanism called Gasper. Gasper monitors consensus and defines how validators receive rewards for work or are punished for dishonesty or lack of activity.\n\nSolo validators must stake 32 ETH to activate their validation ability. Individuals can stake smaller amounts of ETH, but they are required to join a validation pool and share any rewards. A validator creates a new block and attests that the information is valid in a process called attestation. The block is broadcast to other validators called a committee, which verifies it and votes for its validity.\n\nValidators who act dishonestly are punished under proof-of-stake. Those who attempt to attack the network are identified by Gasper, which flags the blocks to accept and reject based on the validators' votes.\n\nDishonest validators are punished by having their staked ETH burned and removed from the network. \"Burning\" is the term for sending crypto to a wallet without private keys, effectively taking it out of circulation.\n\nEthereum owners use wallets to store their ether keys. A walletis a digital interface that lets you access your cryptocurrency. Your wallet has an address, which can be thought of as an email address in that it is where users send ether, much like they would an email.\n\nEther is not stored in your wallet. Your wallet holdsprivate keysyou use as you would a password when you initiate a transaction. You receive a private key for each ether you own. This key is essential for accessing your ether—you can't use it without it. That's why you hear so much about securing keys using differentstorage methods.\n\nThesmallest unit or denominationof ether is a wei. There are seven total denominations: Wei, Kwei, Mwei, Gwei, micro-ether (Twei), milli-ether (Pwei), and ether.\n\nEthereum is often compared to Bitcoin. While the two cryptocurrencies have many similarities, there are someimportant distinctions.\n\nEthereum is described by founders and developers as “the world’s programmable blockchain,” positioning itself as a distributed virtual computer on which applications can be developed.TheBitcoin blockchain, by contrast, was created only to support the bitcoin cryptocurrency as a payment method.\n\nThe maximum number of bitcoins that can enter circulation is 21 million.The amount of ETH that can be created is unlimited, although the time it takes to process a block of ETH limits how much can be minted each year.The number of Ethereum coins in circulation as of May 2024 is just over 120 million.\n\nAnother significant difference between Ethereum and Bitcoin is how the respective networks treat transaction processing fees. These fees, known as gas on the Ethereum network, are paid by the participants in Ethereum transactions and burned by the network. The fees associated with Bitcoin transactions are paid to Bitcoin miners.\n\nEthereum uses a proof-of-stake consensus mechanism. Bitcoin uses the energy-intensive proof-of-work consensus, which requires miners to compete for rewards.\n\nEthereum’s transition to the proof-of-stake protocol, which enabled users to validate transactions and mint new ETH based on their ether holdings, was part of a significant upgrade to the Ethereum platform. However, Ethereum now has two layers. The first layer is the execution layer, where transactions and validations occur. The second layer is the consensus layer, where attestations and the consensus chain are maintained.\n\nThe upgrade added capacity to the Ethereum network to support its growth, which will eventually help to address chronic network congestion problems that have driven up gas fees.\n\nTo address scalability, Ethereum is continuing to develop a scalability solution called \"danksharding.\" Sharding was a planned concept that would allow portions (shards) of the blockchain to be stored on nodes rather than the entire blockchain. However, sharding was replaced with plans for danksharding, where transactions are processed off-chain, rolled up (summarized using data availability sampling), and posted to the main chain via a BLOB (Binary Large OBject).\n\nDanksharding, using BLOBs, rollups, and data availability sampling, is expected to greatly reduce costs and increase transaction processing speeds when eventually combined in a future update.\n\nLastly, Ethereum publishes a roadmap for future plans. As of May 2024, four primary categories were listed for future work. Those changes will push for:\n\nWeb3 is still a concept, but it is generally theorized that it will be powered by Ethereum because many of the applications being developed for the \"future of the internet\" use it.\n\nEthereum is also being implemented into gaming and virtual reality.Decentralandis a virtual world that uses the Ethereum blockchain to secure items contained within it. Virtual land, avatars, wearables, buildings, and environments are all tokenized through the blockchain to create ownership.\n\nAxie Infinity is another game that uses blockchain technology and has its own cryptocurrency called Smooth Love Potion (SLP). SLP is used for rewards and transactions within the game.\n\nNon-fungible tokens(NFTs) gained popularity in 2021. NFTs are tokenized digital items created using Ethereum.Generally speaking, tokenization gives one digital asset an identifying token with a private key. The key gives only the owner access to the token.\n\nThe NFT can be traded or sold and is a transaction on the blockchain. The network verifies the transaction, and ownership is transferred.\n\nNFTs are being developed for all sorts of assets. For example, sports fans can buy a sports token—also called fan tokens—of their favorite athletes, which can be treated like trading cards. Some of these NFTs are pictures that resemble a trading card, and some of them are videos of a memorable or historic moment in the athlete's career.\n\nThe applications you may use in the metaverse, such as your wallet, a dApp, or the virtual world and buildings you visit, are likely to have been built on Ethereum.\n\nDecentralized Autonomous Organizations(DAOs) are a collaborative method for making decisions across a distributed network.They have been created for many uses, from Web 3 development to gaming and venture capital.\n\nHere's how DAOs are generally designed: Imagine that you created a venture capital fund and raised money through fundraising, but you want decision-making to be decentralized and distributions to be automatic and transparent.\n\nYour DAO could use smart contracts and applications to gather the votes from the fund members, buy into ventures based on the majority of the group's votes, and automatically distribute any returns. The transactions could be viewed by all parties, and there would be no third-party involvement in handling any funds.\n\nThere are many predictions about ether's price, but they are speculation at best. There are too many factors at work in cryptocurrency valuation to accurately predict prices in one week, let alone several years.\n\nEther's price rises and falls for many reasons throughout a trading day and week. Market sentiments, regulatory developments, news, hype, and more all influence its price.\n\nEther's price changes quickly, but on May 24, 2024, it was about $3,735.\n\nEthereum is a decentralized blockchain and development platform. It allows developers to build and deploy applications and smart contracts. Ethereum utilizes its native cryptocurrency, ether (ETH), for transactions and incentivizes network participants through proof-of-stake (PoS) validation.\n\nThe role that cryptocurrency will play in the future is still vague. However, Ethereum appears to have a significant, upcoming role in personal and corporate finance and many aspects of modern life.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nEthereum. \"Proof-of-Stake (POS).\"\n\nEthereum. “Ethereum Whitepaper.”\n\nEthereum Foundation Blog. \"The Thawing Frontier.\"\n\nCoinMarketCap. \"Today's Cryptocurrency Prices by Market Cap.\"\n\nDeloitte. \"The DAO Chronology of a Daring Heist and Its Resolution.\"\n\nEthereum Classic. “Classic History.”\n\nEthereum. \"Ethereum Has Blobs. Where Do We Go From Here?\"\n\nBitcoin. “Frequently Asked Question: How Are Bitcoins Created?”\n\nEthereum. “EIP-1559: Fee Market Change for ETH 1.0 Chain.”\n\nEthereum Foundation. \"The Great Renaming: What Happened to Eth2?\"\n\nEthereum. “The Ethereum Upgrades.”\n\nDecentraland. \"About the Blockchain.\"\n\nCoinMarketCap. \"Smooth Love Potion.\"\n\nAxie Infinity. \"Axie Infinity.\"\n\nEthereum. \"Non-Fungible Tokens (NFT).\"\n\nEthereum. \"Decentralized Autonomous Organizations (DAOs).\"",
  "url": "https://www.investopedia.com/terms/e/ethereum.asp"
}