{
  "term": "What Is a Vertical Spread in Options Trading?",
  "definition": "A vertical spread involves the simultaneous buying and selling ofoptionsof the same type (i.e., either puts or calls) and expiry, but at differentstrike prices. The term 'vertical' comes from the position of the strike prices.\n\nThis is in contrast to a horizontal, orcalendar spread, which is the simultaneous purchase and sale of the same option type with the same strike price, but with differentexpiration dates.\n\nTraderswill use a vertical spread when they expect a moderate move in the price of theunderlying asset. Vertical spreads are mainly directional plays and can be tailored to reflect the trader's view, bearish or bullish, on the underlying asset.\n\nDepending on the type of vertical spread deployed, the trader's account can either be credited or debited. Since a vertical spread involves both a purchase and a sale, the proceeds fromwritingan option will partially, or even fully, offset the premium required to purchase the other leg of this strategy, namely buying the option. The result is often a lower cost, lower risk trade than anaked optionsposition.\n\nHowever, in return for lower risk, a vertical spread strategy will cap the profit potential as well. If an investor expects a substantial,trend-likemove in the price of the underlying asset then a vertical spread is not an appropriate strategy.\n\nThere are several varieties of vertical spreads.\n\nBullish traders will usebull call spreadsandbull put spreads. For both strategies, the trader buys the option with the lower strike price and sells the options with the higher strike price. Aside from the difference in the option types, the main variation is in the timing of thecash flows. The bull call spread results in a net debit, while the bull put spreadresults in a net credit at the outset.\n\nBearish traders utilizebear call spreadsorbear put spreads. For these strategies, the trader sells the option with the lower strike price and buys the option with the higher strike price. Here, the bear put spread results in a net debit, while the bear call spread results in a net credit to the trader's account.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nAll examples do not includecommissions.\n\nBull call spread: (premiums result in a net debit)\n\nBear call spread: (premiums result in a net credit)\n\nBull put spread: (premiums result in a net credit)\n\nBear put spread: (premiums result in a net debit)\n\nAn investor looking to bet on a stock moving higher may embark on a bull vertical call spread. The investor buys an option on Company ABC, whose stock is trading at $50 per share. The investor buys anin the money(ITM) option with a strike price of $45 for $4 and sells anout of the money(OTM) call with a strike price of $55 for $3.\n\nAt expiration, Company ABC’s stock trades at $49. In this case, the investor would exercise their call, paying $45 and then selling for $49, netting a $4 profit. The call they sold expires worthless.\n\nThe $4 profit from the stock sale, plus the $3 premium and less the $4 premium paid, leaves a net profit of $3 for the spread.",
  "url": "https://www.investopedia.com/terms/v/verticalspread.asp"
}