{
  "term": "What Is Double Taxation?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDouble taxation happens when income is taxed at both the corporate and personal level, or by two nations.\n\nDouble taxation is whentaxesare levied twice on the same source of income. It can occur when income is taxed at the corporate and personal level. Double taxation can also happen in international trade or investment when the same income is taxed in two countries.\n\nDouble taxation often occurs becausecorporationsare considered separate legal entities from their shareholders. As such, corporations pay taxes on their annual earnings, just like individuals. Double taxation is often an unintended consequence oftax legislation. It is generally seen as a negative element of a tax system, and tax authorities attempt to avoid it.\n\nWhen corporations pay out dividends to shareholders, thosedividendpayments incur income-tax liabilities for the shareholders who receive them, even though theearningsthat provided the cash to pay the dividends were already taxed at the corporate level.\n\nMost tax systems attempt varyingtax ratesandtax credits, to have an integrated system where income earned by a corporation and paid out as dividends and income earned directly by an individual is taxed at the same rate. In the U.S. dividends meeting certain criteria can be classified as \"qualified\" and subject to advantaged tax treatment: a tax rate of 0%, 15%, or 20%, depending on the individual's tax bracket.The federal corporate income tax rate in 2024 is 21%. For states, the corporate income tax rate ranges from 1% to 12% and are deductible expenses.\n\nSome argue that taxing shareholders on their dividends is unfair because these funds were already taxed at the corporate level. Proponents of double taxation point out that without taxes on dividends, wealthy individuals could enjoy a good living off the dividends they receive from owning large amounts ofcommon stock, yet pay zero taxes onpersonal income.\n\nStock ownership could become a tax shelter, in other words. Supporters of dividend taxation also point out that dividend payments are voluntary actions by companies and, as such, companies are not required to have their income \"double taxed\" unless they choose to pay dividends to shareholders.\n\nCertain investments with a flow-through or pass-through structure, such as master limited partnerships, are popular because theyavoid the double taxation syndrome.\n\nIncome may be taxed in the country where it is earned and levied again when repatriated to the home country. It may make international business too expensive to pursue.\n\nTo avoid these issues, countries have signedtreatiesto avoid double taxation, often based on models provided by theOrganization for Economic Cooperation and Development(IECD). In these treaties, signatory nations agree to limit their taxation of international business to augment trade between the two countries and avoid double taxation.\n\nIndividuals may need to file tax returns in multiple states. This occurs if they work or perform services in a different state from where they reside. Luckily, most states have provisions in their tax codes that can help individuals avoid double taxation. For example, some states have forged reciprocity agreements with others, which streamlines tax withholding rules for employers. Others may provide taxpayers with credits for taxes paid out-of-state.\n\nIn the context ofstate taxes, the 183-day rule refers to a threshold some states use to determine whether or not an individual is a resident for tax purposes. In such cases, a state will consider an individual a full-year resident so long as they spent 183 days or more there.\n\nAlaska, Florida, Nevada, South Dakota, Tennessee, Texas, Washington, and Wyoming do not levy state income taxes.\n\nDouble taxation occurs when taxes are levied twice on a single source of income. Often, this happens when dividends are taxed. Like individuals, corporations pay taxes on annual earnings. If these corporations later pay out dividends to shareholders, those shareholders may have to pay income tax on them. Double taxation happens when individuals or companies are taxed by two countries or states.\n\nInternal Revenue Service. \"Forming a Corporation.\"\n\nInternal Revenue Service. \"2022 Form 1041-ES,\" Page 1.\n\nPwC. \"Corporate Income Tax Rates.\"\n\nOrganisation for Economic Co-operation and Development. \"Model Tax Convention on Income and on Capital: Condensed Version 2017.\"\n\nH&R Block. \"What Do I Need to Know About Filing Taxes in Two States?\"\n\nTax Foundation. \"State and Local Sales Tax Rates 2024.\"",
  "url": "https://www.investopedia.com/terms/d/double_taxation.asp"
}