{
  "term": "What Is M-Pesa? Definition, How the Service Works, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nM-Pesa is a mobile banking service that allows users to store and transfer money through their mobile phones. M-Pesa was introduced in Kenya as an alternative way for the population of the country to have access to financial services. Safaricom, the largest mobile phone operator in Kenya, launched M-Pesa in 2007. It has been a joint venture of Safaricom and Vodacom since 2020 and serves the Democratic Republic of Congo (DRC), Egypt, Ghana, Kenya, Lesotho, Mozambique, and Tanzania.\n\nM stands for mobile, and Pesa means money or payment in Swahili.\n\nOne of the drives for Fintech innovations like M-Pesa isfinancial inclusion, which is mostly geared towardunderbankedorunbankedpeople. Financial inclusion seeks solutions for residents who have no access to banks or who can’t afford the required minimum deposits in the digital banking era. In order for this initiative to succeed, different sectors must collaborate in sharing data with each other to build a meaningful digital platform.\n\nThis cross-communication tactic used by M-Pesa is developing rapidly in sub-Saharan Africa, where the telecommunication and banking sectors are working together to create mobile banking services for those with limited access to traditional banking.\n\nM-Pesa is a virtual banking system that provides transaction services through a SIM card. Once the SIM has been inserted into the card slot of the mobile device, users can make payments and transfer money to vendors and family members with SMS messages.\n\nUsers with no bank accounts can access the numerous M-Pesa outlets distributed across the country. The money that needs to be stored is given to the kiosk attendant, who transfers the amount in digital form to the user’s M-Pesa’s account.\n\nCash collected digitally is stored in an M-Pesa trust account. The bank accounts function like regular checking accounts from which bills can be paid, deposits can be received, and more.\n\nM-Pesa provides receipts as proof of transaction. All transactions require a PIN, and both parties receive an SMS notification with the full name of thecounterpartyand the amount of funds deposited or withdrawn from the user’s account. The mobile receipt, which is received within seconds, helps to promote transparency for all individuals involved in a transaction.\n\nA farmer with no bank account wants to deposit his commodity sale proceeds of1,000 shillingsto his M-Pesa account. He deposits the money with a kiosk agent or attendant. The agent, in turn, uses their phone to access the client’s account with the client’s registered phone number and credit the account for 1,000 shillings.\n\nThe farmer gets an SMS notification within seconds of the deposit, confirming how much was deposited and what his account balance holds. The farmer also can easily withdraw cash from his account by using the M-Pesa attendant's or agent's number provided at the outlet and a personal PIN.\n\nThrough mobile payment services like M-Pesa, market traders, debt collectors, farmers, and cab drivers don’t need to carry around or transact in large amounts of cash. This means that the occurrence of theft, robbery, and fraud can be reduced. Also, individuals and business owners don’t have to wait in long lines for hours to make their electricity and water bill payments because these can be made using M-Pesa.\n\nUsing M-Pesa allows small business owners in remote and rural areas to conduct financial transactions safely and easily via their mobile phones.\n\nTo combat fraud, M-Pesa is regulated by the appropriate offices of each country where it is offered. To register for an M-Pesa account, users must provide a government ID and any other information, such as a home address, required by the government where they live. This way, each transaction is marked with the identification of the party transferring, paying, depositing, or withdrawing money from an account.\n\nM-Pesa does not work in the U.S. It serves seven countries in Africa, including the DRC, Egypt, Ghana, Kenya, Lesotho, Mozambique, and Tanzania.\n\nM-Pesa allows users to deposit or withdraw cash, accept mobile deposits, pay for goods or services at participating businesses, and more. It functions much like a checking account with the same mobile features offered by standard checking accounts.\n\nFunds that can be transferred electronically sometimes are calledmobile money. The funds typically are connected directly to a bank account or they might be in the form of a prepaid gift card or prepaid debit or credit card. Apps like PayPal or Venmo are common examples electronic payment services that function similarly to M-Pesa.\n\nM-Pesa was designed in 2007 to serve unbanked or underbanked residents of Kenya and since has expanded to serve six other nations in Africa. It functions much likePayPalor other common payment apps except that users of M-Pesa do not need to have a bank account. Through M-Pesa agents located throughout the countries where the service is available, customers can deposit cash in exchange for equivalent funds that are immediately transferred to their electronic account. The opposite also holds true: Customers can transfer electronic funds in exchange for cash.",
  "url": "https://www.investopedia.com/terms/m/mpesa.asp"
}