{
  "term": "What Was FTX US Derivatives?",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nFTX U.S. Derivatives was a digital currency futures and options exchange and clearinghouse regulated by the Commodity Futures Trading Commission (CFTC). After its parent company, FTX, declared bankruptcy in 2022, it was one of the few properties that were not a part of the bankruptcy proceedings. The company remains operational today but is under new ownership and a different name. The exchange is now LedgerX, and it is owned by Miami International Holdings (as of May 2023).\n\nThe exchange offered physical settlements of all contracts, block trading, and algorithmic trading opportunities for institutional investors. It alsoalloweddirect access for all traders.\n\nFTX U.S. Derivatives was the first exchange to offer cryptocurrency contracts in the U.S. using fractionalized portions of cryptocurrency. Contracts for bitcoin were called mini-contracts, and ether contracts were called deci-contracts. These fractional contracts enabled investors to make granular trades and allowed for scalability as the markets fluctuated. FTX U.S. Derivatives was registered with the CFTC as a Designated Contract Market, Derivatives Clearing Organization, and Swap Execution Facility.\n\nIn October 2021, FTX U.S. acquired LedgerX, which changed its name to FTX U.S. Derivatives. FTX U.S. Derivatives offered cryptocurrency futures, options, and swaps—all of which werephysically deliveredinstead ofcash-settled.\n\nIn November 2022, FTX declared bankruptcy after figuring out it had run out of liquidity due to customer withdrawals. Over the years FTX operated, it was suspected that exchange customers had billions of dollars stolen in a scheme led by Bankman-Fried. Its founder, Sam Bankman-Fried, stepped down as CEO. He was charged with wire fraud, conspiracy to commit wire fraud, securities and commodities fraud, and conspiracy to commit money laundering.\n\nFTX U.S. Derivatives, however, was not a part of its bankruptcy proceedings. The exchange rebranded as or reverted to its old name, Ledger X, and was then purchased by Miami International Holdings in May of 2023.\n\nLike a regularfutures contract, the company's cryptocurrency futures contracts allowed investors to buy or sell at a predetermined price and time in the future. Contract sizes depended upon the cryptocurrency. FTX U.S. Derivativesoffered contracts for the current and following month and two quarterly settlements.\n\nThe swap contracts from FTX U.S. Derivatives offered investors an inexpensive way to buy or sell cryptocurrency. All futures and swap contracts were fully collateralized. A service for institutional investors allowed for the direct negotiation ofblock trades, with FTX U.S. Derivatives acting as the clearinghouse.\n\nLedgerX was purchased by FTX and rebranded as FTX U.S. Derivatives in 2021. FTX filed for bankruptcy in November 2022, and its founder, Sam Bankman-Fried, stepped down as CEO. After FTX declared bankruptcy in 2022, the exchange was purchased and rebranded back to LedgerX.\n\nJohn J. Ray III, who led therestructuring of Enron, became CEO of FTX in November 2022.\n\nIn November 2022, FTX founder Sam Bankman-Fried was named in aclass-action lawsuiton behalf of FTX customers. Bankman-Fried was found guilty on all charges.\n\nFTX U.S. Derivatives was an exchange owned by FTX, the cryptocurrency exchange owned by Sam Bankman-Fried. Bankman-Fried was charged with and found guilty of several financial crimes after FTX declared bankruptcy in 2022. The exchange is now owned by Miami Holdings International and is named LedgerX once again.\n\nX. \"Zach Dexter, 3:02 p.m., May 4, 2023.\"",
  "url": "https://www.investopedia.com/terms/l/ledgerx.asp"
}