{
  "term": "What Is Expectations Theory? Predicting Short-Term Interest Rates",
  "definition": "Expectations theory attempts to predict what short-terminterest rateswill be in the future based on current long-term interest rates. The theory suggests that an investor earns the same interest by investing in two consecutive one-year bond investments versus investing in one two-year bond today. The theory is also known as the \"unbiased expectations theory.\"\n\nThe expectations theory aims to helpinvestorsmake decisions based on a forecast of future interest rates. The theory uses long-term rates, typically from government bonds, to forecast the rate for short-term bonds. In theory, long-term rates can be used to indicate where rates of short-term bonds will trade in the future.\n\nLet's say that the presentbond marketprovides investors with a two-year bond that pays an interest rate of 20% while a one-year bond pays an interest rate of 18%. The expectations theory can be used to forecast the interest rate of a future one-year bond.\n\nIn this example, the investor is earning an equivalent return to the present interest rate of a two-year bond. If the investor chooses to invest in a one-year bond at 18%, the bond yield for the following year’s bond would need to increase to 22% for this investment to be advantageous.\n\nInvestors should be aware that the expectations theory is not always a reliable tool. A common problem with using the expectations theory is that it sometimes overestimates future short-term rates, making it easy for investors to end up with an inaccurate prediction of a bond’syield curve.\n\nAnother limitation of the theory is that many factors impact short-term and long-term bond yields. The Federal Reserve adjusts interest rates up or down, which impacts bond yields, including short-term bonds.However, long-term yields might be less affected because many other factors impact long-term yields, including inflation and economic growth expectations.\n\nAs a result, the expectations theory does not consider the outside forces and fundamental macroeconomic factors that drive interest rates and, ultimately, bond yields.\n\nThe preferred habitat theory takes the expectations theory one step further. The theory states that investors have a preference for short-term bonds over long-term bonds unless the latter pay arisk premium. In other words, if investors are going to hold onto a long-term bond, they want to be compensated with a higheryieldto justify the risk of holding the investment untilmaturity.\n\nThe preferred habitat theory can help explain, in part, why longer-term bonds typically pay out a higher interest rate than two shorter-term bonds that, when added together, result in the same maturity.\n\nWhen comparing thepreferred habitat theoryto the expectations theory, the difference is that the former assumes investors are concerned with maturity as well as yield. In contrast, the expectations theory assumes that investors are only concerned with yield.\n\n(1+X%)*(1+X%)*(1+X%) = (1+Y%)*(1+x)*(1+x)\n\nX = multiple-year bond interest rate\n\nY = one-year bond interest rate\n\nThere are three types, including Preferred Habitat theory, Liquidity Preference theory, and Pure Expectations theory.\n\nExpectations theory is largely based on a formula and several assumptions, which means there is a lot of potential for miscalculations and other errors. When making investing decisions, take many factors into account.\n\nExpectations theory aims to help investors make decisions by using long-term rates, typically from government bonds, to forecast the rate for short-term bonds. Though useful, investors should keep in mind that this theory is not always accurate due to overestimation or oversimplification.\n\nFederal Reserve Bank of St. Louis. \"How Might Increases in the Fed Funds Rate Impact Other Interest Rates?\"\n\nJufinance, \"Expectations Theory.\"",
  "url": "https://www.investopedia.com/terms/e/expectationstheory.asp"
}