{
  "term": "What Is Seigniorage, and Does It Cause Inflation?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nSeigniorage is the difference between the face value of money, such as a $10 bill or a quarter coin, and the cost to produce it. If the seigniorage is positive, the government will make a profit; a negative seigniorage will result in a loss.\n\nSeigniorage is counted as revenue for a government when the money it creates is worth more than it costs to produce. This revenue is often used by governments to finance portions of their expenditures without having to collect taxes.If, for example, it costs the U.S. government five cents to produce $1, the seigniorage is 95 cents or the difference between the two amounts. Seigniorage gives a country the potential to turn a profit when it produces money.\n\nWhile the definition of seigniorage is most often the difference between the cost of printing newcurrencyand the face value of that same currency, it is also the number of goods or services a government can acquire through the printing of new notes.\n\nIn some situations, the production of currency can result in a loss instead of a gain for the government creating the currency. This loss is more commonly experienced in the production of coins because the metal used to produce coins has inherent value. This value, often called the melt value, may be higher than the denomination it originally represented or, when combined with production costs, may result in a loss. For example, the U.S. penny, with a face value of one cent, cost 3.07 cents to produce in 2023—the eighteenth year in a row that production costs exceeded the penny's face value.\n\nOver time, the melt value can also change as market demands shift, and it can potentially lead to the value of the metal being worth more than the face value of the currency. One example is silver coins, such as the U.S. silver quarter and the silver dime.\n\nBased on anticipated demand for new currency, theFederal Reserveplaces an order annually with the Department of the Treasury's Bureau of Engraving and Printing and pays for production costs. The Fed provides detailed information on each currency denomination and the cost to produce it. In 2023 for example, it cost 5.3 cents to produce a $20 bill, and 8.6 cents to produce a $100 bill.\n\nThe U.S. Mint is responsible for coin production, which is influenced by the number of requestedFederal Reserve Bank orders. The Federal Reserve then purchases the coins at face value.\n\nThe Federal Reserve’s currency operating budget in 2024.\n\nWhile the basic principle behind seigniorage suggests that a country can profit from the production of new bills, there can be other factors affecting the entire transaction. If the Federal Reserve agrees to increase the number of dollars available within the U.S. economy, it will purchase aTreasury bill (T-bill)in exchange for permitting the production of more dollars.\n\nWhile the government may appear to profit when the cost of production is lower than the face value of the bills, it is important to note that Treasury bills require interest payments to the Federal Reserve in addition to the original investment placed when the Treasury bill was purchased.\n\nGresham's law is a monetary principle stating that \"bad money drives out good.\"Gresham’s law was originally based on the composition of minted coins and the value of the precious metals used in them. In other words, if a gold coin is worth $5 and a silver coin is worth $0.50, people will hoard the gold coin and instead exchange 10 silver coins. As a result, the gold coins drop out of circulation, and thus the bad money (the silver) drives out the good (the gold).\n\nThis becomes a form of effective seigniorage since the gold becomes worth more even though its face value is the same as 10 silver coins. However, since the abandonment of metallic currency standards, the theory has been applied to the relative stability of different currencies' value in global markets.\n\nSeigniorage itself does not necessarily create inflation, but it can contribute to inflationary pressures under certain circumstances. The relationship between seigniorage and inflation is complex, but let's take a closer look.\n\nWhen a government orcentral bankengages in seigniorage by creating new money, it increases the money supply. If this increase in the money supply outpaces the growth of goods and services in the economy, it can lead to inflation. This is based on the quantity theory of money, which suggests that an increase in money supply, all else being equal, will lead to a proportional increase in the price level.\n\nThe inflationary impact of seigniorage largely depends on how the newly created money is used. If the government uses seigniorage to finance productive investments that increase the economy's productive capacity, it may not lead to significant inflation. On the other hand, if seigniorage is used to finance current consumption or unproductive expenditures, it's more likely to be inflationary.\n\nKeep in mind that central banks typically aim to control inflation through variousmonetary policytools. They may offset the potential inflationary effects of seigniorage through other mechanisms, such as adjusting interest rates or conducting open market operations. Therefore, while excessive seigniorage can contribute to inflation, the central banks that can very closely monitor the impact of seigniorage and adapt their policies accordingly.\n\nIn general, moderate levels of inflation can increase seigniorage revenue for governments, but this relationship becomes more complicated at higher inflation rates.\n\nIn a low to moderate inflation environment, rising prices increase the nominal demand for money. This increased demand for money allows the government to issue more currency, thereby generating more seigniorage revenue. Additionally, inflation erodes the real value ofgovernment debt, which can be seen as an indirect form of seigniorage as it reduces the government's real debt burden.\n\nHowever, as inflation rates increase beyond moderate levels, the relationship becomes more nuanced. High inflation rates can lead to currency substitution, where people begin to useforeign currenciesor other stores of value instead of the domestic currency. This behavior reduces the demand for the domestic currency, meaning the government issues less currency which decreases seigniorage revenue.\n\nThe origins of the term seigniorage date back to the days of feudal lords in Europe. Those who were “seigneurs” or lords had the authority to mint coins.\n\nIn 2023, the U.S. dollar cost 2.8 cents to produce. This means the seigniorage of $1 is 97.2 cents.\n\nIn 2023, the U.S. Mint produced more than 13.1 billion circulating coins.Circulating coins, such as the penny, nickel, dime, and quarter, are defined as those used for everyday transactions. The U.S. Mint also produces commemorative coins and precious metal coins.\n\nCryptocurrencies can indeed generate a form of seigniorage, albeit through different mechanisms than traditional currencies. In proof-of-work cryptocurrencies like Bitcoin, miners are rewarded with newly created coins for validating transactions, which can be seen as a form of seigniorage.\n\nWhile seigniorage itself doesn't necessarily lead to hyperinflation, excessive reliance on seigniorage as a source of government funding can contribute to hyperinflationary scenarios. This typically occurs when governments, facing severe fiscal deficits, resort to rapidly increasing the money supply to finance expenditures. As more money is created, its value decreases, leading to higher prices.\n\nSeigniorage allows governments to earn revenue when the face value of money is more than the cost to produce it. The revenue is typically used to fund expenditures without having to collect taxes. Sometimes the production of currency can result in a loss instead of a gain.\n\nFederal Reserve Bank of Dallas. \"Seigniorage Revenue and Monetary Policy.\"\n\nUnited States Mint. “2023 Annual Report.” Page 10.\n\nFederal Reserve System. \"2024 Currency Budget.\"\n\nUnited States Mint. \"How Coins Are Made: Bringing Coins Into Circulation.\"\n\nFederal Reserve Bank of Cleveland. “The Tale of Gresham’s Law.” (Download)\n\nEuropean Central Bank. “What Is Seigniorage?”\n\nFederal Reserve System. \"How Much Does It Cost to Produce Currency and Coin?\"\n\nUnited States Mint. “2023 Annual Report.” Page 2.",
  "url": "https://www.investopedia.com/terms/s/seigniorage.asp"
}