{
  "term": "What Is Online Banking? Definition and How It Works",
  "definition": "Online banking lets you manage your finances anywhere you have a computer or laptop and an internet connection. What you can do online depends on how robust your bank's digital banking platform is. Generally, you can complete basic banking activities like viewing recent transactions and transferring money between accounts.\n\nWhile you can also do many of the same banking activities at a physical, brick-and-mortar bank branch, online banking is a convenient alternative for most transactions.\n\nOnline banking lets you make financial transactions from a web browser instead of trudging to the nearest bank. Mobile banking is similar, but it’s digital banking designed for portable electronics with smaller screens, such as smartphones and tablets.\n\nYou can access your bank’s online banking system by going to your bank’s website and logging in to your account. Mobile banking is accessible through your bank’s app or mobile-friendly web browser. Brick-and-mortar banks, online-only banks, credit unions, and neobanks all have online banking options.\n\nAlso calledfintech banks, neobanks aren’t actually banks. Instead, financial technology companies partner with banks to provide alternative money management solutions. Partner banks are often FDIC-insured, so your money is protected up to $250,000. However, always check if the partner bank is an FDIC member to make sure.\n\nPre-internet, you had to go to the bank during business hours to do almost any banking activity. Even withdrawing money was a hassle, since ATMs only came on the scene in the 1960s.Today, you can easily conduct banking activities 24/7 from anywhere with an internet connection. At home, work, school, or on the street, you can access your bank account through an array of electronic devices.\n\nHere are the types ofthings you can do with online banking:\n\nBe sure to use a secure internet connection to access your account. Logging in while on public wifi or an unsecured network could reveal private information to hackers.\n\nEven if you mostly do online banking, it can be a good idea to maintain a bank account at a brick-and-mortar financial institution. You may find yourself needing to visit a branch for things like:\n\nDigital check deposits are generally only available with mobile banking. Business checking accounts may haveremote deposit capture, sometimes for an added fee.\n\nOnline banking is embraced by many people because of how convenient it usually is, even if it lacks some features, like cash deposits. You also tend to get the best interest rates for deposit accounts (checking,savings,certificates of deposit) withonline-only banksand credit unions, so online banking can help you grow your money.\n\nHere are some more advantages and disadvantages of online banking.\n\nSetting a strong, unique bank password with at least 16 random characters is a good step in avoiding your bank account being hacked.\n\nOnline banking typically makes it unnecessary to visit brick-and-mortar branches to complete typical financial tasks. Much of what a banker or bank teller used to do for you, you can now do on your own through your bank’s or credit union’s online platform.\n\nOnline banking technology has paved the way for online-only banks with no physical locations. These banks pass on their lower overhead to consumers as lower fees and higher interest rates on checking, savings,certificates of deposit (CD), andmoney market accounts.\n\nHowever, every once in a while, you may run into online banking limitations. Maybe a friend pays you back in cash, and you need to deposit it to avoid an overdraft. Or perhaps you need a cashier’s check today to make a purchase. On these occasions, brick-and-mortar banks still have the advantage.\n\nBarclays. “From the Archives: The ATM Is 50.”\n\nCybersecurity & Infrastructure Security Agency. \"Use Strong Passwords.\"",
  "url": "https://www.investopedia.com/terms/o/onlinebanking.asp"
}