{
  "term": "What Is Payroll, With Step-by-Step Calculation of Payroll Taxes",
  "definition": "Payroll is compensation a business must pay to its employees for a set period or on a given date. It's usually managed by the accounting orhuman resourcesdepartment of a company but small business payrolls might be handled directly by the owner or an associate. Payroll is increasingly outsourced to specialized firms that handle paycheck processing, employee benefits, insurance, and accounting tasks such as tax withholding.\n\nMany payrollfintechfirms including Atomic, Bitwage, Finch, Pinwheel, and Wagestream are leveraging technology to simplify payroll processes. These solutions pay employees with greater convenience and speed and provide digital payroll-related documents with innovative technology-enabled services that are required by the gig and outsourcing economy.\n\nPayroll can also refer to the list of a company's employees and the amount of compensation due to each of them. It's a major expense for most businesses and is almost alwaysdeductible. The expense can be subtracted fromgross incometo reduce the company's taxable income.\n\nPayroll can differ from one pay period to another because of overtime, sick pay, and other variables.\n\nPayroll is the process of paying a company's employees. It includes tracking hours worked, calculating employees' pay, and distributing payments viadirect depositto employee bank accounts or by check. Companies must also perform accounting functions to record payroll, taxes withheld, bonuses, overtime pay, sick time, and vacation pay. They must put aside and record the amount to be paid to the government for Medicare, Social Security, and unemployment taxes.\n\nMany companies use software solutions to manage their payroll. The employee inputs their hours through an API and their pay is processed and deposited into their bank accounts.\n\nMany medium- and large-size companiesoutsourcepayroll services to streamline the process. Employers track the number of hours each employee works and relay this information to the payroll service. The payroll service calculates the gross amount the employee is owed based on the pay rate and the number of hours or weeks worked during the pay period. The service deducts taxes and other withholdings from earnings and then pays the employees.\n\nEmployers withgross salesof $500,000 or more per year are subject to the requirements of theFair Labor Standards Act(FLSA) passed in 1938.This U.S. law protects workers from certain unfair pay practices. The FLSA sets out various labor regulations, includingminimum wages, requirements for overtime pay, and limitations on child labor. FLSA rules specify when workers are considered to be on the clock and when they should be paid overtime.\n\nThe law requires that overtime hours over 40 hours per week be paid at one-and-a-half times the regular hourly rate. Some employees are exempt from the FLSA and the Act doesn't apply toindependent contractorsor volunteers because they're not considered employees.\n\nSome hourly workers aren't covered by the FLSA but they're subject to other regulations. Railroad workers are governed by the Railway Labor Act and truck drivers fall under the purview of the Motor Carriers Act.\n\nThe FLSA also sets out how to treat jobs that are primarily compensated by tipping. An employer must pay the minimum wage to tipped service workers unless they regularly receive more than $30 per month from gratuities.\n\nOne major benefit of payroll services is their ability to produce a variety of reports that simplify accounting procedures and help companies ensure that they comply with legal and tax filing requirements. The payroll service may also maintain a record of how much vacation or personal time employees have used.\n\nA business's accounting needs become more complex as it grows. Larger firms may have to invest in a customenterprise resource planning (ERP)system for their accounting and payroll functions.\n\nA drawback is that companies must rely on individuals outside the business for accurate accounting when they outsource their payroll systems. The company's on-site personnel must deal with upset employees in the event of errors. Companies might also face tax penalties for errors made by the payroll service.\n\nAnother disadvantage is that payroll services are more expensive than running payrollin-house. The services might charge a set monthly fee or offer different payment structures for varying tiers of service. Payroll services may not be the best option for small companies with tight operating budgets because of their cost.\n\nProvide access to a variety of reports\n\nOffer simplified accounting and tax compliance\n\nRecord vacation time and personal time taken by employees\n\nIndividuals outside the business are privy to financial and tax information.\n\nInternal staff must still help employees with payroll problems.\n\nThe company may face tax penalties due to errors by the payroll service.\n\nPayroll services can be expensive which is a concern for small businesses.\n\nSome companies opt to rely on payroll software programs instead of using specialized payroll services, The company may have to pay an ongoing monthly software subscription fee when it purchases the software. Programs usually include printable tax forms andwithholdingtables.\n\nInternal payroll systems help companies keep confidential financial information private as well. Software programs can be time-consuming, however, and this can pose a problem for small companies without a lot of staff.\n\nSmall business owners benefit from accounting software because it helps them track accounts receivable and accounts payable, gauge their profitability, and prepare for tax season. A small business can use out-of-the-box software without requiring extensive customizations.\n\nMany types of cloud-based accounting software are available for small businesses as well. The type of industry and number of employees are two factors that will dictate which is appropriate. Afreelancerwouldn't require the same features in a piece of accounting software as a restaurant owner.\n\nInvestopedia conducted a review of payroll management and accounting software for small businesses and evaluated their cost, ease of use, features, integrations, and scalability. QuickBooks Online was considered the best overall software. Xero was considered the best for micro-business owners. FreshBooks was best for service-based businesses and QuickBooks Self-Employed was best for part-time freelancers. Wave was the best free software.\n\nHow you calculatepayroll taxeswill depend on your business and your local laws but QuickBooks provides some general guidelines.\n\nYou can determine an employee’s gross pay using their pay rate and your scheduled pay periods. Most businesses will pay employees weekly, every two weeks, or monthly. You can calculate an hourly employee’s gross pay by multiplying their hours worked in the pay period by their hourly pay rate.\n\nDivide their annual salary by the number of pay periods in the year to calculate a salaried employee's gross pay:\n\nAn employee earns $50,000 a year. Their company pays employees every two weeks for a total of 26 pay periods. The employee’s gross pay is therefore $1,923.08.\n\nYou must factor out deductions after determining gross pay. These are tax deductions but other pre-tax deductions may also apply. Pre-tax deductions include:\n\nThe remaining pay is taxed after you've taken out pre-tax deductions. The FICA tax rate is 7.65%, allotted 1.45% for Medicare and 6.2% for Social Security taxes.Other tax rates will be determined by Federal, state, or local laws and the information included on your employee’s W-4.\n\nCalculate federal income taxes using IRS tax tables. You'll usually pay federal taxes when you pay Social Security and Medicare taxes. Report all payments on IRS Form 941.\n\nDeduct the 7.65% FICA tax from the employee’s gross pay. As the employer, you must match each employee’s contribution. The business is responsible for submitting both the employee’s and the company’s contributions to Social Security and Medicare.\n\nSay an employee earns $1,923 in gross pay for the pay period. Multiply $1,923 by .062 to calculate the employee’s Social Security tax contribution of $119.26. Multiply $1,923 by .0145 to calculate the employee’s Medicare tax contribution of $27.88. The employee’s FICA tax contribution is $147.14 for the pay period in total the employer must match this.\n\nThe employer must pay $294.28 to the IRS. Half is a direct expense to the company and the other half is withheld from the employee’s paycheck. Employers don’t match income tax deductions but they do pay federal unemployment taxes. The IRS's Income Withholding Assistant will help you determine how much federal income taxes your employees owe.\n\nThe remaining amount after all taxes and deductions is how much the employee takes home on payday.\n\nPayroll taxes include Social Security which takes 6.2% of your income up to $168,600 as of 2024. This wage base increases annually. Payroll taxes also pay for Medicare which takes 1.45% of your income.\n\nEmployers also pay payroll taxes. They pay 6.2% of your income amount toward Social Security and 1.45% of your income amount toward Medicare so the government gets a total of 15.3% of your total income for these two taxes.\n\nA payroll tax cut would mean that fewer Social Security and Medicare taxes are withheld and taken out of paychecks. The idea is that workers and businesses would take home a little extra with each paycheck and that would encourage them to spend more and stimulate the economy.\n\nA payroll tax holiday is a deferral of payroll tax collection until a later date at which point those taxes would become due. A payroll tax deferral is intended to provide some temporary financial relief to workers by temporarily boosting their take-home pay.\n\nPayroll is essentially an accounting practice but it deals with paying the people inside a company which puts it under the domain of human resources (HR). HR manages payroll and related issues for most companies but some companies may house payroll inside the finance or accounting department and some larger companies might even carve out a distinct payroll office.\n\nThe money received by an employee from a company as compensation often comes in the form of wages or salary as well as bonuses, stock options, and commissions. These payments are an expense that's recorded as payroll by a firm.\n\nProcessing payroll is a complex and time-consuming endeavor that requires adherence to strict federal and state rules and regulations. It requires extensive record-keeping and attention to detail. Small businesses often handle their payrolls using cloud-based software. Other companies choose to outsource their payroll functions or invest in an integrated ERP system that manages the overall accounting and payroll.\n\nU.S. Department of Labor. \"Handy Reference Guide to the Fair Labor Standards Act.\"\n\nU.S. Department of Labor. \"Fair Labor Standards Act of 1938: Maximum Struggle for a Minimum Wage.\"\n\nU.S. Department of Labor. \"Wages and the Fair Labor Standards Act.\"\n\nU.S. Department of Transportation, Federal Railroad Administration. \"Highlights of the Railway Labor Act (\"RLA\") and the U.S. Department of Transportation (\"DOT\") Role in RLA Disputes.\"\n\nU.S Department of Labor. \"Fact Sheet #19: The Motor Carrier Exemption under the Fair Labor Standards Act (FLSA).\"\n\nQuickBooks Payroll. \"What Is Payroll? Payroll Basics & Examples Small Business Owners Need to Know in 2024.\"\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nInternal Revenue Service. \"About Form 941. Employer's Quaterly Federal Tax Return.\"",
  "url": "https://www.investopedia.com/terms/p/payroll.asp"
}