{
  "term": "What Is an Indication of Interest (IOI)? How It Works and Example",
  "definition": "An indication of interest is anunderwritingexpression showing a conditional, non-binding interest in buying a security that is currently in registration and awaiting approval by theSecurities and Exchange Commission (SEC). The investor's broker must provide the investor with a preliminary prospectus. However, IOIs have similar intent but are done differently when it comes to mergers and acquisitions (M&A).\n\nIn the securities and investing world, an indication of interest is typically expressed in advance of aninitial public offering (IPO). It demonstrates a conditional, non-binding interest in buying a security that is currently awaiting regulatory approval as securities in the U.S. must be cleared by the SEC.\n\nThe IOI is non-binding because it is illegal to sell a security while still in the registration process. The investor'sstockbrokermust provide the investor with apreliminary prospectus. The IOI remains open-ended and is not a commitment to buy.\n\nAn IOI comprises expressions of trading interest that contain one or more of the following elements:\n\nFirms andbroker-dealerscan communicate electronically. They can also advertise proprietary or client trading interests in the form of IOIs to the marketplace, either through their own systems or through dedicated trading platforms.\n\nIndications of interest for IPOs are usually accepted on a first-come, first-served basis. Because the demand for securities may exceed the supply available to distribute, placing an indication of interest does not guarantee you'll be able to buy into an IPO.\n\nAn indication of interest is not a legal obligation to purchase. However, it does give the investor a general idea of how the company is doing financially. This will help the decision process of buying in or not.\n\nAn indication of interest inmergers and acquisitionsis similar in intent to an IOI for an initial public offering. But there are some different components involved. Once again, it is a non-binding agreement, but this kind of IOI usually comes as a prepared letter written by a buyer and addressed to the seller.\n\nThe purpose is to communicate a genuine interest in purchasing a company. Among other things, an IOI should provide guidance on a target valuation for the acquisitiontarget company, and it should also outline the general conditions for completing a deal. Elements of a typical IOI for M&A often include, but are not limited to:\n\nAn indication of interest (IOI) is an informal notice of an investor's interest in purchasing or acquiring an asset. It is non-binding and less definitive than aletter of intent (LOI). The indication of interest includes value ranges and less specific transaction details. The IOI, coming before the LOI, begins the negotiation process.\n\nAt the end of negotiations, the formal LOI is created, defining the specific details of the transaction. Like the IOI, it is not a legally binding agreement. Rather, it expresses the investor's commitment to purchase a security and serves as the foundation for the formal contract.\n\nUpon review, an agreement can be made if the seller accepts the terms of the LOI. Upon execution, the seller enters an exclusive agreement with the buyer, prohibiting them from engaging with other buyers for a period.\n\nEither party to a transaction can terminate negotiations since IOIs and LOIs are non-binding.\n\nIn May 2008, Blackbaud'schief executive officer (CEO)Marc Chardon submitted a revised IOI to Richard LaBarbera, president and CEO of Kintera. The offer expressed Chardon's interest in acquiring 100% of his company.In the notice, he asked for a time-bound exclusive deal in exchange for a higher all-cash offer.\n\nIn its management retention plan, Chardon proposed that Kintera's CEO and some executives and senior managers would receive employment agreements. The IOI also outlined the exclusivity conditions. It stated that until the purchase agreement was executed or when the purchaser terminatednegotiations, Kintera could not enter into an agreement with a third party regarding an acquisition, discuss or negotiate with a third party, provide information about Kintera to a third party, solicit proposals, or allow representatives of the company to engage in any of these prohibited activities.\n\nThe end of the notice listed the binding provisions, including the notice's termination date (May 21, 2008) and statements about the IOI being a non-binding precursor to an agreement.\n\nAn actionable indication of interest is an IOI that provides specific details about the purchase.Such details include the symbol of the security, a price comparable to or exceeding theNational Best Bid and Offer (NBBO), size, etc.\n\nThe buyer submitting the notice can cancel the indication of interest.If left unconfirmed beyond the confirmation period, it will be canceled automatically.\n\nA natural indication of interest occurs when IOI originates with the customer, rather than a firm. FINRA defines it as referring \"either to customer interest a firm represents on an agency basis or to proprietary interest that was established to facilitate a customer order or as part of an execution of a customer order on ariskless principalbasis.\"\n\nAn indication of interest is a brief letter or notice that expresses a buyer's interest in buying a security in registration or a company's interest in acquiring another company. For investments, the IOI precedes the IPO, and in finance, it precedes the letter of intent. Although it is not a formal agreement, it carries weight as it communicates the serious interest of the buyer.\n\nBusiness Transition Strategies. \"Why an IOI can help get a better LOI.\"\n\nRose Biz. \"Top 12 Most Common M&A Acronyms you Need to Know.\"\n\nU.S. Securities and Exchange Commission. \"EX-99.(D)(10) 16 dex99d10.htm INDICATION OF INTEREST LETTER.\"\n\nMarkets Media. \"Banks: SEC Raising Bar on Trade-Order Transparency.\"\n\nSoFi. \"Can I change or cancel my indication of interest?\"\n\nFINRA. \"Regulatory Notice: Indications of Interest,\" Page 2.",
  "url": "https://www.investopedia.com/terms/i/ioi.asp"
}