{
  "term": "What Is a Wasting Asset?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA wasting asset is an item that has a limited life span and irreversibly declines in value over time. Examples include depreciatingfixed assetssuch as vehicles and machinery and securities with time decay, likeoptions, which continually losetime valueafter purchase.\n\nAny asset that decreases in value is a wasting asset. A truck used for business purposes will decrease in value over time.Accountantsattempt to quantify the decrease by assigning adepreciationschedule to recognize the loss.\n\nAterm life insurancepolicy or a maintenance contract has a time of expiration and will expire worthless. A natural resource supply, such as a coal mine or oil well, has a limited lifespan and will decrease in value as the resource is extracted and the remaining supply is depleted. The owner calculates thedepletionrate to arrive at an expected life span.\n\nIn the financial markets, options are the most common type of wasting asset. An option's value has two components: time value andintrinsic value. As the option's expiration date nears, the time value gradually declines toward zero. At expiration, an option is worth only its intrinsic value. If it isin the money(ITM), its value is the difference between the strike price and the underlying asset's price. If it isout of the money(OTM), it expires worthless.\n\nOther derivative contracts, such asfutures, have a wasting component. As a futures contract nears expiration, thepremiumordiscountdecreases. Only the premium or discount wastes away, and the futures contract is worth something at expiration, unlike an OTM option.\n\nInvestors watch the expiration for anyderivative, especially options. Options strategies tend to be shorter-term, most expiring within one year. There are longer-term options calledlong-term equity anticipation securities(LEAPS), which expire in one year or longer.\n\nAssume a trader buys an option contract on the SPDR Gold Shares (GLD). If thetrusttrades at $127, they buy anat-the-money(ATM) call option with a strike of $127. This option has no intrinsic value since it is ATM and not ITM. The option, which expires in two months, has a premium of $2.55. The option costs $255 for an option contract of 100 shares ($2.55 x 100 shares).\n\nFor the call buyer to make money, the price of GLD will need to rise above $129.55 ($127 + $2.55). This is thebreakeven point. If the price of GLD is below $127 at expiry, the option will expire worthless, and the trader will lose $255. The writer has captured the time value or wasting asset portion of the option while the buyer has lost it.\n\nIf GLD trades above the strike price at $128 at the option's expiry, the buyer will still lose money. They are fetching $1, but the option costs $2.55, so the loss is $1.55 or $155, which is the option writer's profit.\n\nIf the price of GLD is above $129.55 at an expiry of $132, then the buyer will cover the cost of the time value. The buyer's profit is $2.45 ($132 - $129.55), or $245 for the contract. The writer loses $245 if they wrote anaked calloption or has an opportunity cost of $245 if they wrote acovered call.\n\nIRS Publication 946provides guidelines for taxpayers to claim depreciation for wasting assets such as vehicles.\n\nOptions traders canwrite optionsto take advantage of time value decay. Sellers of options collect money when they write the contract and keep the entire amount, called the premium if the option expires worthless. In contrast, the buyer of the options loses the premium if the option expires worthless.\n\nAny trader making a directional bet on theunderlying assetby buying options can still lose money if the underlying does not move in the desired direction quickly. For example, a bullish trader buys acall optionwith astrike priceof $55 when the current price is $50. The trader will make money if the stock moves above $55 minus the premium paid, but it must do so before the option expires.\n\nA wasting asset, such as vehicles, non-renewable resources, and financial market options, declines in value over time. Accountants use depreciation formulas to account for the loss of tangible assets, like a work truck. In the financial market, traders can lose money as options move toward expiration and the investment vehicle loses value.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.",
  "url": "https://www.investopedia.com/terms/w/wastingasset.asp"
}