{
  "term": "What Is an Account Balance?",
  "definition": "An account balance is the amount of money in a financial repository, such as a savings or checking account, at a specific time. It factors in all debits and credits. Account balances are also shown on billing statements for credit cards, utilities, and loans.\n\nAn account balance reflects totalassetsminus total liabilities. In banking, the account balance is the money available in acheckingor savings account. It's the net amount available after all deposits and credits have been balanced with any charges or debits.\n\nAn account balance for investments in brokerage accounts can change daily assecurityprices rise and fall in the market.Other types of accounts also have an account balance, such as a utility bill or a mortgage loan. The account balance for these accounts shows the amount owed.\n\nA bank account balance can be inaccurate if a check has yet to clear the bank or a pending transaction has not yet gone through.\n\nFor example, a credit card might have several purchases and a refund charge. The amounts posted might be $100, $50, and $25, and a returned item that costs $10. The account balance includes purchases totaling $175 and items returned for $10. The net of the debits and credits is $165, or $175 minus $10, which is the account balance.\n\nFor a checking account, if the starting balance is $500, and a check for $1,500 is received, but an automatic payment is scheduled for $750, the account balance might show $2,000 immediately, but the actual account balance is $1,250.\n\nFor credit cards, account balances represent the total debt owed at the start of the statement date and include any debt rolled over from previous months with interest charges. Available credit is the term used alongside the account balance to indicatehow much of the credit line is left to spend.\n\nAccount holders can check balances by signing in to their bank's app or website, looking at their latest transactions, or visiting the local branch and speaking with a representative.\n\nChecking, savings, and brokerage accounts all have account balances. However, expenses like utility bills, mortgage loans, or credit cards also have account balances.\n\nAvailable credit refers to the amount remaining on the credit line. It can be determined by subtracting the account balance from the credit limit.\n\nYes, because your bank account balance shows you how much money you have available in your account. The money is there for you to withdraw or leave in the account, possibly to earn interest payments.\n\nAn account balance represents the available funds in a financial account, such as a checking, savings, or investment account. A brokerage account balance can change daily as security prices rise and fall in the market. A bank account balance can be inaccurate if pending transactions exist but haven't yet been posted or recorded.\n\nAccountingTools. \"Account Balance Definition.\"\n\nBank of America. \"Managing Your Investment Account.\"",
  "url": "https://www.investopedia.com/terms/a/accountbalance.asp"
}