{
  "term": "What Is Depreciation Recapture?",
  "definition": "Depreciation recapture comes from a straightforward principle: if you claimed tax deductions for an asset based on depreciation, but later sold it for more than its book value, then it was worth more than its book value and not all of those deductions for depreciation were warranted.\n\nDepreciation recapture is when the Internal Revenue Service (IRS) collects taxes after you sell business assets at a value higher than the book value used to cut your taxable income.\n\nSay you bought a pizza oven for your small business for $50,000. Over the next five years, you claim $30,000 in tax deductions due to depreciation, helping lower your tax bills and leaving the oven with a book value of $20,000 after depreciation. But then you sell the oven to another restaurant for $35,000. At that point, the IRS will tax the $15,000 difference to make up for the previous, unwarranted deductions. That's depreciation recapture at work.\n\nMany business owners are caught off guard by depreciation recapture because when they file their taxes they focus on the difference between the sale price and their original purchase price rather than the adjusted cost basis after depreciation.\n\nIn addition, if the depreciation was used to deduct from your ordinary income, any gains from selling the asset must be reported as ordinary income, not the more advantageous capital gains tax rate assessed on some gains during depreciation recapture.This is reported onIRSForm 4797.\n\nWhen you drop your smartphone and shatter its screen six months after buying it, you've just seen depreciation firsthand—assets losing value over time through use, wear and tear, or becoming obsolete. Since this is a foreseeable part of owning business equipment—things that don't lose value like this, such as land, are treated differently—the IRS lets businesses deduct the cost of buying these assets over time.\n\nBusinesses don't just track depreciation for tax breaks—it's also a critical bookkeeping practice that shows how these assets lose value over time. Think of it like buying a car to get to work: it would look like a boondoggle if you just considered what you paid against your income the first year you have it. Let's say you own the car for six years. Each year, it loses value, and you might use that amount as a more accurate figure (rather than the entire sale price all at once) for what it costs as part of your commute.\n\nSimilarly, by spreading these costs over time in their financial records, companies give investors and lenders a clearer picture of their true financial health. After all, a delivery van bought today won't be worth the same amount five years from now, even if you paid cash for it upfront.\n\nThis practice follows standard accounting rules (known asGAAP) that require businesses to match their expenses with the income they generate. For example, if a restaurant buys an industrial oven that will help make pizzas for the next decade, it makes sense to spread that oven's cost across the years it will be used rather than showing the full expense in year one.\n\nDepreciation lets business owners and investors claim this loss in value as a deduction on their taxes. The IRS publishes depreciation schedules for different classes of assets, setting out the percentage of an asset’s value that may be deducted each year and for how long.\n\nThis tax break helps businesses reinvest in their operations, but it comes with a catch: when you eventually sell that depreciated asset, the IRS will want to recoup some of those tax benefits you claimed over the years if you sell the asset for more than its depreciated value.\n\nFor recapture purposes, the IRS divides business and investment assets into two main categories:Section 1245includes most business equipment, machinery, and vehicles, andSection 1250covers real estate investments like apartment buildings or office spaces.\n\nWhen you sell assets in these different categories, they are treated differently on your taxes. Equipment and machinery sales (Section 1245) trigger recapture taxed as regular income, which could be as high as 37%. The recapture rate for real estate investors is capped at 25% for properties, though profits beyond the recaptured amount may qualify for lower capital gains rates.\n\nIn addition, the IRS requires real estate investors to use straight-line depreciation (deducting the same amount each year rather than taking larger deductions early on).\n\nLet's go through an example using Section 1245 property. Say you buy a commercial pizza oven for $50,000. Each year, you claim $5,000 in depreciation deductions, lowering your taxes. After five years, you've claimed $25,000 in total depreciation, making your adjusted cost basis $25,000 (the original cost minus total depreciation).\n\nIf you sell that oven for $30,000, it might be intuitive to say you've done so at a loss, since you paid $20,000 more for it originally. However, the IRS sees this differently, comparing your sale price ($30,000) with your adjusted cost basis ($25,000), meaning you have a $5,000 gain that's now subject to depreciation recapture.\n\nYou'll pay your regular income tax rate on that $5,000 gain, not the lower capital gains rate. Why? Because you already benefited from claiming $25,000 in depreciation deductions against your regular income over those five years.\n\nNow, let's say there's a sudden run on pizza ovens like the one you own, and you quickly find a buyer willing to give you $60,000. Since you claimed $25,000 in total depreciation, the first $25,000 of gain versus the adjusted cost basis is taxed as ordinary income through recapture. The additional $10,000 gain qualifies for the more favorable capital gains tax rate.\n\nTax-savvy business owners factor in potential recapture taxes when setting the sale price for their depreciated equipment.\n\nReal estate investors get a better deal on depreciation recapture. While business equipment gets taxed at your regular income rate, real estate depreciation recapture is capped at 25%. The tax break comes with strings attached. You must use what's called straight-line depreciation, which means claiming equal deductions each year over your property's designated life span.\n\nWhen you sell a property for more than its original purchase price, the sale price gets split into two parts. First, any profit up to the amount of depreciation you've claimed in previous years gets the maximum 25% recapture rate. Any profit above your original purchase price qualifies for the lowerlong-term capital gains rate(typically 15% for most investors).\n\nLet's see how depreciation recapture works with a rental property. Suppose you buy a small apartment building for $500,000. The IRS allows you to depreciate residential rental properties over 27.5 years, so you can deduct about $18,182 each year ($500,000 ÷ 27.5).\n\nAfter owning the building for 10 years, you decide to sell it, getting $700,000. At that point, you would have claimed about $181,820 in depreciation deductions. This makes youradjusted cost basisabout $318,180 ($500,000 - $181,820).\n\nHere are the calculations from here:\n\nDepreciation recapture reflects a simple idea: If you claimed tax breaks because an asset was supposedly losing value but then sold it for more than its depreciated worth, those tax breaks weren't, in the end, justified—after all, the equipment wasn't really losing value if someone paid more for it.\n\nFor business equipment, you'll pay your regular income tax rate on gains up to the amount of depreciation you claimed. Real estate investors face a more favorable maximum rate of 25% on depreciation recapture. The key to managing these taxes lies in keeping detailed depreciation records, understanding your adjusted cost basis, and factoring potential recapture taxes into your selling decisions.\n\nInternal Revenue Service. \"Publication 544 Sales and Other Dispositions of Assets,\" Pages 2-3, 26-33, 36.\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"\n\nInternal Revenue Service. \"1.35.6 Property and Equipment Accounting.\"\n\nInternal Revenue Service. \"Publication 527 (2024), Residential Rental Property.\"\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"",
  "url": "https://www.investopedia.com/terms/d/depreciationrecapture.asp"
}