{
  "term": "What Are Crypto Tokens, and How Do They Work?",
  "definition": "A crypto token is a representation of an asset or interest that has been tokenized on an existing cryptocurrency's blockchain. Crypto tokens and cryptocurrencies share many similarities, but cryptocurrencies are the native asset of a blockchain.\n\nCrypto tokens are often used to raise funds for projects and are usually created, distributed, sold, and circulated through an initial coin offering (ICO) process, which involves a crowdfunding round.\n\nAlthough there were cryptocurrencies that forked from Bitcoin and Ethereum previous to the 2017 ICO boom, the first recognizedICOand token was Mastercoin. Mastercoin was created by J.R. Willet and announced on January 2012 via Bitcoin Forum. He titled his whitepaper \"The Second Bitcoin Whitepaper.\"\n\nMastercoin was one of the first projects to describe using layers to enhance a cryptocurrency's functionality. The project linked the value of Mastercoin to Bitcoin's value and explained how the project would use the funds to pay developers to create a way for users to make new coins from their Mastercoins.\n\nBetween 2012 and 2016, crypto token creation and ICO increased until 2017—token offerings skyrocketed as investors seemed to become aware of them and the possible increase in value they promised.Developers, businesses, and scammers began creating tokens rapidly in attempts to take advantage of the fund-raising boom—so much so that regulatory agencies began issuing alerts to investors warning them about the risks of ICOs.\n\nNot all crypto tokens and ICOs are scams. Many are legitimate efforts to raise funds for projects or startups.\n\nThe ICO bubble burst in 2018—shortly after, initial exchange offerings (IEO) emerged, where exchanges began facilitating token offerings.Exchanges claimed to have vetted the token offerings, reducing the risks to investors; however, scammers used the exchanges to promote their scams.\n\nRegulatory agencies issued alerts to investors about the risks involved in participating in an IEO; they also alerted exchanges that they were required to register with the authorities if they were facilitating these fund-raising efforts. The logic was that the exchanges might be acting as alternative trading systems or broker/dealers, which by law are required to register.\n\nCrypto tokens are still being created and used to raise funds for projects through ICOs. Whitepapers read like pitchbooks, outlining the token's purpose, how it will be sold, how the funds will be used, and how investors will benefit.\n\nThe single most important concern about crypto tokens is that because they are used to raise funds, they can be and have been used by scammers to steal money from investors.\n\nHowever, it can be difficult to distinguish between a scam token and one representing an actual business endeavor.\n\nHere are some factors to look for when you're looking at a crypto token:\n\nCrypto or cryptography refers to the various encryptionalgorithmsand cryptographic techniques that safeguard crypto tokens and currencies, such as elliptical curve encryption, public-private key pairs, and hashing functions. Cryptocurrencies, on the other hand, are virtual currencies on a blockchain. These systems that allow for secure online payments and the storing of value.\n\nCrypto tokens are transactional units created on top of existing blockchains by blockchain companies or projects. They are created using standard templates like that of theEthereumnetwork. Such blockchains work on the concept ofsmart contractsordecentralized applications, wherein the programmable, self-executing code is used to process and manage the various transactions that occur.\n\nA smart contract is a self-executing program that automates transactions. Two parties agree on terms. Then code is written to execute the transaction once the agreed upon terms are met.\n\nFor example, you might receive a crypto token representing a certain number of customer loyalty points on a blockchain that manages such details for a retail chain. Another crypto token might give the token holder the entitlement to view 10 hours of streaming content on a video-sharing blockchain. A token can even represent other cryptocurrencies, such as a crypto token equalling 15 bitcoins on a particular blockchain. Such crypto tokens are tradable and transferrable among the various participants of the blockchain\n\nInvestors can use crypto tokens for any number of reasons. They can hold onto them to represent astakein the cryptocurrency company or for an economic reason—to trade or make purchases of goods and services. As a practical example, decentralized storage provider Bluzelle allows you to stake yourtokensto help secure its network while earning transaction fees and rewards.\n\nTheFinancial Industry Regulatory Authority (FINRA)continues to issue alerts about cryptocurrency and token fraud, so be sure you research before investing in any cryptocurrency—the same way you would with any stock.\n\nThe term crypto token is often erroneously used interchangeably with \"cryptocurrency.\" However, these terms are distinct from one another.\n\nA cryptocurrency is used for making or receiving payments using a blockchain, with the most popular cryptocurrency beingBitcoin(BTCUSD). Altcoins are alternative cryptocurrencies that were launched after the massive success achieved by Bitcoin. The term means alternative coins—that is—cryptocurrency other than Bitcoin. They were launched as enhanced Bitcoin substitutes that have claimed to overcome some of Bitcoin's pain points.Litecoin(LTCUSD),Bitcoin Cash(BCHUSD),Namecoin, andDogecoin(DOGEUSD) are typical examples of altcoins. Though each has tasted varying levels of success, none have managed to gain popularity akin to Bitcoin's.\n\nWhile cryptocurrencies have their own blockchain and are its native asset, crypto tokens are built on an existing blockchain, which acts as a medium for the creation and execution of decentralized apps and smart contracts. The tokens are used to facilitatetransactionson the blockchain. In many cases, tokens go through an ICO and then transistion to this stage after the ICO completes.\n\nCrypto tokens generally facilitate transactions on a blockchain but can represent an investor's stake in a company or serve an economic purpose, similar tolegal tender. However, tokens are not legal tender. This means token holders can use them to make purchases or trades just like other securities to make a profit.\n\nBitcoin is a coin also known as a cryptocurrency. It can be used to trade, store value, or make purchases.\n\nThe main difference is that crypto coins have their own independent blockchain, whereas tokens are built on an existing blockchain. Crypto coins are designed to be used as currency, while crypto tokens are intended to represent an interest in an asset and facilitate transactions on a blockchain.\n\nBlockchain tokens include reward, utility, security, governance, and asset tokens.\n\nCrypto tokens are digital representations of interest in an asset or used to facilitate transactions on a blockchain. They are often confused with cryptocurrency because they are also tradeable and exchangeable.\n\nCrypto tokens are often used as a way to raise funds for projects in initial coin offerings. ICOs have been abused by many parties to fool investors into contributing funds, only to disappear, but many are valid fundraising attempts by legitimate businesses. If you're considering crypto tokens as an investment, be sure to do your research on the team or company offering them.\n\nInvesting in cryptocurrencies and other Initial Coin Offerings (“ICOs”) is highly risky and speculative, and this article is not a recommendation by Investopedia or the writer to invest in cryptocurrencies or other ICOs. Since each individual's situation is unique, a qualified professional should always be consulted before making any financial decisions. Investopedia makes no representations or warranties as to the accuracy or timeliness of the information contained herein. As of the date this article was written, the author does not own cryptocurrency.\n\nBitcoin Magazine. \"Mastercoin: A Second-Generation Protocol on the Bitcoin Blockchain.\"\n\nCointelegraph. \"History of Crypto: The ICO Boom and Ethereum’s Evolution.\"\n\nEuropean Securities and Markets Authority. \"Esma Highlights ICO Risks for Investors and Firms.\"\n\nU.S. Securities and Exchange Commission. \"Investor Alert: Public Companies Making ICO-Related Claims.\"\n\nYahoo Finance UK. \"‘Unsustainable’ Crypto Startup Funding Bubble Has Burst.\"\n\nU.S. Securities and Exchange Commission. \"Initial Exchange Offerings (IEOs) – Investor Alert.\"\n\nU.S. Securities and Exchange Commission. \"Cryptocurrencies/ICOs.\"\n\nFasterCapital. \"The Rise of BananaCoin: A New Cryptocurrency Craze.\"\n\nFINRA. \"How To Avoid Cryptocurrency-Related Stock Scams.\"",
  "url": "https://www.investopedia.com/terms/c/crypto-token.asp"
}