{
  "term": "What Is Channel Stuffing? How It Works, Purpose, and Legality",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nChannel stuffing is a deceptive business practice used by a company to inflate its sales and earnings figures by deliberately sending retailers along itsdistribution channelmore products than they are able to sell to the public. Channel stuffing typically would take place immediately prior to a reporting period such as quarter-end or year-end, so that management, fearful of bad consequences to their compensation, can \"make their numbers.\"\n\nChannel stuffing refers to the practice of a company shipping more goods to distributors and retailers along the distribution channel than end-users are likely to buy in a reasonable time period. This is usually achieved by offering lucrative incentives, including deep discounts, rebates, and extended payment terms, to persuade distributors and retailers to buy quantities in excess of their current needs.\n\nUsually, distributors retain the right to return any unsold inventory which calls into question whether a final sale has actually occurred. “Stuffing” the distribution channel is frowned upon by theSecurities and Exchange Commission (SEC)as a practice used by companies to accelerate revenue recognition to reachshort-term revenueand earnings targets, and as such, misleading to investors.\n\nBy channel stuffing, distributors temporarily increase sales figures and related profit measures for a particular period. This activity also causes an artificial bump up of accounts receivables. However, unable to sell the excess products, retailers will send back the surplus goods instead of cash to the distributor, who then must readjust itsaccounts receivable(if it adheres to GAAP procedure) and ultimately its bottom line.\n\nIn other words, stuffing always catches up with the company, because it cannot maintain sales at the rate it is stuffing. Channel stuffing is not confined to the wholesale and retail trade; it can take place in the industrial sector, high tech industry, and the pharmaceutical industry as well. Valeant Pharmaceuticals isan egregious example of a companyfound guilty in 2016 of channel stuffing.\n\nChannel stuffing accusations have also been levied against the automobile industry, which sends too many new cars to dealerships than demand warrants in order to inflate sales figures.\n\nThis fraudulent practice is usually done in an attempt to hit compensation targets or to raise the value of the stock or prevent its fall upon release of quarterly or annual results.\n\nIn August of 2004, pharmaceutical company Bristol-Meyers Squibb (NYSE: BMY) agreed to pay $150 million to settle a channel stuffing suit by theSEC.\n\nCourt documents reveal the following:\n\nIn addition to paying its multi-million dollar fine, in March 003, Bristol-Myers restatedpior financial statements and disclosed its channel-stuffing activities and improper accounting.\n\nU.S. Securities and Exchange Commission. \"Bristol-Myers Squibb Company Agrees to Pay $150 Million to Settle Fraud Charges.\"\n\nU.S. Securities and Exchange Commission. \"Accounting and Auditing Enforcement Release No. 2075 / August 4, 2004.\"",
  "url": "https://www.investopedia.com/terms/c/channelstuffing.asp"
}