{
  "term": "What Is Poverty? Meaning, Causes, and How To Measure",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe term poverty refers to the state or condition in which people or communities lack the financial resources and other essentials for a minimumstandard of living. As such, they cannot meet their basic human needs.\n\nPeople and families who live in poverty may go without proper housing, clean water, healthy food, and medical attention. Each nation may have its own criteria for determining the poverty line and counting how many of its people live in poverty.\n\nPoverty is a socioeconomic condition that is the result of multiple factors—not just income. These factors include race, sexual identity, sexual orientation, and access to education, among others.\n\nPoverty refers to the lack of adequate financial resources such that individuals, households, and entire communities don't have the means to subsist or to acquire the basic necessities for a flourishing life. This absence of means can result in struggles to obtain food, clothing, shelter, and medicine.\n\nPoverty is both an individual concern as well as a broader social problem. At the individual or household level, not being able to make ends meet can lead to a range of social, physical, and mental issues. At the societal level, high poverty rates can be a damper oneconomic growthand be associated with problems like crime,unemployment, urban decay, poor education, and poor public health.\n\nGovernments often put social welfare programs in place to help lift individuals, families, and communities out of poverty. Some countries have stronger welfare states (social safety nets) than others. For instance, the United States tends to be much more individualistic and has relatively limited welfare programs. European countries, in comparison, have a much broader range ofwelfareprograms and supports for those in need.\n\nAccording to the latest census, the number of people in the U.S. who lived in poverty in 2022, or 11.5% of the nation's population.\n\nPoverty status in the U.S. is assigned to people whose income falls under a certain threshold, which is set by theDepartment of Health and Human Services (HHS).U.S. poverty rates, or the percentage of the U.S. population living in poverty, are calculated by the U.S.Census Bureau.\n\nWhen measuring poverty, the Census Bureau excludes the following people:\n\nEach year, the Census Bureau updates itspoverty thresholdstatistics. The table below shows the 2022 income thresholds for those in poverty. Each column represents the number of people living in a household under the age of 18.\n\nPoverty thresholds, as well as the number of children under the age of 18 in a home, are important because they help determine how government aid such as food assistance and medical care should be allocated.The measurement for those in poverty uses pretax income or income before taxes are taken out by theInternal Revenue Service (IRS).\n\nPoverty has decreased indeveloped countriessince theIndustrial Revolution. Increased production reduced the cost of goods, making them more affordable, while advancements in agriculture increasedcrop yields, as well as food production.\n\nTheinternational poverty lineis a monetary threshold under which an individual is considered to be living in poverty. This figure is calculated by taking the poverty threshold from each country—given the value of the goods needed to sustain one adult—and converting it into U.S. dollars. The current international poverty line is $2.15 per day.\n\nMany people around the globe still struggle to make ends meet. According to theWorld Bank, an estimated 700.6 million people lived in extreme poverty in September 2023.\n\nIt's estimated that more than 40% of the world's population lives in poverty, with the U.S. scoring the worst among developed nations. According to a report published in the journal Frontiers in Public Health, communities of color are more susceptible to poverty because of \"racist notions of racial inferiority and frequent denial of the structural forms of racism and classism\" globally and within the U.S.\n\nCOVID-19 was responsible for plunging roughly 100 million more people into extreme poverty, according to the World Bank.\n\nThe impact of poverty on children is substantial. Children who grow up in poverty typically suffer from severe and frequent health problems. Infants born into poverty have an increased chance of low birth weight, which can lead to physical and mental disabilities.\n\nIn certain developing countries, poverty-stricken infants are nine times more likely to die in their first month compared to babies born in high-income countries.Those who live may have hearing and vision problems.\n\nChildren in poverty tend to miss more school due to sickness and endure more stress at home. Homelessness is particularly hard on children because they often have little to no access to healthcare and lack proper nutrition, which often results in frequent health issues.\n\nPoverty is a difficult cycle to break and can pass from one generation to the next. It is often determined by socioeconomic status, ethnicity, gender, and geography.\n\nMany people are born into poverty and have little hope of overcoming it. Others may fall into poverty because of negative economic conditions,natural disasters, or surging living costs, as well as drug addiction, depression, and mental health issues.\n\nOther root causes of poverty include:\n\nFor those able to move out of poverty, progress is often temporary.Economic shocks,food insecurity, and climate change threaten their gains and may force them back into poverty.\n\nTypical consequences of poverty include alcohol and substance abuse, little to no access to education, poor housing and living conditions, and increased levels of disease. Access to good schools, healthcare, electricity, clean drinking water, and other critical services remains elusive for many in poverty.\n\nHeightened poverty is likely to cause increased tensions in society as inequality increases and, in turn, lead to rising crime rates.\n\nAs noted above, poverty isn't simply related to income levels. In fact, there are a number of factors that can push people to or below the poverty line. Discrimination is just one of them.\n\nIn some cases, governments may pass certain laws and regulations that prevent certain individuals or communities from accessing services, such as healthcare, education, or social services. These people may also be denied access to thelabor marketor housing, which can prevent them from reaching a suitable standard of living. In other cases, deep-rooted societal beliefs can isolate individuals, families, and entire communities.\n\nSome of the most common groups of people who may experience this type of discrimination include:\n\nAccording to the most recent statistics from the Williams Institute at the UCLA School of Law, poverty rates among members of the LGBTQ+ community have dropped since the COVID-19 pandemic. But rates are still higher than for those who don't identify as LGBTQ+. The most recent report showed that:\n\nThe report also indicated that LGBTQ+ people of color—notably, \"Black, Latinx/Hispanic, Native Hawaiian/Pacific Islander (NH/PI), American Indian/Alaskan Native (AI/AN), and Multiracial people\"—are more likely to experience poverty compared to White or Asian Americans.\n\nPoverty is commonlymeasured using income thresholdsin many countries. Centralized bodies like the Census Bureau collect data and update the information on an annual basis based oninflation.\n\nThis information, which, in the U.S., is reported through theConsumer Price Index for All Urban Consumers (CPI-U), generally includes income thresholds compiled from different sizes and types of families or households. Each family member in a household that falls under the threshold is considered to be in poverty, according to the Census Bureau.\n\nCertain types of individuals are not included in the count, as their level of poverty cannot be determined. These groups include:\n\nKeep in mind that using income thresholds is just one way that countries measure poverty.\n\nThe United Nations and the World Bank are major advocates of reducing world poverty. The World Bank has an ambitious target of reducing poverty to less than 3% of the global population by 2030.Some of the actionable plans to eliminate poverty include the following:\n\nFor poverty to be eradicated as the World Bank intends, communities, governments, and corporations need to collaborate to implement strategies that improve living conditions for the world’s poor.\n\nSome of these strategies may include boosting socioeconomic conditions, fighting and eliminating systemic racism, establishingminimum wagesthat align with the cost of living, providing paid leave, and promotingpay equity.\n\nThe countries with thehighest poverty ratesinclude South Sudan (82.30%), Equatorial Guinea (76.80%), Madagascar (70.70%), Central African Republic (68.80%), and Burundi (64.09%).\n\nAs of 2024, the states with the highest poverty rates were Louisiana (19.60%), Mississippi (19.40%), New Mexico (18.40%), West Virginia (16.80%), and Kentucky (16.50%). The District of Columbia's poverty rate is 16.50%.\n\nThe answer to this question is complicated and nuanced. Social welfare programs and private philanthropy are some avenues through which to provide for those in poverty, along with access to essentials like clean water, good food, and adequate healthcare. However, more is needed. Programs that encourage and help impoverished individuals to obtain skills, jobs, and education are crucial for a longer-term cure.\n\nPoverty is defined as the state or condition where people and communities cannot meet a minimum standard of living because theylack the proper resources. These include (but aren't limited to) financial resources, basic healthcare and education, clean drinking water, and infrastructure.\n\nLiving in the socioeconomic condition of poverty is a result of multiple factors such as race, sexual identity, sexual orientation, and access to education, among others.\n\nOrganizations such as the United Nations and the World Bank, which believe that poverty will continue to grow well beyond 2030, urge nations to fight it by implementing policies and regulations that can drastically improve the quality of living for all communities.\n\nU.S. Census Bureau. \"Poverty in the United States: 2022.\"\n\nU.S. Department of Health & Human Services. \"Poverty Guidelines.\"\n\nU.S. Census Bureau. \"Differences Between Available Surveys & Programs for Poverty.\"\n\nU.S. Census Bureau. \"How the Census Bureau Measures Poverty.\"\n\nU.S. Census Bureau. \"Poverty Thresholds.\"\n\nU.S. Department of Health & Human Services. \"Programs that Use the Poverty Guidelines as a Part of Eligibility Determination.\"\n\nThe World Bank. \"Fact Sheet: An Adjustment to Global Poverty Lines.\"\n\nThe World Bank. \"Global Poverty Monitoring Technical Note: September 2023 Update to the Poverty and Inequality Platform (PIP).\"\n\nFrontiers. \"Poverty, Racism, and the Public Health Crisis in America.\"\n\nNational Library of Medicine. \"Distribution and Determinants of Low Birth Weight in Developing Countries.\"\n\nThe World Bank. \"A Child Under 15 Dies Every Five Seconds Around the World – UN Report.\"\n\nUNICEF. \"Levels and Trends in Child Mortality.\"\n\nUCLA School of Law Williams Institute. \"LGBT Poverty in the United States.\"\n\nThe World Bank. \"Ending Extreme Poverty.\"\n\nWorld Population Review. \"Poverty Rate by Country 2024.\"\n\nWorld Population Review. \"Poverty Rate by State 2024.\"",
  "url": "https://www.investopedia.com/terms/p/poverty.asp"
}