{
  "term": "What Is a Revolver? Definition in Lending and How It Works",
  "definition": "A revolver refers to a borrower—either an individual or a company—who carries a balance from month to month via a revolving credit line. Borrowers are only obligated to make minimum monthly payments, which go toward paying interest and reducing principal debt. Revolvers are used by corporations to fund working capital needs, which are expenses for day-to-day operations, such as payroll.\n\nA revolver can sometimes be referred to as a revolver loan or revolving debt. However, revolver loans are usually fixed-rate credit products and are synonymous with business loans. A revolving credit line typically comes with a variable interest rate set by a bank, meaning it can fluctuate with market conditions.\n\nThe term revolver comes fromrevolving credit,a category of financing or borrowing. A revolver lets an individual consumer or a business open a line of credit through a credit card or line of credit bank account, where the credit issuer offers a specified level of credit over time. Credit issuers tend to profit handsomely from revolvers because the open-ended credit line means companies can use them frequently and keep them in use for extended periods of time. A credit card is the most common form of revolving credit.\n\nRevolving and non-revolving credit lines each have distinct advantages. Revolving financing allows the borrower to maintain an open credit line up to a specified limit. Non-revolving financing involves a loan whereby a one-time payout is issued to the borrower who must, in turn, make fixed payments according to a schedule. Revolver financing doesn't involve fixed payments orcoupon payments. Instead, a minimum monthly payment is due based on the balance and interest rate according to the terms of thecredit agreement.\n\nThe total amount of outstanding revolving debt in the United States as of Aug. 2023, according the Federal Reserve.\n\nNon-revolving credit loans are often obtained both by businesses seeking capital with which to finance new projects, and by consumers looking to buy homes, cars, and other big-ticket items. While the underwriting approval standards are typically the same for both revolving and non-revolving credit, revolving credit lines usually involve a more simplified application process.\n\nThe emergence offintechtechnologies has dramatically increased the availability of both revolving and non-revolving credit products, providing greater access to credit to underbanked populations. Consumers in the market for non-revolvingloansmay now choose from independent lenders, such as Lending Club or Prosper.\n\nConsumers and small businesses are often drawn to revolving credit due to low introductory rate offers and reward benefits. Furthermore, when borrowers make a payment, it reduces their outstanding debt balance and makes more money available for future borrowing. A borrower approved for a revolving credit line can keep the credit line open for an undefined period of time, so long as they remain in good standing with the credit issuer.\n\nTypically, non-revolving forms of credit, such as installment loans, will have lower interest rates than revolving lines of credit.\n\nRevolving credit accounts are quite common. Some examples include credit cards, personal lines of credit, or home equity lines of credit.\n\nRevolving credit accounts can be either secured or unsecured. For example, a home equity line of credit is secured by the equity in your home. A credit card, on the other hand, is unsecured.\n\nA revolver can refer to either the revolving credit account itself or the borrower. More often, it refers to the account. Revolving credit allows for flexible spending over time. But beware—high interest can cause you to spend more than you intended on some revolving accounts such as credit cards.\n\nBoard of Governors of the Federal Reserve System. \"Consumer Credit - G.19.\"\n\nMetro Community Development. \"What's Best For Your Business? A Revolving or Non-Revolving Line of Credit?\"",
  "url": "https://www.investopedia.com/terms/r/revolver.asp"
}