{
  "term": "What Is the Coupon Rate on a Bond and How Do You Calculate It?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA coupon rate is the nominal yield paid by afixed-incomesecurity, such as a bond. It is the annual coupon payments paid by the issuer relative to the bond's face or par value. Acouponrefers to the annual interest rate paid on a bond, paid from the issue date untilmaturity.\n\nThe coupon rate, or coupon payment, is thenominal yieldthe bond is stated to pay on its issue date. This yield changes as thevalue of the bond changes, thus giving the bond'syield to maturity (YTM).\n\nThe coupon rate is the interest rate paid on a bond by its issuer for the term of the security. The term \"coupon\" is derived from the historical use of actual coupons for periodic interest payment collections. Once set at the issuance date, a bond's coupon rate remains unchanged, and holders of the bond receive fixed interest payments at a predetermined time or frequency.\n\nA bond issuer decides on the coupon rate based on prevalent marketinterest rates, among other factors, at the time of the issuance. Market interest rates change over time, and as they move lower or higher than a bond's coupon rate, the value of the bond increases or decreases, respectively.\n\nChanging market interest rates affect bond values. Since a bond's coupon rate is fixed throughout the bond's lifetime, a bondholder is stuck with receiving comparably low interest payments if the market is offering a higher interest rate. An equally undesirable alternative is selling the bond for less than its face value. Thus, bonds with higher coupon rates provide a margin of safety against rising market interest rates.\n\nIf the market rate falls below a bond's coupon rate, the market price of the bond will increase. Other investors will pay more than the face value for the bond's comparably higher coupon rate.\n\nA bond's coupon rate can be calculated by taking the sum of the security's annual coupon payments and dividing them by the bond'spar value, then multiplying by 100 in order to be represented as a percent. The formula for coupon rate can be represented as:\n\nCoupon Rate = (Sum of annual coupon payments / Par value) x 100\n\nFor example, a bond issued with aface valueof $1,000 that pays a $25 coupon semiannually has a coupon rate of 5%. All else held equal, bonds with higher coupon rates are more desirable for investors than those with lower coupon rates. Excel software is alsohelpful for quickly calculatingthe bond's coupon rate.\n\nWhen investors buy a bond initially at face value and then hold the bond to maturity, the interest they earn on the bond is based on the coupon rate set at issuance. For investors acquiring the bond on the secondary market, depending on the prices they pay, the return they earn from the bond's interest payments may be higher or lower than the bond's coupon rate. This is the effective return called yield to maturity (YTM). Another way to express this is that the currentyield of a bond is the annual coupon paymentdivided by the current price of the bond.\n\nFor example, a bond with a par value of $100 but traded at $90 gives the buyer a yield to maturity higher than the coupon rate. Conversely, a bond with a par value of $100 but traded at $110 gives the buyer a yield to maturity lower than the coupon rate.\n\nConsider a scenario in which a bond has a par value of $100 and a coupon rate of 3%. This bond provides an annual interest payment totaling $3.\n\nIf an investor purchases that bond on the secondary market for $90, she will still receive the same $3 in interest payments over a year. The current yield is thus 3.33%. If a second investor purchases the same bond for $110, he will also receive the same $3 in annual interest payments. The current yield of the bond changes again because of the new price, becoming 2.73%.\n\nA coupon is an interest payment that a bondholder receives until the bond matures. The coupon rate represents those interest payments as a percentage: If a $200 bond has a coupon rate of 3%, then the bondholder expects to receive $6 every year until the bond matures.\n\nA bond's coupon rate is fixed when the bond is issued, but the interest rates on other bonds fluctuate according to market conditions. This means that the resale value of a bond will change according to prevailing interest rates. If market rates are low, the resale value of a bond with a high coupon rate will be very high. If market rates are high, the resale value of a bond with a low coupon will be even lower.\n\nA bond issuer decides on the coupon rate based on prevalent market interest rates, as well as other factors, at the time of the issuance. Market interest rates change over time. As they move lower or higher than a bond's coupon rate, the resale value of the bond increases or decreases, respectively. Since a bond's coupon rate is fixed throughout the bond's maturity, bonds with higher coupon rates provide a margin of safety against rising market interest rates.\n\nThe coupon rate is the annual income an investor can expect to receive while holding a particular bond. It is fixed when the bond is issued and is calculated by dividing the sum of the annual coupon payments by the par value. At the time it is issued, a bond's yield to maturity (YTM) and its coupon rate are the same. The YTM is the percentage rate of return for a bond assuming that the investor holds the asset until its maturity date. It is based on the sum of all of its remaining coupon payments and will vary depending on its market value and how many payments remain to be made.\n\nThe effective yield is the return on a bond that has its coupon payments reinvested at the same rate by the bondholder. It is the total yield an investor receives, in contrast to the nominal yield—which is the coupon rate. Essentially, effective yield takes into account the power of compounding on investment returns, while nominal yield does not.\n\nThe coupon rate refers to the interest rate paid on a bond by its issuer for the term of the security. Bond issuers set the coupon rate based on market interest rates at the time of issuance. A bond's coupon rate remains unchanged through maturity, and bondholders receive fixed interest payments at a predetermined frequency.\n\nAs market interest rates change over time, the resale value of the bond changes to reflect the relative attractiveness of the coupon rate. While the coupon rate stays constant, the bond's yield to maturity (YTM) varies depending on its market value and how many payments remain.",
  "url": "https://www.investopedia.com/terms/c/coupon-rate.asp"
}