{
  "term": "What Is Form 4562: Depreciation and Amortization?",
  "definition": "Form 4562: Depreciation and Amortization is anInternal Revenue Service(IRS) form used to claim deductions for thedepreciationoramortizationof an asset, expense certain property, and provide information on the business or investment use of automobiles and any other listed property.\n\nWhen individuals or businesses purchase property to use in their business, the IRS does not allow them to claim the full cost as a business deduction in the first year. However, they can deduct a portion of their costs each year by claiming a depreciation deduction and reporting it on IRS Form 4562.\n\nIndividuals and businesses can claim deductions for bothtangible assetssuch as a building andintangible assetssuch as a patent.Section 179property, which is actively used to conduct business, cannot include investment property, hotels, or property primarily held abroad.\n\nAnyone who wants to claim the following must fill out Form 4562 and include the following:\n\nSeparate forms must be filed for each business or activity for which a Form 4562 is required.For example, a new form must be filled out for each depreciation or amortizationdeductionbeing claimed for different properties. The IRS does not require detailed depreciation records to be attached, but taxpayers should keep such records in order to calculate the depreciation deduction.\n\nThis form does not apply to employees who wish to deduct job-related vehicle expenses.That deduction has been discontinued after the passing of the Tax Cuts and Jobs Act.\n\nFilers must include their name, taxpayer identification number, as well as the business activity for which the form is being filed.\n\nPart I of the form deals with Election to Expense Certain Property Under Section 179. The deduction applies to tangible personal property like machinery or equipment and for real, qualified property. Part II outlines the special depreciation allowance and other depreciation. This section must not include listed property. Part III is reserved forMACRSdepreciation. Under this, assets are assigned to a specific asset class, which has a depreciation period associated with it.\n\nIf you need more space, attach additional sheets. However, complete only one Part I in its entirety when computing your section 179 expense deduction. Start bydownloadinga copy of Form 4562: Depreciation and Amortization.\n\nInternal Revenue Service. \"Instructions for Form 4562,\" Page 1.\n\nInternal Revenue Service. \"Instructions for Form 4562,\" Page 2.\n\nU.S. Congress. \"H.R.1 - An Act to provide for reconciliation pursuant to titles II and V of the concurrent resolution on the budget for fiscal year 2018.\"",
  "url": "https://www.investopedia.com/terms/f/form-4562.asp"
}