{
  "term": "What Is a 457 Plan?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA 457 plan helps reduce an employee's annual income tax with pre-tax retirement savings.\n\nA 457 plan is atax-advantagedretirement savings plan for many state, local government, and some nonprofit organization employees. The 457(b) is the most common type. Like a401(k) planin the private sector, the 457(b) allows employees tosave pre-tax earnings in an account, reducing their annual income taxes while postponing the taxes due until the money is withdrawn during retirement.\n\nARoth versionof the 457(b) plan allows after-tax contributions. The 457(f) plan is a supplemental plan offered only to highly compensated executives in tax-exempt organizations.\n\nEmployees commonly choosemutual fundsandannuitieswith a 457 and can contribute up to 100% of their salary up to the IRS annual limit. For 2025, the 457(b) contribution limit is expected to rise to $23,500, up from $23,000 in 2024.\n\nThere is a catch-up limit of $7,500 as additional savings for those aged 50 and older. For example, if an employer permitscatch-up contributions, eligible workers may save $7,500 more a year, making their maximum contribution limit $31,000 ($23,500 + $7,500) in 2025.\n\nSection 109 of the 2022 SECURE 2.0 Act permits 457 plans to optionally offer higher catch-up contributions in 2025 for participants ages 60 to 63 before the end of the tax year. The maximum catch-up limit is the greater of $10,000 or 150% of the regular catch-up limit.Additionally, a 457 plan's \"double limit\" provision allows participants to contribute up to twice the annual limit for three years before the employee's normal retirement age.\n\nTheSECURE 2.0 Actraised the age for taking required minimum distributions (RMDs) to 73. Those who reached age 72 in 2023 must take their first RMD on April 1, 2025.\n\nA traditional 457 deducts contributions pretax, lowering workers' annual taxes. All interest and earnings generated annually remain untaxed until the funds are withdrawn.Unlike other tax-advantaged retirement plans, there's no penalty for early withdrawals with a 457. Those who retire early or resign can withdraw funds without incurring a 10% penalty from theInternal Revenue Service (IRS).\n\nA 457 account holder can take a penalty-free withdrawal without changing jobs, like a 401(k) account holder under \"unforeseeable emergencies.\"However, early withdrawals from a 457 are subject to a 10% penalty if the account holder rolls the funds over from a 457 to any other tax-advantaged retirement account, such as a 401(k).\n\nOne downside of a 457 plan is employers do not commonly match employee contributions. If they do, the employer contribution counts toward the maximum contribution limit.This is not the case for 401(k) plans.\n\nLooser rules for early withdrawals.\n\nEarly distributions allowed for participants who leave a job.\n\nNo taxes are due until money is withdrawn.\n\nEmployer contributions count toward contribution limits.\n\nEmployer contributions subject to a vesting schedule.\n\nLimited investment choices compared to private sector plans.\n\nThe 403(b) plan, like the 457(b), is primarily available to public service employees, such as public school teachers.The 403(b)began in the 1950s when it exclusively offered anannuityto participants.\n\nParticipants can still create an annuity or choose to invest in mutual funds.As of 2024, the 403(b) closely resembles the private sector's 401(k) plan. The annual contribution limits are identical to those of 457(b) and 401(k) plans.\n\nThe 457(b) plan is a version of the 401(k) plan designed for public and nonprofit workers. It helps employees save for retirement while deferring the tax bill until they retire and withdraw the money.The 457(f) plan is also known as aSupplemental Executive Retirement Plan (SERP). It is a retirement savings plan for only the highest-paid executives in the tax-exempt sector. They are mostly employed in hospitals, universities, and credit unions. A 457(f) supplements a 457(b).\n\nA 457(b) plan compares to a 401(k) plan. Both allow workers to lower taxable income and invest in retirement savings.However, contributions made to a 457(b) may not be matched by the employer like a 401(k).\n\nEmployees can withdraw without paying a tax penalty for any \"unforeseeable emergency.\"\n\nRetirees must take therequired minimum distribution (RMD)determined by the IRS. An RMD is a minimum amount that must be withdrawn from certain retirement plans, like a 457(b), each year once an individual reaches a certain age.\n\nA 457(b) plan is similar to a 401(k) but applies to employees of government agencies, public services, and nonprofit organizations such as hospitals, churches, and charitable organizations. The traditional version of this tax-advantaged retirement savings plan uses pretax contributions, whereas the Roth version uses post-tax contributions.\n\nInternal Revenue Service. \"IRC 457(b) Deferred Compensation Plans.\"\n\nNational Association of Plan Advisors. \"What’s the Latest with the 2025 Retirement Plan Limits?\"\n\nInternal Revenue Service. “Retirement Topics - 457(b) Contribution Limits.”\n\nThrift Savings Plan. \"SECURE Act 2.0, Section 109: Higher Catch-Up Limit to Apply at Age 60, 61, 62, and 63.\"\n\nMission Square Retirement. \"457(b) Retirement Plan Catch-Up Rules & Limits.\"\n\nInternal Revenue Service. \"Retirement Plan and IRA Required Minimum Distributions FAQs.\"\n\nInvestor.gov. “403(b) and 457(b) Plans.\"\n\nInternal Revenue Service. \"Comparison of Tax-Exempt 457(b) Plans and Governmental 457(b) Plans.\"\n\nUnited States Code. “26 USC 457: Deferred Compensation Plans of State and Local Governments and Tax-Exempt Organizations.”\n\nInternal Revenue Service. \"Unforeseeable Emergency Distributions From 457(b) Plans.\"\n\nInternal Revenue Service. \"Retirement Topics - Exceptions to Tax on Early Distributions.\"\n\nInternal Revenue Service. \"Comparison of Tax-Exempt 457(b) Plans and Governmental 457(b) Plans.\"\n\nInternal Revenue Service. \"401(k) Plan Overview.\"\n\nInternal Revenue Service. \"Section 403(b) Tax-Sheltered Annuity Arrangement.\" Page 1.\n\nInternal Revenue Service. \"403(b) Contribution Limits.\"\n\nBoliColi. \"457(f) Supplemental Retirement Plans.\"\n\nInternal Revenue Service. \"Retirement Topics — Required Minimum Distributions (RMDs).\"\n\nInternal Revenue Service. “Retirement Topics — Required Minimum Distributions (RMDs).”\n\nNational Society of Tax Professionals. “SECURE Act 2.0 – When Does the RMD Start?”",
  "url": "https://www.investopedia.com/terms/1/457plan.asp"
}