{
  "term": "What Is Rational Choice Theory?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nMichela Buttignol / Investopedia\n\nRational choice theory assumes that individuals make informed decisions instead of random choices.\n\nRational choice theory states that individuals seek to achieve outcomes aligned with their objectives to maximize theirself-interest. When limited options are available, individuals choose the path that provides the greatest benefit and satisfaction.\n\nAdam Smith was one of the first economists to develop the underlying principles of rational choice theory. In his book,\"An Inquiry Into the Nature and Causes of the Wealth of Nations\",published in 1776,Adam Smithintroduces the idea of the invisible hand. Theinvisible handis a metaphor for the unseen forces influencing a free-market economy.\n\nThe invisible hand theory assumes self-interest. Both this theory and further developments in rational choice theory refute any negative misconceptions associated with self-interest. Instead, these concepts suggest that rational actors acting with their self-interest in mind can create benefits for the economy at large.\n\nThrough the freedom of production, as well as consumption, the best interests of society are fulfilled. The constant interplay of individual pressures on marketsupply and demandcauses the natural movement of prices and trade. Economists who believe in the invisible hand theory lobby for less government intervention and more free-market exchange opportunities.\n\nRational actors are the individuals in an economy who make choices based on calculations and available information. Rational choice theory assumes that individuals, or rational actors, maximize their advantage in any situation and consistently try to minimize their losses. Economists may use this assumption of rationality as part of broader studies to understand certain behaviors of society as a whole. Like all theories, rational choice theory may explain collective behavior.\n\nRational choice theory also helps to explain behavior that seems irrational. Dissenters have pointed out that individuals do not always make rational, utility-maximizing decisions based onbehavioral economics, which explains the economic decision-making processes of individuals and institutions.\n\nEconomist Richard Thaler highlighted the limitations of the assumption that humans operate as rational actors. Thaler’s idea ofmental accountingshows how people place greater value on some dollars than others, even though all dollars have the same value.They might drive to another store to save $10 on a $20 purchase, but they would not drive to another store to save $10 on a $1,000 purchase.\n\nRational choice theory can help determine buying patterns, prices, demand, and supply when consumers make purchases based onutilityor the satisfaction a product or service provides.\n\nCritics of rational choice theory say that, in an ideal world, people always make optimal decisions that provide them with the greatest benefit and satisfaction. However, people are often moved by emotions and external factors.\n\nNobel laureateHerbert Simon, who rejected the assumption of perfect rationality in mainstream economics, proposed the theory of bounded rationality instead. This theory says people cannot obtain all the necessary information to make the best possible decision.\n\nSimon argued that knowledge of all alternatives, or all consequences that follow from each alternative, is realistically impossible for most decisions.\n\nHelpful in explaining individual and collective behaviors\n\nIndividual actions may contribute to the overall economy\n\nCan help to explain behavior that seems irrational\n\nIndividuals do not always make rational decisions\n\nPeople are often moved by factors such as emotions\n\nIndividuals do not have complete access to the information they need to make the most rational decisions\n\nThe main goal of rational choice theory is to explain why individuals and larger groups make certain choices, based on specific costs and rewards. According to rational choice theory, individuals use their self-interest to make choices that provide the greatest benefit. People weigh their options and make the choice they think will serve them best.\n\nStates, intergovernmental organizations, nongovernmental organizations, and multinational corporations are all made up of human beings. Rational choice theory helps to explain how leaders and other important decision-makers of organizations and institutions make decisions. Rational choice theory can also attempt to predict the future actions of these actors.\n\nOne of the strengths of rational choice theory is the versatility of its application. It can be applied to many different disciplines and areas of study. It also makes reasonable assumptions and compelling logic. The theory also encourages individuals to make sound economic decisions. By making sound economic decisions, an individual can acquire more tools that will allow them to further maximize their preferences in the future.\n\nRational choice theory surmises that individuals make choices that result in optimal utility. People would rather take actions that benefit them vs. actions that are neutral or harm them.\n\nAdam Smith Works. \"Adam Smith's Invisible Hand.\"\n\nFederal Reserve Board. \"Financial Regulation and the Invisible Hand.\"\n\nThe Nobel Prize. “Richard H. Thaler: Integrating Economics With Psychology.” Pages 2–3.\n\nThe Nobel Prize. “Studies of Decision-Making Lead to Prize in Economics.”",
  "url": "https://www.investopedia.com/terms/r/rational-choice-theory.asp"
}