{
  "term": "What Is Consumer Discretionary? Definition in Economic Indicators",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nConsumer discretionary is a term that describes goods and services that consumers consider non-essential but desirable if their availableincomeis sufficient to purchase them.\n\nExamples of consumer discretionary products and services can includedurable goods, high-end apparel, entertainment, leisure activities, and automobiles.\n\nCompanies that supply these types of goods and services are usually either called consumer discretionaries orconsumer cyclicals.\n\nThe consumer discretionary sector of the economy encompasses various industries, the companies of which produce consumer discretionary products. Individuals can focus their investing on this sector by buying consumer discretionary stocks, mutual funds, and ETFs.\n\nInvestopedia / Michela Buttignol\n\nThe purchase of consumer discretionary products is often compared with the purchase ofconsumer staples. Both product classifications are influenced by cycles of the economy.\n\nIn general, when the economy is strong, consumers earn more and spend more on consumer discretionary products. On the other hand, when an economy is contracting, consumers usually earn less and focus their spending more on products essential to their needs. These are known as consumer staples, also referred to asconsumer defensive.\n\nEconomic cycleshave a big influence onearnings powerand consumer spending in an economy. There are four stages of an economic cycle. They are defined as expansion, peak, contraction, and trough.\n\nA growing economy—expansion to peak—is usually characterized by stronger earnings for businesses and consumers. This coincides with more spending. A contracting economy—contraction to trough—generally has the opposite effect. That is, weaker earnings and less spending.\n\nWhen aneconomyis growing, it is usually expected that consumers will have moredisposable incometo spend on discretionary items. They'll be less concerned with saving for tough times. This leads to a greater demand for consumer discretionary products.\n\nAlternatively, in a weakening or weak economy, consumers are more likely to forego the purchases of non-essential consumer discretionary products in favor of adding to theirsavings.\n\nThese consumers, however, still need to buy consumer staples—such essential and basic household items as toilet paper, paper towels, food, beverages, and gas.\n\nThere are severaleconomic indicatorsthat help economists to determine the state of an economy. These indicators are also important for predicting trends for the consumer discretionary and consumer staples sectors.\n\nTypically,gross domestic product (GDP)is the number one metric for analyzing an economy. When GDP is growing, it indicates a strengthening economy where people and businesses are willing to spend more. Conversely, when GDP is decreasing, it is an indication of economiccontractionand the need for spending prudence.\n\nConsumer confidence can also be relevant. The consumer confidence indicator can shed light on future consumption and saving behaviors of households. This insight is tied to answers households provide when surveyed about their expected financial circumstances. It's also based on how they feel about economic conditions and unemployment.\n\nTypically in a weakening economy,consumer confidencedeclines and consumers tighten their belts.\n\nFor example, they may postpone vacations and delay the purchase of products that aren't essential for daily living. These products might include high-end clothing, big-screen televisions, and expensive new cars.\n\nThe reduceddemandfor consumer discretionary products is usually a precursor of lower sales for the companies that produce these products. Lower sales can lead to worsening economic conditions and greater economic contraction.\n\nAs of December 2022, the CCI was 108.3, up from 101.4 in November. A level above 100 indicates increasing consumer confidence. This means that they'll most likely save less and instead make major purchases in the following 12 months. Levels below 100 point to a pessimistic outlook for the economy. This may result in greater saving and less spending.\n\nTheBureau of Economic Analysis (BEA)releases a monthly report onpersonal income and outlays. It includes consumer income and spending figures. The latter is known as personal consumption expenditures (PCE). The report also includes the Personal Consumption Expenditures Price Index (PCEPI), a gauge of price inflation that is closely followed by the Federal Reserve (Fed).\n\nThe report documents the spending behavior of consumers. In growth phases, personal income and personal spending tends to increase, leading to more purchases of consumer discretionary products. During contractions, personal income and personal spending are usually lower and spending on consumer discretionary products decreases.\n\nInterest ratescan be an interesting metric to follow during all types of economic cycles. In general, interest rates rise in growth phases and fall during contractions. The level of interest rates is important for companies that tap the credit markets for business funding. U.S. monetary policy usually seeks to lower interest rates in contractionary phases to provide a business stimulus.\n\nOther closely followed indicators that can indicate consumer discretionary trends include the following:\n\nWhen an economy is growing, manysectorssee stock values increase and this can makeequitiesattractive. The higher values are due to increasing profits and more discretionary consumer income.\n\nThe stock shares of consumer discretionary companies tend to lead a general stock market decline at the beginning of a contraction.\n\nMany investors like to put their money into sectorexchange-traded funds (ETFs)to navigate through different types of economic cycles. ETFs can limit risks with broadeneddiversification, while allowing for the concentration of investment positions.\n\nFor the consumer discretionary sector, State Street Global Advisors (SSGA) offers one of the market’s top options.\n\nThe Consumer Discretionary Select Sector SPDR Fund (XLY) includes theS&P 500’sconsumer discretionary stocks. Its top five holdings, as of January 2023, were the following:\n\nFor those interested in the consumer staples sector, the SSGA offers the Consumer Staples Select Sector SPDR Fund (XLP). It includes the S&P 500’s consumer staples stocks. Its top five holdings, as of January 2023, were the following:\n\nThe demand forconsumer discretionary stocksnormally increases or decreases as the economy grows or weakens. And since consumers typically purchase non-essential goods when they have discretionary income, anything else that threatens that income, such as lower wages or increasing prices, may also affect stock values.\n\nHere are several widely recognized consumer discretionary stocks, in addition to those mentioned above,\n\nTheconsumer discretionary sectorconsists of a variety of industries that can be sensitive to changing economic conditions and bellwethers of consumer spending. The companies included in these industries react and adjust to changes in consumer discretionary income and purchases of non-essential products and services.\n\nIndustry performance is a useful gauge of trends in consumer spending. Consumer discretionary industries tend to thrive when people feel confident about income and spending is strong.\n\nThe consumer discretionary sector's manufacturing segment includes automotive, household durable goods, textiles & apparel and leisure equipment. The services segment includes hotels, restaurants and leisure facilities, media production and related services, and consumer retailing and services.\n\nHere are the industries in the consumer discretionary sector.\n\nThe term describes products and services that are desirable for consumers, but not essential to their daily living. In other words, rather than having to buy these products because they are necessities, they have the freedom to decide—the discretion—to purchase them, or not. Consumer discretionary purchasing usually increases when consumers have more money to spend.\n\nWhile consumer discretionary products are non-essential items that consumers typically can choose to buy when money is plentiful,consumer staplesare items that consumers feel are essential to their daily living. These are such things as toilet paper, food, beverages, medicine, toothpaste, and gas. People reduce spending on consumer discretionaries and focus on consumer staples as the economy weakens\n\nSome of the companies in consumer discretionary industries include Amazon.com Inc., Starbucks, Ford Motor Company, eBay, Tractor Supply Company, McDonald's, The Home Depot, Marriott International, and Domino's Pizza.\n\nYou can buy the stocks of companies found in the various industries within the consumer discretionary sector. For convenience and diversification purposes, you can buy a mutual fund that invests in them, such as the Vanguard Consumer Discretionary Index Fund Admiral Shares. Additionally, you can purchase an exchange-traded fund that follows the sector, such as the Consumer Discretionary Select Sector SPDR® Fund.\n\nThe term \"consumer discretionary\" refers to non-essential products and services that consumers tend to purchase when the economy is strong, consumer confidence is positive, and individuals have discretionary income to spend.\n\nThe consumer discretionary sector of the economy consists of manufacturing and services industries with consumer discretionary companies. Normally, these companies and their industries are sensitive to changing economic conditions.\n\nThe Conference Board. \"US Consumer Confidence Bounced Back in December.\"\n\nBureau of Economic Analysis. \"Personal Income.\"\n\nBureau of Economic Analysis. \"Full Schedule.\"\n\nState Street Global Advisers. \"The Consumer Discretionary Select Sector SPDR® Fund.\"\n\nState Street Global Advisers. \"The Consumer Staples Select Sector SPDR® Fund.\"",
  "url": "https://www.investopedia.com/terms/c/consumer-discretionary.asp"
}