{
  "term": "What Is Failure to Deliver, and What Happens With FTDs?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nFailure to deliver (FTD) refers to a situation where one party in a trading contract (whether it's shares, futures, options, orforward contracts) doesn't deliver on their obligation. Such failures occur when a buyer (the party with a long position) doesn't have enough money to take delivery and pay for the transaction at settlement.\n\nA failure can also occur when the seller (the party with a short position) does not own all or any of theunderlying assetsrequired at settlement, and so cannot make the delivery.\n\nWhenever a trade is made, both parties in the transaction are contractually obligated to transfer either cash or assets before thesettlement date. Subsequently, if the transaction is not settled, one side of the transaction has failed to deliver. Failure to deliver can also occur if there is a technical problem in the settlement process carried out by the respectiveclearinghouse.\n\nFailure to deliver is critical when discussingnaked short selling. When naked short selling occurs, an individual agrees to sell a stock that neither they nor their associated broker possess, and the individual has no way to substantiate their access to such shares. The average individual is incapable of doing this kind of trade. However, an individual working as a proprietary trader for a trading firm and risking their own capital may be able. Though it would be considered illegal to do so, some such individuals or institutions may believe the company they short will go out of business, and thus in a naked short sale they may be able to make a profit with no accountability.\n\nSubsequently, the pending failure to deliver creates what are called \"phantom shares\" in the marketplace, which may dilute the price of the underlying stock. In other words, the buyer on the other side of such trades may own shares, on paper, which do not actually exist.\n\nSeveral potential problems occur when trades don't settle appropriately due to failure to deliver. Both equity and derivative markets can have a failure to deliver occurrence.\n\nWith forward contracts, a party with a short position's failure to deliver can cause significant problems for the party with thelong position. This difficulty happens because these contracts often involve substantial volumes of assets that are pertinent to the long position's business operations.\n\nIn business, a seller may pre-sell an item that they do not yet have in their possession. Often this will be due to a delayed shipment from the supplier. When it comes time for the seller to deliver to the buyer, they can't fulfill the order because the supplier was late. The buyer may cancel the order leaving the seller with a lost sale, uselessinventory, and the need to deal with the tardy supplier. Meanwhile, the buyer will not have what they need. Remedies include the seller going into themarketto buy the desired goods at what may be higher prices.\n\nThe same scenario applies to financial andcommodityinstruments. Failure to deliver in one part of the chain can impact participants much further down that chain.\n\nDuring the financial crisis of 2008, failures to deliver increased. Much the same as checkkiting, where someone writes a check but has not yet secured the funds to cover it, sellers did not surrendersecuritiessold on time. They delayed the process to buy securities at a lower price for delivery.",
  "url": "https://www.investopedia.com/terms/f/failuretodeliver.asp"
}