{
  "term": "What Are Unclaimed Funds? Definition, How They Work, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nUnclaimed funds are funds owed to an individual that remain uncollected.\n\nUnclaimed funds are money and other assets whose rightful owner cannot be located. Unclaimed funds are typically turned over to the government after a certain period of time has passed.\n\nTo claim the funds or assets, the designated owner orbeneficiarymust file a claim. If the property is part of anestate, the claimant may have to prove their right to it.\n\nThere are various reasons why funds and other assets go unclaimed:\n\nUnclaimed property is property that has gone unclaimed beyond adormancy period. The dormancy period is an amount of time after a financial institution reports an account or asset as inactive up to when the government deems that it has been abandoned. For most states, the dormancy period is three to five years.\n\nWhen property is officially designated by the state asabandonedor unclaimed, it undergoes a process known as escheatment, where the state assumes ownership of that property until the rightful owner files a claim.\n\nUnclaimed property is not taxed while it is unclaimed. However, when it isreclaimed, the property may be officially recognized as taxable income, resulting in a tax bill for the claimant. Some unclaimed funds, such asinvestments in a 401(k) or an individual retirement account (IRA), can be reclaimed tax-free.\n\nNot all unclaimed funds originate with the government. Individuals may have unused money left ongift cards, positiveaccountbalances with banks and other financial institutions, and uncollectedsales commissionswith previous employers.\n\nAlso, beneficiaries of life insurance policies and other investments are common claimants to unclaimed funds. Businesses that hold on to unclaimed property are typically required legally to attempt to locate the asset owner. But if they’re unsuccessful, they may be required toescheatit to a state or local government.\n\nTypes of unclaimed property include uncashed payroll checks, securities in inactive brokerage accounts, court funds, dividends, checking and savings accounts, and estate proceeds.\n\nConsider an example in which an individual pays estimated federal taxes over the course of a year, files their taxes, and requests that any refund be mailed to their home address.\n\nBefore the refund is processed, they move and fail to disclose their new address to the tax authority. The refund is later processed and mailed to their last known address.\n\nTo deter fraud, correspondence and payments from tax authorities generally cannot be forwarded. So, the refund check is returned to the issuer and becomes unclaimed funds.\n\nThe onus now lies with the taxpayer to contact the government to reissue the check and send it to the correct address.\n\nFederal and state governments offer a variety of ways to check for unclaimed funds. For example, theInternal Revenue Service (IRS)allows taxpayers to check the status of a federal refund online via the Where’s My Refund? portal and offers a hotline that taxpayers can call.\n\nHowever, because the online refund portal is easier and less expensive to maintain than phone systems, the IRS emphasizes that customers should only call if directed by the online portal.\n\nThe federal government does not yet have one specific system available for people to check for all unclaimed funds or property. It also does not maintain a centralized database to monitor unclaimed funds at a federal level, nor does it have information about unclaimed funds for each state.\n\nIndividuals and businesses looking for unclaimed funds will likely have to contact the appropriate state agencies where unclaimed funds or property may exist.\n\nPeople can search variousdatabasesfor funds that they may be able to reclaim, such as tax refunds, unpaid earnings, and money in bank accounts and investment accounts.\n\nUnbeknownst to many individuals, most, if not all, government agencies are prohibited from contacting owners of unclaimed funds/assets by phone. Scammers understand this limitation and may attempt to defraud members of the public who aren’t aware of it.\n\nIn some instances, such as with unclaimed pensions managed by thePension Benefit Guaranty Corp. (PBGC), the names of individuals owed money are publicly listed. A scam artist may contact these individuals posing as a government employee and offer to help secure the unclaimed funds for a fee.\n\nA key indicator that someone is attempting to defraud is their request for a fee, aSocial Security number (SSN), or banking information.\n\nAfter a certain amount of time during which no one steps up to claim the money (e.g., in a bank account), it will be turned over to state authorities.\n\nUsually, they’re required to do so. If that effort fails to locate an owner, a bank will contact the relevant state government’s unclaimed property office.\n\nThat depends on your state’s escheatment laws and unclaimed property program. But normally, it’s three to five years of inactivity.\n\nUnclaimed funds are funds that have not been collected by their owners. They can be related to bank accounts, company pensions, wages, insurance policy funds, securities accounts, and more. After a certain number of years, unclaimed funds are turned over to the unclaimed property office in the state in which they are located.\n\nIndividuals can try to locate funds that they may be owed by contacting state offices and by searching various databases, includingMissing Moneyand theNational Association of Unclaimed Property Administrators.\n\nUSA.gov. “How To Find Unclaimed Money from the Government.”\n\nNational Association of Unclaimed Property Administrators. “What Is Unclaimed Property?”\n\nHelpWithMyBank.gov, U.S. Office of the Comptroller of the Currency. “When Is a Deposit Account Considered Abandoned or Unclaimed?”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Escheatment by Financial Institutions.”\n\nU.S. Government Accountability Office. “Retirement Accounts: Federal Action Needed To Clarify Tax Treatment of Unclaimed 401(k) Plan Savings Transferred to States.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Investor Bulletin: The Escheatment Process.”\n\nInternal Revenue Service. “Refunds.”\n\nNew Jersey Department of the Treasury. “Treasury Alerts N.J. Residents to Unclaimed Property Scam.”",
  "url": "https://www.investopedia.com/terms/u/unclaimed-funds.asp"
}