{
  "term": "What Is Mean Reversion, and How Do Investors Use It?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe concept of mean reversion is widely used in various financialtime series data, including price, earnings andbook value. When an asset's currentmarket priceis less than its average past price, it's considered attractive for purchase. Conversely, if the current price is above the average, it's expected to fall. Traders and investors use mean reversion for timing of their respective trading and investment strategies.\n\nMean reversion is a financial theory that suggests asset prices will eventually return to their long-termmeanor average. This concept is grounded in the belief that asset prices andhistorical returnswill gravitate toward a long-term average over time. The greater the deviation from this mean, the higher the probability that the asset's price will move closer to it in the future.\n\nThis theory has led to many investing strategies that involve the purchase or sale of stocks or othersecuritieswhose recent performances have differed greatly from their historical averages. However, a change in returns also could be a sign that a company no longer has the same prospects it once did, in which case it is less likely that mean reversion would occur.\n\nPercentage returns and prices aren't the only measures considered in mean reverting;interest ratesor even theprice-to-earnings (P/E) ratioof a company can be subject to this phenomenon.\n\nInvestors employ mean reversion strategies to capitalize on asset prices that have deviated significantly from their historical mean. The underlying assumption is that prices eventually will revert to their long-term average. Investors typically use mean reversion in the following ways:\n\nSome considerations involved in mean reversion involvetime horizonand market conditions. The effectiveness of a mean reversion strategy can vary based on the time horizon. Short-term traders may use intraday data, while long-term investors may use yearly data.\n\nAnother consideration is that mean reversion is more effective in range-bound markets and less so in trending markets.\n\nCalculating mean reversion involves a series of statistical and quantitative steps to measure how far an asset's price has deviated from its historical mean.\n\nFirst, historical price data is gathered for the respective asset. The time frame can vary based on the investor or trader's time horizon. Then the average price is computed over the selected time frame.\n\nMean=SumofpricesofPrices/NumberofObservationsMean = Sum of prices of Prices / Number of ObservationsMean=SumofpricesofPrices/NumberofObservations\n\nFrom there the deviation is calculated for each price point.\n\nDeviation=Price−MeanDeviation = Price - MeanDeviation=Price−Mean\n\nNext, thestandard deviationof the price series is computed, to understand the volatility.\n\nStandardDeviation=SquareRoot(SumofSquaredDeviations/(NumberofObservations−1)Standard Deviation = Square Root (Sum of Squared Deviations/ (Number of Observations -1)StandardDeviation=SquareRoot(SumofSquaredDeviations/(NumberofObservations−1)\n\nWith these figures, a Z-score is determined.The Z-score measures how many standard deviations an element is from the mean.\n\nZ−Score=Deviation/StandardDeviationZ-Score = Deviation / Standard DeviationZ−Score=Deviation/StandardDeviation\n\nA Z-score above a certain threshold (commonly 1.5 or 2) may indicate the asset is overvalued, and below a certain threshold (commonly -1.5 or -2) may indicate the asset is undervalued.\n\nMean reversion is a prominent concept intechnical analysis, serving as the underlying principle for various indicators and trading strategies. It helps traders identify overbought or oversold conditions, thereby providing potential entry and exit points. Some technical indicator tools where the concept of mean reversion is involved:\n\nDay tradinginvolves buying and selling financial instruments within the same trading day, often holding positions for just a few minutes or hours. Mean reversion plays a critical role in day trading strategies, as it helps traders capitalize on short-term price fluctuations.\n\nSome key strategies include intraday moving averages. Day traders often use short-term moving averages to identify the intraday mean price. When the asset's price deviates significantly, a reversion is expected.\n\nAlso day traders use RSI and stochastic oscillators for identifying overbought or oversold conditions on an intraday basis. Signals from these technical analysis tools often prompt day traders to enter or exit positions. Additionally, with bollinger bands, day traders look for \"squeezes\" where the bands tighten, indicating low volatility and the potential for a significant price move. The reversion is expected to the mean or middle band.\n\nIndeed, some day traders use algorithmic strategies to executehigh-frequency tradesbased on mean-reversion algorithms.\n\nSwing tradingis a style of trading in which positions are held for several days to weeks, aiming to profit from short to medium term prices. Mean reversion is a key concept in swing trading, helping traders identify potential reversals in price trends.\n\nWhen it comes to moving averages, swing traders often use longer-term moving averages than day traders do to identify the mean price over a specific period.\n\nA crossover or crossunder of the price and the moving average followed by a significant deviation from the price and the moving average can signal a potential reversal.\n\nAlso, tools like the RSI and the MACD are used to identify overbought or oversold conditions, signaling a possible mean reversion. Moreover,Fibonacci retracementsare used to identify potential levels where the price may revert to the mean. The most common retracement levels are 38.2%, 50%, and 61.8%.\n\nFinally, swing traders also can use candlestick patterns like thedoji,hammer,bullish engulfing, andbearish engulfingpatterns to identify potential reversals, including mean reversion opportunities.\n\nAs it pertains toforex trading, mean reversion strategies aim to capitalize on currency pairs reverting to their historical mean or average price. Mean reversion can be particularly useful for identifying short-term opportunities using technical analysis indicators.\n\nForex traders often use moving averages to identify the mean exchange rate over a specific period. When a currency pair deviates significantly from this average, a reversion is often expected.\n\nIndicators like the RSI and stochastic oscillator are commonly used to identify overbought or oversold conditions in currency pairs, signaling potential mean reversion.\n\nAnother tool forex traders and investors use ispivot points. These are used to identify potentialsupport and resistancelevels where the price may revert to the mean. They are calculated based on the high, low, and closing prices of the previous trading session.\n\nFinally, another tool that is used is currencycorrelations. Some traders and investors use mean reversion in the context of currency correlations. When two historically correlated currency pairs diverge, traders may go long on the underperforming pair and short the outperforming one.\n\nImage by Julie Bang © Investopedia 2023\n\nConsider a mean reversion situation involving the stock of Company XYZ.\n\nOver the past 200 days, the stock of Company XYZ has had an average closing price of 50. Due to a positive earnings report, the stock price jumps to $70.\n\nThe standard deviation of the stock's price over the past 200 days is $5.\n\nThe Z-score will then be calculated where (70-50)/5 = 4.\n\nA Z-score of 4 indicates that the stock is significantly overvalued compared with its historical mean. This could be a signal to short the stock, as it is expected to revert to its mean.\n\nOver the next few weeks, the initial excitement fades, and the stock price gradually fall back to around $52, closer to its historical mean.\n\nMean reversion offers a structured and versatile approach to trading but comes with its own set of challenges, including sensitivity to market conditions and higher transaction costs. Therefore, it is crucial for traders and investors to be aware of these factors and use robustrisk managementtechniques.\n\nMean reversion offers several benefits. These include:\n\nThe theory of mean reversion is focused on the reversion of only relatively extreme changes, as normal growth or other fluctuations are an expected part of the paradigm.\n\nAny approach comes with challenges and limitations. Some limitations of mean reversion include:\n\nA mean reversion strategy is a trading approach that capitalizes on the tendency of financial assets to revert to their historical mean or average price over time. The strategy aims to identify assets that are significantly overvalued or undervalued and take positions based on the expectation that they will revert to their mean.\n\nTime frames for mean reversion are dependent on the trader or investor's objectives, risk tolerance, and the asset being traded.\n\nThe selection of an asset to trade using mean reversion is dependent on various factors such as market conditions, the entity's trading and investing expertise, and risk tolerance.\n\nSome commonly traded assets well-suited for mean reversion strategies include stocks, forex, commodities, exchange-traded funds (ETFs), and fixed income instruments.\n\nTrend-following and mean reversion operate on different premises. The objective of trend-following is to capitalize on assets moving strongly in a particular direction. The objective of mean reversion is to capitalize on price deviations from an established mean or average.\n\nMean reversion is a financial theory that says asset prices will tend to revert to their historical mean or average over time. It serves as the backbone for various trading strategies across multiple asset classes, including stocks, forex, and commodities. Investors commonly use indicators like moving averages, RSI, and bollinger bands to identify mean-reverting opportunities. These indicators help pinpoint overvalued or undervalued assets, providing potential entry and exit points.\n\nThe strategy can be applied across different time periods, from intraday to long-term, and is particularly effective in range-bound or sideways markets. However, it's crucial for traders and investors to incorporate robust risk management techniques and be mindful of transaction costs, given the frequently traded nature of mean reversion strategies.\n\nBritannica. \"Fibonacci Trading Strategies: Analysis, Techniques, and Debates.\"",
  "url": "https://www.investopedia.com/terms/m/meanreversion.asp"
}