{
  "term": "What Are Administrative Expenses and What Are Some Examples?",
  "definition": "Administrative expenses are expenses incurred by an organization that are not directly tied to a specific core function such as manufacturing, production, or sales. Theseoverhead expensesare related to the organization as a whole rather than to individual departments or business units.\n\nAdministrative expenses may include the salaries of senior management and the costs associated with general services or supplies, such as legal, accounting, clerical work, and information technology. These costs generally aren't directly related to the production of goods or services and are usually excluded fromgross margins.\n\nCompanies incur administrative expenses to perform basic operations such as administering payroll or healthcare benefits. They incur them to increase oversight and efficiency and/or to comply with laws and regulations. Administrative expenses appear belowcost of goods sold(COGS) on theincome statementand they may be shown as an aggregate withother expensessuch as general or selling expenses.\n\nSome administrative expenses arefixedin nature because they're incurred as part of the foundation of business operations. They would exist regardless of the level of production or sales that occur. Other administrative expenses aresemi-variable. A business will always use some minimum level of electricity to keep the lights on. It can take measures to reduce its electric bill beyond that point.\n\nA business can eliminate administrative expenses without a direct impact on the product it sells or produces so these costs are typically first in line for budget cuts. Management is strongly motivated to maintain low administrative expenses relative to other costs because this allows a business to useleveragemore effectively. The sales-to-administrative expense ratio helps companies measure how much sales revenue is being portioned to cover administrative costs.\n\nCompanies can deduct administrative expenses that are reasonable, ordinary, and necessary for business operations on their tax returns. These expenses must be incurred during the usual course of business and deducted in the year they're incurred.\n\nWages and benefits to certain employees such as accounting and IT staff are considered to be administrative expenses. All executive compensation and benefits are considered to be administrative expenses. Building leases, insurance, subscriptions, utilities, and office supplies may be classified asgeneral expenses or administrative expenses.\n\nDepreciationexpenses may be classified as general, administrative, or selling (marketing) expenses depending on the asset being depreciated. Organizations may choose to include consulting and legal fees as administrative expenses as well butresearch and development(R&D) costs aren't considered to be administrative expenses.\n\nA company may allocate administrative expenses to each of its departments based on a percentage of revenue, expenses, square footage, or other measures. This allows management to make decisions internally about expanding or reducing individual business units.\n\nXYZ Company might allocate the cost according to the square footage each department occupies if it spends $4,000 monthly on electricity and records this as an administrative expense. Assume:\n\nThe company occupies 5,000 square feet. The electric bill could be allocated as follows:\n\nA company's gross margin is its net sales less its cost of goods sold. It's what a business earns from the sale of its services or products before deducting administrative expenses.\n\nSemi-variable administrative expenses can include salaries, audit and legal fees, vehicle use, and commissions. They can also include utility costs that charge a base amount due plus an extra expense associated with usage.\n\nDepreciation records the gradual loss of value of an asset over time. The asset will eventually become less usable and efficient as time goes on and will be worth less as a result. Depreciation is recorded as an expense, typically over a period during which the business still expects to be able to earn some revenue from its use.\n\nAdministrative expenses are those that are incurred to allow a business to function. They don’t directly pay for the production of goods or services. They effectively allow a business to function so they’re unavoidable. They’re flexible, however, and can be tweaked when budget cuts are necessary. They’re also tax deductible in some cases.\n\nInternal Revenue Service. \"Publication 535 Business Expenses.\" Pages 3 and 38.\n\nAccountingTools. \"Gross Margin Definition.\"\n\nAccountingTools. \"Depreciation Definition.\"",
  "url": "https://www.investopedia.com/terms/a/administrative-expenses.asp"
}