{
  "term": "What Is Portfolio Runoff? Definition, How It Works, and Examples",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nPortfolio runoff means assets with a finite term are not replaced as they mature.\n\nWhen the principal invested in afixed-income securitywith a set maturity is repaid, the investor must decide whether to reinvest it. When the proceeds from matured bonds are not reinvested, a portfolio can be said to be in runoff.\n\nFor a bank or lender, portfolio runoff can occur if it can't make new loans quickly enough to replace the repaid ones it made previously. Runoff can also occur when early prepayments are allowed or as defaults occur.\n\nBanks can experience runoff when individuals and businesses withdraw capital to invest in other higher-paying investments, thereby reducing the bank's total capital.\n\nIn an effort to reduce portfolio runoff, some loans specifyprepayment penalties. These provide additional compensation for the lender if the borrower pays off a loan before the end of its term.\n\nFixed-income investments likeasset-backed securities (ABS)andmortgage-backed securities (MBS), usually have a fixed maturity date. For MBS, it would be based on the term ofmortgagesbundled to make up the security.\n\nIf cash flow from mortgage-backed securities is not reinvested, the income the portfolio generates will decline.\n\nTheFederal Reservebought Treasury debt and mortgage-backed securities inquantitative easing (QE)programs adopted following the 2008 financial crisis.\n\nTo start reducing its balance sheet the Fed doesn't need to sell those securities; it can merely choose not to reinvest some or all of the proceeds as the debt matures and is repaid.\n\nJust as a fixed-income investor may choose not to reinvest coupon payments or principal repayments, areinsurermay choose not to write new policies while waiting for those it previously wrote to expire. Its portfolio would then be in runoff.",
  "url": "https://www.investopedia.com/terms/p/portfoliorunoff.asp"
}