{
  "term": "What Is Regulation E in Electronic Fund Transfers (EFTs)?",
  "definition": "Regulation E is a regulation put forth by theFederal Reserve Boardthat outlines rules and procedures for electronic funds transfers (EFTs) and provides guidelines for issuers of electronicdebit cards. The regulation is meant to protect banking customers who use electronic methods to transfer money.\n\nRegulation E provides guidelines for consumers and banks or other financial institutions in the context of EFTs. These include transfers withautomated teller machines (ATMs),point of saletransactions, andAutomated Clearing House (ACH)systems. Rules pertaining to consumer liability for unauthorized card usage fall under this regulation as well.\n\nConsumers and financial institutions both have an interest in understanding Regulation E’s guidelines.\n\nRegulation E was issued by the Federal Reserve (Fed) as an implementation of theElectronic Fund Transfer Act, a law passed by the U.S. Congress in 1978 as a means of protecting consumers engaged in these sorts of financial transactions.\n\nMuch of Regulation E outlines the procedures that consumers must follow in reporting errors with EFTs, and the steps that a bank must take to provide recourse. Errors subject to these regulations could include the consumer’s receipt of an incorrect amount of money from an ATM, unauthorized credit or debit card activity, or an unauthorized wire transfer to or from a consumer’s account.\n\nGenerally, banks have a period of 10 business days during which to investigate a reported EFT error. This can, however, be extended to 45 business days provided that the bank provisionally credits the consumer’s account with the reportedly missing funds. Banks then must report the results of an investigation to the Fed and to the consumer.\n\nRegulation E also outlines consumer responsibility for reporting unauthorized EFT activity, typically involving a stolen or missing card. For example, consumers must report lost or stolen credit cards no more than two days after the consumer becomes aware of the theft; otherwise, the bank has no obligation to refund losses.\n\nRegulation E governs the issuance of debit but not credit cards, which are governed by regulations outlined in theTruth in Lending Actand implemented by the Fed asRegulation Z.However, Regulation E does govern EFT features of credit card usage.\n\nConsumers should make sure that they are complying with federal regulations when reporting errors, to make sure that their financial institutions are complying and to avoid liability. Financial institutions should circulate these regulations internally to make sure that they have no difficulty in complying.\n\nIf you have a bank account, Regulation E has some important benefits. It delineates your rights for disputing ATM or debit card transactions if you believe an EFT has been made in error.\n\nThis includes counterfeit errors as well as accidental ones.For example, if you decide to cancel a TV streaming subscription service, but you see an additional charge for membership after the cancellation, you could ask the streaming service for a refund, and if you are refused, you could dispute the transaction with your bank according to Regulation E rules.\n\nVery specific rules for compliance by the EFT service provider are established in Regulation E. These requirements include keeping track of consumer agreements, providing periodic statements, error resolution, reimbursement of fees incorrectly charged to the consumer, providing access to account information, disclosing a telephone number that the consumer can use to contact the financial institution, and so on.\n\nEnforcement depends on various sources of information to identify possible issues that may lead to opening an investigation, including:\n\nOther factors that weigh in on whether an investigation is initiated include if:\n\nA description of the CFPB’s enforcement work (November 2020) can be foundhere.\n\nRegulation E allows you to dispute these types of errors:\n\nRegulation E limits your liability if your debit card is lost or stolen. The sooner that you report a lost or stolen debit card, the lower your maximum liability is if unauthorized charges are made with the card. The longer that you wait to report a lost or stolen debit card, the higher your personal liability will be if the card is used for unauthorized charges.\n\nA guide to consumer liability for lost or stolen debit cards can be foundhere.\n\nNo. Credit cards are covered by the Truth in Lending Act of 1968, modified in 2009 by theCredit Card Accountability, Responsibility, and Disclosure (Credit CARD) Act, but they are not covered by Regulation E, which only covers consumers when they use EFTs.\n\nRegulation E was enacted under the CFPB, the regulatory agency that oversees financial products and services offered to consumers. The CFPB was created in 2010.Regulation E establishes the basic rights, liabilities, and responsibilities of consumers who use EFTs and remittance transfer services, and of the financial institutions or others that offer these services.\n\nFederal Reserve System. “Electronic Fund Transfer Act.”\n\nConsumer Financial Protection Bureau.\"§ 1005.11 Procedures for Resolving Errors.\"\n\nConsumer Financial Protection Bureau. “§ 1005.6 Liability of Consumer for Unauthorized Transfers.”\n\nDebt.org. \"Truth in Lending Act - Consumer Right and Protections.\"\n\nConsumer Financial Protection Bureau. \"Electronic Fund Transfers FAQs.\"\n\nNational Association of Federally-Insured Credit Unions. \"Unauthorized or Not: A Look into Regulations E and Z.\"\n\nConsumer Financial Protection Bureau. “The Bureau’s Enforcement Work.”\n\nFederal Trade Commission. \"Credit Card Accountability Responsibility and Disclosure Act of 2009 (Credit CARD Act).\"\n\nConsumer Financial Protection Bureau. “Building the CFPB.”",
  "url": "https://www.investopedia.com/terms/r/regulation-e.asp"
}