{
  "term": "What Is Form 8396: Mortgage Interest Credit?",
  "definition": "Form 8396 is an IRS form that lets lower-income homeowners claim the mortgage interest credit, as long as they receive a mortgage credit certificate (MCC) from a state or local government agency.\n\nForm 8396 is anInternal Revenue Service(IRS) form used by homeowners to claim the mortgage interest credit. The aim of the mortgage interest credit is to help lower-income taxpayers afford homeownership. You can only claim the credit if you receive amortgage credit certificate(MCC) from a state or local government agency.\n\nAnyone who was issued an MCC from a state or local government agency is eligible to file Form 8396. Typically, an MCC is only issued to lower- and moderate-income individuals who are purchasing a primary residence with a newmortgage. An MCC is issued under a qualified mortgage credit certificate program.\n\nIndividuals who qualify canclaim the crediteach year using Form 8396 for part of the home mortgage interest paid.\n\nTo file Form 8396, the filer must provide certain details, including:\n\nPart I requires the filer to calculate the current year's mortgage interest credit. The MCC will show the rate used to figure out your credit. The IRS limits the mortgage interest credit to a maximum of $2,000 per year.\n\nPart II is used to determine the following year's carryforward credit. Once the form is completed attach it to your individual federal income tax return—Form 1040,Form 1040-SR, orForm 1040-NR.\n\nForm 8396 is availableon the IRS website.\n\nIf you have any unused credit to carry forward, keep a copy of Form 8396 to figure out your credit for the following year.\n\nThere are some restrictions associated with the credit.\n\nIn addition, taxpayers who itemize theirdeductionsonSchedule Amust offset the amount of their deduction for mortgage interest by the amount of the credit claimed.\n\nA new mortgage credit certificate is issued if the mortgage is refinanced, and homeowners who sell their residence within nine years may have to repay some of the credit issued.\n\nForm 8396: Mortgage Interest Credit is different fromForm 1098: Mortgage Interest Statement. Form 1098 shows the amount of interest and related expenses paid on a mortgage during the tax year and is sent out by banks and financial institutions. The loan interest shown on the MCC is usually the same amount in Box 1 of Form 1098.\n\nNo, you must have received a Mortgage Credit Certificate (MCC) from a state or local government agency in order to claim the credit.\n\nYes, if yourefinance your mortgage, a new MCC will be issued, and you can continue to claim the credit for as long as you meet the qualifications.\n\nYes, if you continue to qualify for the credit, you need to file Form 8396 each year to claim the credit for the mortgage interest you’ve paid.\n\nForm 8396 offers lower- and moderate-incomehomeownersthe opportunity to reduce the cost of homeownership by claiming a mortgage interest credit. However, you must meet specific eligibility requirements, including receiving an MCC from a state or local government agency.\n\nIf you qualify, Form 8396 can help reduce your annual tax burden by allowing you to claim part of your mortgage interest. Be sure to file the form each year, attach it to your tax return, and adhere to any other special restrictions that may apply to your specific situation.\n\nInternal Revenue Service. \"About Form 8396, Mortgage Interest Credit.\"\n\nInternal Revenue Service. \"About Publication 530, Tax Information for Homeowners.\"\n\nInternal Revenue Service. \"About Form 1098, Mortgage Interest Statement.\"",
  "url": "https://www.investopedia.com/terms/f/form-8396.asp"
}