{
  "term": "What Is the Global Industry Classification Standard (GICS)?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Global Industry Classification Standard (GICS) is a method for assigning companies to a specific economic sector and industry group that best defines its business operations. It is one of two rival systems that are used by investors, analysts, and economists to compare competing companies.\n\nGICS was developed jointly by Morgan Stanley Capital International (MSCI) and Standard & Poor's. The GICS methodology is used by the MSCI indexes, which include U.S. and international stocks, as well as by a large portion of the professional investment management community.\n\nA company's industry classification is key to an investor whose aim is to create a diversified portfolio or to identify competitors of a company in the same industry. The top of the GICS hierarchy defines 11 economic sectors. These are further divided into 24 industry groups, then into 68 industries, and finally into 157 sub-industries. Each stock has a code to identify it at all four of these levels. The 11 sectors are:\n\nA company is assigned GICS classification codes at the sub-industry levels by Standard & Poor's and MSCI according to their definition of the company's principal business.\n\nA company's main source of revenue is the most important factor in determining its principal business activity. Other factors, such as earnings analysis and market perception, are also considered.\n\nSince the GICS’s creation in 1999, a number of revisions have added, deleted, or refined industry groups, sub-industries, and industries. A real estate sector was added in 2016. The telecommunications sector was renamed the communication services sector in 2018. At the same time, the sector was expanded to include some media and entertainment interests previously classified under the consumer discretionary sector, as well as some interactive media and services interests previously classified under the information technology sector.\n\nAll told, more than 26,000 stocks worldwide have been classified by GICS, accounting for more than 95% of the world's listed market capitalization. GICS is used by portfolio managers to identify and analyze stocks and their competitors.\n\nIt also is used for benchmarking the MSCI indexes. Morgan Stanley estimates that more than $14.5 trillion in assets under management are benchmarked to its MSCI indexes, many of which are sector-specific.\n\nGICS competes with theIndustry Classification Benchmark (ICB)system, which is maintained by Dow Jones and London'sFTSEGroup.\n\nThe largest difference between ICB and GICS lies in how consumer businesses are classified at the sector level. With the ICB, companies doing business with consumers are divided into providers of goods and providers of services. With the GICS, companies are labeled as cyclical or noncyclical, or between discretionary spending and staples.\n\nAt the lower levels, there are more differences, but their impact is not hugely significant. For example, in the ICB, coal companies are found in basic materials, but under the GICS these companies are classified in energy. Whether one of the systems is superior is a matter of preference. The end-user does not really have a choice anyway, as all of the major indexes associate their listed stocks with one or the other.\n\nIn practice, most of the same sector and industry designations exist in both GICS and ICB standards.\n\nIn recent years, the relevance of GICS and ICB classification has been questioned. Many of our current economic categories and measurements are products of the Industrial Age, when the companies that were growing and shaping the world were giants with huge physical plants and plenty of material products.\n\nToday's giants cross boundaries between hardware and software and beyond. Apple makes phones and computers and sells entertainment products. Amazon creates hardware, produces entertainment programming, sells cloud services, and delivers just about everything. General Electric has interests in NBC, Telemundo, and Universal Pictures.\n\nCritics argue that it’s time to move from a vertical industry emphasis to one centered on business models instead, by updating the Global Industry Classification Standard to reflect the wider scope of today’s corporate giants. New measures and standards would help investors, customers, and employees manage new strategic landscapes with greater insight.\n\nMorgan Stanley Capital International. \"The Global Industry Classification Standard (GCIS).\" Accessed April 29, 2021.\n\nMorgan Stanley Capital International. \"Frequently Asked Questions about GICS,\" Page 1. Accessed April 29, 2021.\n\nMorgan Stanley Capital International. \"Indexes.\" Accessed April 29, 2021.",
  "url": "https://www.investopedia.com/terms/g/gics.asp"
}