{
  "term": "What Is Variance in Statistics? Definition, Formula, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVariance is a measurement of dispersion across a data set, comparing the difference between every other number in the set.\n\nVariance is a statistical measurement of how large of a spread there is within a data set. It measures how far each number in the set is from themean(average), and thus from every other number in the set. Variance is often depicted by this symbol: σ2. Thesquare root of the varianceis thestandard deviation(SD or σ), which helps determine the consistency of an investment’sreturnsover time.\n\nIn statistics, variance measuresvariabilityfrom the average or mean. It is calculated by taking the differences between each number in the data set and the mean, squaring the differences to make them positive, and then dividing the sum of the squares by the number of values in the data set. Software likeExcel can make this calculation easier.\n\nVariance is calculated by using the following formula:\n\nσ2=∑i=1n(xi−x‾)2Nwhere:xi=Each value in the data setx‾=Mean of all values in the data setN=Number of values in the data set\\begin{aligned}&\\sigma^2 = \\frac { \\sum_{i = 1} ^ { n } \\big (x_i - \\overline { x } \\big ) ^ 2 }{ N } \\\\&\\textbf{where:} \\\\&x_i = \\text{Each value in the data set} \\\\&\\overline { x } = \\text{Mean of all values in the data set} \\\\&N = \\text{Number of values in the data set} \\\\\\end{aligned}​σ2=N∑i=1n​(xi​−x)2​where:xi​=Each value in the data setx=Mean of all values in the data setN=Number of values in the data set​\n\nYou can also use the formula above to calculate the variance in areas other than investments and trading, with some slight alterations. For instance, when calculating asamplevariance to estimate apopulationvariance, the denominator of the variance equation becomes N − 1 so that the estimation is unbiased and does not underestimate the population variance.\n\nLike any way of analyzing data, variance and benefits and limitations.\n\nAvoids appearance of no variability\n\nIn some cases, risk or volatility may be expressed as a standard deviation rather than a variance because the former is often more easily interpreted.\n\nIf returns for stock in Company ABC are 10% in Year 1, 20% in Year 2, and −15% in Year 3, the average of these three returns is:\n\nThe differences between each return and the average are:\n\nSquaring these deviationsyields0.25% for Year 1, 2.25% for Year 2, and 4.00% for Year 3.\n\nTo find the variance, add these squared deviations, then divide by one less the number of points in the dataset:\n\nIf you wanted to find the standard deviation of the same dataset, you would take the square root of the variance:\n\nFollow these steps to compute variance:\n\nVariance measures the degree of spread in a data set from its mean value. It shows the amount of variation that exists among the data points. Visually, the larger the variance, the \"fatter\" aprobability distributionwill be. In finance, if something like an investment has a greater variance, it may be interpreted as more risky or volatile.\n\nStandard deviation is the square root of variance. It is sometimes more useful since taking the square root removes the units from the analysis. This allows for direct comparisons between different things that may have different units or different magnitudes. For instance, to say that increasing X by one unit increases Y by two standard deviations allows you to understand the relationship between X and Y regardless of what units they are expressed in.\n\nVariance measures variability or how far numbers in a data set diverge from the mean. It is used by various professionals including data analysts, mathematicians, scientists, statisticians. and investors. The latter two use variance to determine whether to buy, sell, or hold securities. For example, if an investment has a greater variance, it could be considered more volatile and risky.",
  "url": "https://www.investopedia.com/terms/v/variance.asp"
}