{
  "term": "What Is Joint Tenancy in Property Ownership?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nJoint tenancy is a legal form of property ownership where two or more individuals hold equal rights and obligations to aproperty. This arrangement can be made by married or unmarried couples, business partners, friends, or even family members.\n\nA unique feature of joint tenancy is theright of survivorship. When one joint tenant dies, their share of the property automatically transfers to the surviving tenant(s), bypassing theprobateprocess.\n\nJoint tenancy is a form of property ownership normally associated withreal estate. It typically involves two or more individuals acquiring property simultaneously, such as purchasing a house. The legaldeedthat transfers ownership will list them as joint tenants.\n\nEach joint tenant shares an equal interest in the property—both in terms of financial responsibility and benefits. If they decide to rent out the home to another individual or if they sell the property, each party is entitled to a 50% share in theprofits. But the relationship also means they are equally responsible for paying for the property, includingmortgage payments,property taxes, and maintenance. If one fails to live up to the financial obligations, the other party must assume responsibility.\n\nOne of the most significant advantages of joint tenancy is theright of survivorship. When a joint tenant passes away, their share of the property automatically passes to the surviving tenant(s), avoiding the lengthy probate process. This allows for seamless transfer of ownership without the need for court intervention.Probate courtsdecide the validity of a person'swilland divide the assets appropriately among the deceased'sbeneficiaries.\n\nAlthough joint tenancy is most closely associated with real estate ownership, the broader legal concept ofjoint tenancy with the right of survivorshipcan apply to various assets, including businesses andbrokerage accounts.A strong association with real estate exists because the term tenancy is seen as synonymous with owning or living in a home.\n\nThe property does not need to go through the probate system since a joint tenancy creates a right of survivorship.\n\nIn most cases, four items must be present when creating a joint tenancy. Note that not all jurisdictions may require these, and in some cases, other requirements exist. The four concepts revolve around time, title, interest, and possession.\n\nThe requirement of time usually indicates that all joint tenants must acquire their ownership interests in the property simultaneously. It does not necessarily mean that all joint tenants have to sign the same document at exactly the same moment, but they should obtain their interests in the property from the same event. For example, if two people purchase a property together and both names appear on the same deed with the same date, the unity of time is satisfied.\n\nNote that changes to the ownership structure are common and natural as ownership progresses. For example, should those two people no longer fraternize, one may sever their ownership or be replaced by a new joint owner. Joint tenancy most often occurs naturally at the start of an ownership agreement, though it may change over time.\n\nTitlerequires that all joint tenants acquire their ownership interests through the same legal instrument or document. In practical terms, this means that if two or more individuals are buying a property together, they should be listed as co-owners on the same deed or other appropriate legal documentation. For instance, if three individuals are named as joint tenants in a single deed transferring the property to them, joint tenancy is valid.\n\nThis requirement is critical in maintaining true ownership status. Should multiple ownership documents exist, it may be difficult or inefficient to correctly identify not only who owns a property but when their ownership took place. In addition, because joint owners have shared financial interests in a property, it is important that all joint owners are clearly defined in the event of financial distress.\n\nInterest refers to a joint owner's apportionment of the property. Interest ensures that each joint tenant holds an equal and undivided share in the property. This means that all co-owners have the same percentage ofownership. For example, in a joint tenancy with two individuals, each joint tenant would have a 50% interest. In a joint tenancy with three individuals, each joint tenant would have a 33.33% interest, and so on.\n\nThere are other forms of legal ownership where owner interest is not necessarily fair or equal. In general, for most real estate transactions—unless otherwise explicitly stated and agreed to by all parties—each joint owner will share in equal interest.\n\nPossession means that all joint tenants have an equal right to possess and use the entire property. It implies that no joint tenant can claim exclusive rights to any specific part of the property. Instead, all co-owners have the right to access and use the entire property as a whole.\n\nThis concept distinguishes joint tenancy from other forms of co-ownership, like tenancy in common, where each co-owner may have distinct, separate portions of the property. In addition, it solidifies the liability aspect of the property should something go wrong. For example, should substantial water damage occur in a single room, all joint owners are often liable to share in those costs (ignoring any explicit causes for damage or separate agreements).\n\nJoint tenancy in property ownership involves quite several financial aspects. Joint tenants hold an equal share of the property, ensuring that all co-owners share equal financial burden and benefits. They also share property acquisition costs, such as down payments, closing costs, and associated expenses.\n\nPost-close, joint owners are collectively responsible formortgage paymentsand maintaining good credit standing. Property taxes are shared equally among all co-owners, regardless of individual contributions.Maintenance and repairsare also to be shared equally among joint owners, with decisions regarding repairs and improvements made jointly and expenses divided equally.\n\nIncomederived from the property should be shared equally among all joint tenants based on ownership interest percentages. In addition, gains (and resulting capital gains taxes) may apply if the property is sold, withtax implicationsvarying depending on local laws, ownership duration, and each joint tenant's share in the property.\n\nJoint tenancy in property ownership can be severed through various methods. A voluntary agreement allows all joint tenants to terminate the joint tenancy and convert it into a tenancy in common, often through a written agreement or contract. Should all parties not agree, this voluntary agreement often experiences headwinds and may not be able to be fully executed.\n\nConveyanceinvolves transferring or selling a joint tenant's share of the property to a third party, who becomes a tenant in common with the remaining joint tenants. In some cases, the existing tenants may review or approve of the new owner (e.g., consider partial ownership of professional sports teams that must adhere to a rigid review process with strict ownership requirements).\n\nPartition actions are legal proceedings that can be costly and time-consuming, and a court may order involuntary severance due to certain circumstances. This may arise due to a dispute or conflicting interests among the joint tenants.\n\nAlthough joint tenancy has a number of advantages, some distinct disadvantages should also be considered before entering into the arrangement.\n\nAs mentioned earlier, as long as one joint tenant survives, it avoids the headaches of clearing the property through anestatevia a will.Typically, a person's will upon death goes through probate, which is a legal process whereby the courts review a will to validate it. Typically, when a person dies, their assets cannot be accessed or claimed by the survivor until probate releases them.\n\nThe probate process also helps determine how a deceased party'sassetsare distributed if the person doesn't name beneficiaries or has a will in place. However, the process can easily take months to sort out. A joint tenancy avoids probate and the lengthy legal process, allowing the joint tenant to take ownership of the assets immediately.\n\nIn addition to sharing the benefits of the property, all of the parties in a joint tenancy share responsibility for the property. For example, one person in the couple can’t take out amortgageloan on the property and leave their partner with thedebt. The joint tenancy applies for all of the assets as well as the debts—meaning ifa loan is taken out on the property, both are responsible for the debt.\n\nDivorceor marital issues can complicate a joint tenancy.As stated earlier, both parties own all debts, and neither can sell their jointly owned assets without the other's consent.\n\nAnother disadvantage of joint tenancy can be handling the asset upon the death of one or more of the joint tenants. Joint tenancy gives all the rights to the survivor, so even if the deceased was hoping to pass the value of the property to designatedheirs, the survivor is not legally obligated to honor that request.\n\nJoint tenancy avoids probate court when one of the tenants dies\n\nEven with no will or beneficiaries named, the joint tenant inherits everything immediately\n\nMarital issues can complicate and delay sale of assets since both tenants must agree\n\nJoint tenancy gives all assets to the partner—not allowing the deceased to pass assets to heirs\n\nSome joint owners opt fortenancy in common(JTIC) instead of a joint tenancy to avoid losing control of the disposition of the property upon death. Tenancy in common allows for percentage-based ownership, and shares can be traded and tenants added throughout the arrangement's life rather than just at inception.\n\nIn other words, the assets don't automatically go to the surviving partner as with joint tenancy upon death. Instead, the tenancy in common allows the assets to be distributed as stipulated in the decedent's will and local laws.\n\nJoint tenancy with the right of survivorship means that all co-owners share equal rights to the property. If one tenant dies, their share automatically passes to the surviving tenants without going through probate.\n\nJoint tenancy can have two or more joint tenants. There is no legal limit to the number of co-owners in a joint tenancy, as long as all joint tenants have equal shares of ownership.\n\nEach joint tenant is legally responsible for contributing to property expenses, such as mortgage payments, property taxes, and maintenance costs, in proportion to their ownership share. If one joint tenant stops contributing, the other joint tenants may need to cover their share to avoid default or financial issues. If disputes arise, legal action may be necessary to enforce the co-ownership agreement.\n\nAdding new co-owners to a joint tenancy is difficult because all tenants must acquire their interest simultaneously. However, co-owners can sell or transfer their shares to others, which might create a tenancy in common instead.\n\nYes, if one joint tenant has personal debts or judgments, creditors may seek to place a lien on the property or force the sale of the property to collect the owed amount. The creditor's action could affect the other joint tenants and the property's status as a joint tenancy.\n\nJoint tenancy provides an efficient and straightforward way for two or more people to co-own property, particularly real estate. It ensures that when one tenant dies, their share is passed on to the surviving tenants without the hassle of probate. However, weighing the advantages against the potential complications is important, particularly regarding divorce or the distribution of assets upon death.\n\nQuicken Loans. \"Joint Tenants With Right Of Survivorship: What Are They?\"\n\nNOLO. \"Avoiding Probate With Joint Ownership.\"\n\nNOLO. \"Joint Property and Concurrent Ownership.\"",
  "url": "https://www.investopedia.com/terms/j/joint-tenancy.asp"
}