{
  "term": "What Is a Related-Party Transaction?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe term related-partytransactionrefers to a deal or arrangement made between two parties who are joined by a preexisting business relationship or common interest. Companies often seek business deals with parties with whom they are familiar or have a common interest.\n\nRelated-party transactions are legal but may createconflicts of interest.Public companiesmust disclose these transactions.\n\nRelated parties who make transactions may bebusiness affiliates, shareholder groups, orsubsidiaries. Related-party transactions can include\n\nThese transactions are not illegal but can cloud the business environment by leading to conflicts of interest. They may show favorable treatment for close associates of the hiring business. Consider a company that contracts with a majorshareholder'sbusiness to renovate its offices. In some cases, related-party transactions must be approved by management consensus or a company’sboard of directors.\n\nIn the United States, securities regulatory agencies ensure that related-party transactions are conflict-free and do not affect shareholders' value or the corporation's profits negatively.\n\nTheSecurities and Exchange Commission(SEC) requires that all publicly traded companies disclose all transactions with related parties such as executives, associates, and family members in their quarterly10-Qreports and their annual10-Kreports.Many companies have compliance policies and procedures in place that outline how to document and implement related-party transactions.\n\nTheFinancial Accounting Standards Board(FASB) has accounting standards for related-party transactions for public, private, and non-profit organizations. Some of these standards include monitoring of payment competitiveness, payment terms, monetary transactions, and authorized expenses.\n\nRelated-party transactions must be reported transparently to ensure that all actions are legal and ethical and do not compromise shareholder value.\n\nEnron was a U.S.-based energy and commodities company based in Houston. In the infamousscandal of 2001, the company used related-party transactions with special-purpose entities to help conceal billions of dollars in debt from failed business ventures and investments. The related parties misled the board of directors, their audit committee, employees, as well as the public.\n\nThese fraudulent related-party transactions led to Enron'sbankruptcy, prison sentences for its executives, lost pensions and savings of employees and shareholders, and the ruin and closure of Arthur Andersen, the auditor forEnron, which was found guilty of federal crimes and SEC violations.\n\nThis financial disaster led to the development of theSarbanes-Oxley Act of 2002, which established new and expanded existing requirements for U.S. public company boards, management, and public accounting firms, including specific rules that limit conflicts of interest arising from related-party transactions.\n\nAlthough there are rules and standards for related-party transactions, they tend to be difficult to audit. Owners and managers are responsible for disclosing related parties and their interests, but if they withholddisclosurefor personal gain, the transactions could go undetected. Transactions with related parties may be recorded among similar normal transactions, making them difficult to distinguish. Hidden transactions and undisclosed relationships could lead to improperly inflatedearnings, evenfraud.\n\nThe International Financial Reporting Standards Foundation (IFRS) is a non-profit that develops global accounting and sustainability disclosure standards, known as IFRS Standards. The organization's IAS 24 covers related parties and ensures that an entity’s financial statements contain the disclosures necessary to draw attention to the possibility that its financial position and profit or loss may have been affected by the existence of related parties and by transactions and outstanding balances, including commitments, with such parties.\n\nThe Internal Revenue Service (IRS) examines related-party transactions for any conflicts of interest according to Internal Revenue Code 267. If it finds conflicts, the IRS will not allow any tax benefits claimed from the transaction. In particular, the IRS often scrutinizes property sales between related parties and deductible payments between related parties.\n\nA related-party transaction is conducted between two parties that have a preexisting business relationship. These transactions carry the potential for conflicts of interest, so the activity is monitored by regulatory bodies such as the SEC and the FASB.\n\nDeloitte. \"Related-Party Transactions.\"\n\nU.S. Securities and Exchange Commission. \"Exchange Act Reporting and Registration.\"\n\nFinancial Accounting Standards Board. \"Statement of Financial Accounting Standards No. 57 Related Party Disclosures.\"\n\nU.S. Securities and Exchange Commission. \"SEC Statement Regarding Andersen Case Conviction.\"\n\nLibrary of Congress. \"H.R.3763 - Sarbanes-Oxley Act of 2002.\"\n\nIFRS. \"IAS 24 Related Party Disclosures.\"\n\nInternal Revenue Service. \"Internal Revenue Code 267.\"",
  "url": "https://www.investopedia.com/terms/r/related-partytransaction.asp"
}