{
  "term": "What Is the Substitution Effect? Definition and Causes",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe substitution effect is a function of economic price elasticity where consumers tend to demand more affordable goods if substitutes are available.\n\nThesubstitutioneffect happens when a company sells fewer products because a cheaper alternative is available. A product may losemarket sharefor many reasons, but the substitution effect is purely a reflection of frugality. If a brand raises its price, some consumers will select a cheaper alternative due to the interplay between supply and demand.\n\nIn general, when the price of a product or service increases but the buyer'sincomestays the same, the substitution effect kicks in. This is not only evident in consumer behavior. For example, a manufacturer faced with a price hike for an essential component from a domestic supplier may switch to a cheaper version produced by a foreign competitor.\n\nHow, then, does any company get away with increasing its price? In addition to the substitution effect, there's theincome effect—some of its customers may be enjoying an increase in spending power and be willing to buy a pricier product. A company's success in repricing its product is determined in part by how much of the substitution effect is offset by the income effect.\n\nAs noted, when a product price increases consumers tend to drop it for a cheaper alternative. This can turn into an endless game ofsupply and demand. Steak prices rise, so consumers substitute pork. This leads to a decline in the demand for steak, so its price drops and consumers return to buying steak.\n\nThis does not mean only that consumers chase a bargain. Consumers make their choices based on their overall spending power and make constant adjustments based on price changes. They strive to maintain their living standards despite price fluctuations.\n\nThe substitution effect kicks in when a product's price increases but the consumer's spending power stays the same.\n\nThe substitution effect is strongest for products that are close substitutes. For instance, a shopper might pick a synthetic shirt when the pure cotton brand seems too pricey. Eventually, enough shoppers may follow suit to make a measurable effect on the sales of both shirt makers.\n\nElsewhere, if a golf club hikes its fees, some members might quit. However, if there is no comparable choice for them to turn to then they may just have to pay up to avoid quitting the sport completely.\n\nAs illogical as it seems, the substitution effect may not occur when the products that increase in price are inferior in quality. In fact, an inferior product that rises in price may actually enjoy a sales increase.\n\nProducts that display this phenomenon are calledGiffen goods, after a Victorian economist who first observed it. Sir Robert Giffen noted that cheap staples such as potatoes will be purchased in greater quantities if their prices rise. He concluded that people on extremely limited budgets are forced to buy even more potatoes because their increasing price places other higher-quality staples altogether out of their reach.\n\nSubstitute goods may be adequate replacements or inferior goods. Demand for aninferior goodwill increase when overall consumer spending power falls.\n\nAt the core of substitution isprice elasticity. Price elasticity of demand measures how responsive the quantity demanded of a good or service is to changes in its price. When a product's price rises or falls, consumers may change how much they buy. If a small change in price leads to a large change in quantity demanded, the product is considered elastic. If demand changes only slightly in response to price, it is inelastic.\n\nA key reason for elastic demand like we've discussed throughout the article is the presence of substitutes. When consumers can easily switch to another product that serves a similar function, they are more likely to do so if the original product’s price increases. This substitution effect reflects a high elasticity of demand in the presence of a close alternative.\n\nOn the other hand, if few or no substitutes are available, demand tends to be inelastic. This often applies to essential goods or products with unique characteristics. For instance, if insulin becomes more expensive, diabetic patients cannot simply substitute it with another product. Regardless of the price, the quantity demanded usually remains relatively stable. In this case, the price elasticity of demand is low because substitution options are limited or nonexistent.\n\nThe degree of substitution available also affects the competitive landscape for businesses. Companies operating in markets with many substitute products must be cautious about raising prices, as consumers can easily shift to competitors. On the other hand, companies with products that have fewer substitutes may have more pricing power.\n\nThe substitution effect refers to the tendency of consumers to replace a more expensive good with a cheaper alternative when the price of the former rises. It helps explain why demand for a product may decrease even if the consumer’s income remains the same.\n\nPrice elasticity of demand measures how sensitive the quantity demanded of a good is to changes in its price. It’s calculated as the percentage change in quantity demanded divided by the percentage change in price.\n\nThey are closely linked—when a good has many substitutes, the substitution effect is stronger, and demand tends to be more elastic. That means consumers are more likely to reduce consumption when prices rise.\n\nDemand becomes more elastic when there are many substitute goods, the product is not a necessity, or the consumer has more time to adjust their behavior. Demand is inelastic when there are few or no substitutes, the product is a necessity, or it takes time for consumers to change their habits.\n\nYes. Substitution can occur due to changes in quality, availability, marketing, personal preferences, or ethical concerns—even if prices stay the same.\n\nConsumers often replace one product with another, sometimes due to cost. This behavior is linked to price elasticity of demand, which reflects how much demand shifts when prices change—elastic demand means people are more likely to switch when alternatives are available. Substitution can also happen for other non-financial reasons.\n\nIowa State University. \"Income and Substitution Effects - A Summary.\"",
  "url": "https://www.investopedia.com/terms/s/substitution-effect.asp"
}