{
  "term": "What Is a Bank Identification Number (BIN), and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term bank identification number (BIN) refers to the first four to six numbers on a payment card. This set of numbers identifies thefinancial institutionthat issues the card. As such, it matches transactions to the issuer of the card being used. BINs can be found on various payment cards, including credit cards, charge cards, and debit cards.\n\nThe BIN system helps financial institutions identify fraudulent or stolen payment cards and can help prevent identity theft.\n\nThe bank identification number is a numbering system developed by theAmerican National Standards Institute(ANSI) and theInternational Organization for Standardization(ISO) to identify institutions that issue payment cards. The ANSI is a nonprofit organization (NPO) that creates business standards in the U.S., while the ISO is an international nongovernmental group that creates standards for various industries.\n\nAll payment cards come with a BIN number. This is a set of four to six numbers randomly assigned to debit cards, credit cards, charge cards, gift cards,electronic benefit cards, and other payment cards.\n\nThe number is embossed on the front of the card and appears in print just below as well. The first digit specifies the major industry identifier. The digits that follow specify the issuing institution or bank. For example, Visa credit cards start with a four, which falls under the banking and financial category.\n\nWhen a customer makes an online purchase, they enter their card details on the payment page. After submitting the first four to six digits of the card, the online retailer can detect which institution issued the customer’s card, including:\n\nWhen the customer initiates atransaction, the issuer receives the authorization request to verify if the card and account are valid and whether the purchase amount is available. This process results in the charge being either approved or denied. Without a BIN, the credit card processing system would be unable to determine the origin of the customer's funds and would be unable to complete the transaction.\n\nThe BIN number allows merchants to accept multiple forms of payment and allows faster processing of transactions.\n\nBINs have a variety of useful applications. The primary purpose is to allow merchants to evaluate and assess payment card transactions.\n\nThey also allow merchants to identify originating banks along with their address and phone number and whether issuing banks are in the same country as the device used to make the transaction. It also verifies the address provided by the customer.\n\nBut more importantly, the numbering system helps identifyidentity theftor potential security breaches by comparing data, such as the address of the issuing institution and the cardholder.\n\nBINs are also used to increase the speed and efficiency of checkout when paying with a debit or credit card. As a customer swipes their card, the store's payment processor scans the BIN on their card and validates their account with the card issuer. This also determines whether the transaction is authorized and compliant with relevant national laws.\n\nBank identification numbers are also commonly referred to asissuer identification numbers(IINs).\n\nHere's a hypothetical example to show how BINs work. Let's say a customer uses their bank card at the gas pump when they fill up their tank. Once they swipe the card, the system scans the BIN to detect the specific institution that issued the card.\n\nAn authorization request is then put on the customer's account. The request is authorized within a few seconds, and the transaction is approved if the funds are available or declined if the customer doesn't have enough funds to cover the charge.\n\nA bank identification code, also known as a bank identifier code, is a special code made up of eight to 11 digits. It is an international standard that identifies a bank or non-financial institution whenever someone makes an international purchase or transaction. A BIC can be connected or non-connected. The former is part of the SWIFT network and is called a SWIFT code, while the latter is generally used for reference only.\n\nConsumers generally don't use BINs, but knowing what they mean is important. The first digit is the major industry identifier, while the remaining digits specify the issuing financial institution.\n\nWhen you make a purchase or transaction, the issuing institution receives an authorization request. This request attempts to verify the account's legitimacy and whether the funds are available. If everything checks out, the transaction is approved. If not, the institution declines it.\n\nBIN scamming is a fraud scheme. It occurs when a fraudster calls impersonating someone from your bank, claiming that your account information has been compromised. The scammer may give you information to try to gain your trust. Once you're hooked, they try to confirm your card number and begin by asking where you bank.\n\nWhen they have that information, they give you the bank identification number and ask that you confirm the remaining digits on the card along with any other information they can get from you.\n\nBINs allow merchants to accept multiple payments at the same time. They also make payment processing much faster.\n\nBINs help banks and financial institutions identify cards that have been compromised or stolen because they provide information about the type of card being used, the type of bank, and other information about the issuing company and cardholder.\n\nBank identification numbers identify which payment cards belong to which issuing financial institution. Aside from that, they help facilitate financial transactions and protect consumers from identity theft and fraud. That's why it's so important to keep your financial information, including your BIN, confidential.\n\nRemember, your bank will never call or send you an email to inform you that your account information has been compromised. If you ever receive a call, don't engage with the scammer. Instead, hang up and notify your bank. You can alsofile a complaint with the FTCon the agency's website.\n\nInternational Organization for Standardization. \"Changes to the Issuer Identification Number (IIN) Standard.\"\n\nAmerican National Standards Institute. \"Introduction to ANSI.\"\n\nFederal Trade Commission. \"How to File a Complaint With the Federal Trade Commission.\"",
  "url": "https://www.investopedia.com/terms/b/bank-identification-number.asp"
}