{
  "term": "What Is Gap Insurance? Definition, How It Works, When to Buy",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nGap insurance is a type of auto insurance that you can purchase to protect yourself in case you total your car and the amount of compensation you receive does not fully cover the amount you owe on your financing or lease agreement. If the balance of your car loan is greater than the vehicle's book value, gap insurance can cover the difference.\n\nIt's not unusual to owe more on a car loan than your vehicle is worth, especially because cars depreciate quickly. The average car depreciates by 10% in the first month of ownership, according to data from Carfax.\n\nIf your car is totaled, your car insurance company will reimburse you based on the current value of the car after this depreciation—not the price you paid for it, the cost of a new one, or the amount you still owe on your loan or lease agreement. That's where gap insurance comes in.\n\nFor example, say you bought your car two years ago and owe $20,000 on yourfinancingagreement. However, due to depreciation, your car'sactual cash valueis $15,000. If your car is completely written off as a result of an accident or theft, yourcar insurancepolicy will pay out $15,000. You can put that $15,000 toward your car loan, but you'll be $5,000 short of what you owe, even though you no longer have a car.\n\nIf you have gap insurance, it would cover the $5,000 \"gap,\" or the difference between the money you receive from the reimbursement and the amount you still owe on the car.\n\nGap insurance might be a good choice if you didn't make much of a down payment when you financed your car or if you plan to drive it in a way that might decrease its resale value quickly, such as taking many long road trips or exploring rough roads. It also might be a good option if you took out a car loan with a term longer than five years.\n\nGap insurance isn't mandatory, but it might be required by your financing agreement. It's a good idea to carefully review the terms of your car loan to see if youneed gap insurance. If you're leasing a car, you may be required to buy gap insurance.\n\nAs with all car insurance, your cost may vary based on your state, driving record, age, vehicle and other factors. Your insurer may be able to add gap insurance as an endorsement to your other coverage.Car dealerships may also offer gap insurance, though it may be more expensive than adding this coverage to your existing car insurance policy.\n\nGap insurance is an optional type of car insurance that covers the difference between a car's actual cash value and the balance left on the loan or lease. In case of a total loss, gap insurance covers the \"gap\" between the amount reimbursed by the driver's car insurance policy and the amount they owe on their financing.\n\nProgressive. \"What Is Gap Insurance?\"\n\nCarfax. \"Car Depreciation: How Much Value Does a Car Lose Per Year?\"\n\nInsurance Information Institute. \"What Is Gap Insurance?\"",
  "url": "https://www.investopedia.com/terms/g/gapinsurance.asp"
}