{
  "term": "What Is the Equity Multiplier?",
  "definition": "The equity multiplier is a risk indicator that measures the portion of a company’s assets financed byshareholders' equityrather than debt. The equity multiplier is calculated by dividing a company's total asset value by the total equity held in the company's stock. The equity multiplier is also known as theleverage ratioor financial leverage ratio and is one of three ratios used in theDuPont analysis.\n\nCompanies finance theacquisitionof assets by issuing equity or debt. In some cases, they use a combination of both. Investors monitor how much shareholders' equity is used to pay for and finance a company's assets. This ratio is a risk indicator to determine a company's leverage.\n\nA company's equity multiplier is onlyhigh or lowwhen compared to historical standards, the averages for the industry, or the company's peers:\n\nBecause their assets are generally financed by debt, companies with high equity multipliers may be at risk ofdefault.\n\nEquity Multiplier=Total AssetsTotal Shareholders’ Equitywhere:Total Assets=Both current and long-term assetsTotal Shareholders’ Equity=Total assets−total liabilities\\begin{aligned}&\\text{Equity Multiplier} = \\frac{ \\text{Total Assets} }{ \\text{Total Shareholders' Equity} } \\\\&\\textbf{where:} \\\\&\\text{Total Assets} = \\text{Both current and long-term assets} \\\\&\\text{Total Shareholders' Equity} = \\text{Total assets} - \\\\&\\text{total liabilities} \\\\\\end{aligned}​Equity Multiplier=Total Shareholders’ EquityTotal Assets​where:Total Assets=Both current and long-term assetsTotal Shareholders’ Equity=Total assets−total liabilities​\n\nAn equity multiplier of \"2\" means that half the company's assets are financed with debt, while the other half with equity. The equity multiplier is used in DuPont analysis, a method of financial assessment devised by the chemical company for its internal financial review.The DuPont modelbreaks the calculation ofreturn on equity (ROE)into three ratios:\n\nIf ROE changes over time or diverges from normal levels, the DuPont analysis can indicate how much of this is attributable to financial leverage. If the equity multiplier fluctuates, it can significantly affect ROE.\n\nHigher financial leverage, such as a higher equity multiple, drives ROE upward as long as all other factors remain equal.\n\nConsider Apple's (AAPL) balance sheet at the end of the 2021 fiscal year. The company's total assets were $351 billion, and the book value of shareholders' equity was $63 billion. The company's equity multiplier was 5.57x (351 ÷ 63).\n\nLet's compare Apple to Verizon Communications (VZ), which has a differentbusiness model. The company's total assets were $366.6 billion for the fiscal year 2021, with $83.2 billion of shareholders' equity. The equity multiplier for Verizon was 4.41x (366.6 ÷ 83.2) based on these values.\n\nApple's relatively high equity multiplier indicates that the business relies more heavily on financing from debt and other interest-bearing liabilities. Meanwhile, Verizon's telecommunications business model is similar to utility companies, which have stable, predictablecash flowsand typically carry high debt levels. Apple is more susceptible to changingeconomic conditionsor evolving industry standards than a utility or a traditional telecommunications firm. As a result, Apple carries more financial leverage.\n\nAverage equity multipliers vary from industry to industry. Investors commonly look for companies with a low equity multiplier because this indicates the company is using more equity and less debt to finance the purchase of assets. Companies that have higher debt burdens could prove financially riskier.\n\nAn equity multiplier of 5.0x would indicate that the value of its assets is five times larger than its equity. In other words, assets are funded 80% by debt and 20% by equity.\n\nA company's equity multiplier varies if the value of its assets changes, or the level of liabilities changes. If assets increase while liabilities decrease, the equity multiplier becomes smaller. That's because it uses less debt and more shareholders' equity to finance its assets.\n\nThe equity multiplier is a financial ratio that measures how much of a company's assets are financed through stockholders' equity. Lower equity multipliers are generally better for investors, but this can vary between sectors. Conversely, high leverage can be part of an effective growth strategy, especially if the company can borrow more cheaply than its cost of equity.\n\nCorrection—Jan. 19, 2023:An earlier version of this article stated that a company's equity multiplier grows larger if its assets increase while its liabilities decrease. This was corrected to show that the reverse is true—that the equity multiplier becomes smaller because it uses less debt to finance its assets.\n\nAssociation of Financial Professionals. \"The DuPont System.\"\n\nU.S. Securities and Exchange Commission. \"Apple, Inc., Form 10-K, for the Fiscal Year Ended September 25, 2021.\" Page 31.\n\nU.S. Securities and Exchange Commission. \"Verizon Communications Inc., Form 10-K, for the Fiscal Year Ended December 31, 2021.\" Page 53.",
  "url": "https://www.investopedia.com/terms/e/equitymultiplier.asp"
}