{
  "term": "What Does Income Tax Payable Mean in Financial Accounting?",
  "definition": "Michelle P. Scott is a New York attorney with extensive experience in tax, corporate, financial, and nonprofit law, and public policy. As General Counsel, private practitioner, and Congressional counsel, she has advised financial institutions, businesses, charities, individuals, and public officials, and written and lectured extensively.\n\nIncome tax payable is a liability reported for financial accounting purposes. It shows the amount that an organization expects to pay in income taxes within 12 months. It is reported in the current liabilities section on a company'sbalance sheet.\n\nIncome tax payable is calculated usinggenerally accepted accounting principles (GAAP), using the current tax rates in the jurisdictions where the organization is subject to tax.  Businesses operating in the United States are subject to federal, state, and local tax laws. They must also follow the tax laws of any other countries where they operate and realize income.\n\nGenerally, the taxes an organization owes are included in the line \"income tax payable\" on an organization’s balance sheet. Income tax payable is shown as a current liability to the extent of the amount that will be resolved (i.e., paid) within 12 months.\n\nThe generally accepted accounting principles (GAAP) have rules for reporting an event producing income or loss. However, these differ from the tax-law requirements for reporting the same event on tax returns. The two systems' differentdepreciationandamortizationrules are common causes of timing differences. These differences in reporting for the two systems—particularly for the timing of tax liabilities—are reflected in an organization’s financial statements.\n\nTax liabilities that have accrued during the year, but which will be paid in a later year, are shown on a balance sheet asdeferred income tax liabilities.\n\nFor example, the total US tax liability for a 2025 event resulting in income of $300, determined using the 2025 corporate federal income tax rate of 21%, is $63.\n\nGAAP generally requires that all of the $300 in income from an event, as well as the total corporate tax liability of $63, must be recognized in the organization’s income statement for the year when the event occurred.\n\nTax liability may be calculated one way using GAAP but reported differently for tax purposes. Tax law may spread recognition of income or a tax liability over multiple years. This timing difference will be reflected in financial statements.\n\nFor the same example, if $300 of GAAP income for 2025 is spread over three years for tax purposes, the 2025 balance sheet will treat the taxes due the IRS for 2025 as a current liability, i.e., a current income tax payable of $21.\n\nThat $21 would be reported as income tax payable on the current liabilities section of the balance sheet. The remaining $42, which will be due to the IRS in the future, would be reported as a deferred tax liability.\n\nThus, a deferred tax liability arises when there is a difference between the current income tax liability reported on an organization’s balance sheet and the income tax expense reported on its income statement.\n\nBalance sheets report the actual amount of taxes owed to the IRS, categorized either as current tax liabilities (income tax payable) or deferred income tax liabilities (noncurrent, longer-term liabilities). However, income tax expense is reported on an organization’sincome statements.This amount usually appears as the last expense item and is a deduction taken from pre-tax profit in determining net income, or profit.\n\nFor a US corporate taxpayer, GAAP determines the amount of income tax expense for financial reporting purposes by applying the current corporate tax rate, 21% in 2025, to the amount designated as profit before income taxes on the income statement.\n\nTaxes other than income taxes, such aspayroll taxes, property taxes, andsales taxes, may be identified on financial statements as separate tax categories. They also may be included in a comprehensive tally of tax expenses on an income statement and of tax liabilities on a balance sheet.\n\nUpon completing its federal income tax return, an organization knows the actual amount of taxes due to the US government for that tax year. The taxes payable within a year are reflected on the balance sheet as current income tax liabilities. Taxes due in future years are listed as deferred income tax liabilities.\n\nIf the corporation also owes state, local, or foreign income taxes, its balance sheet will reflect those liabilities as well.\n\n“Income tax payable” is a financial accounting term for the current liability reported on an organization’s balance sheet. It indicates the taxes that the organization expects to pay within 12 months.\n\n“Income tax expense” is the financial accounting term for the taxes that an organization owes on its pre-tax profit. The amount is determined under GAAP by applying to the organization’s pre-tax profit the tax rate applicable under relevant laws. It appears on an organization’s income statement.\n\nOn balance sheets, the tax amounts indicate liabilities that affect the organization’s value. Taxes due within 12 months are current liabilities and are designated as income tax payable. Taxes to be paid in the later periods are designated as deferred tax liabilities.\n\n\"Income tax payable\" refers specifically to an amount reported on financial statements. It's a liability reported in the current liabilities section of a company's balance sheet that indicates the amount that an organization expects to pay in income taxes within 12 months.\n\nFinancial accounting rules for reporting tax liabilities and the tax code’s rules for determining the amount of taxes owed to the IRS for the same event can differ. GAAP accounting principles and the US tax code do not treat all items in the same way when calculating the tax amounts reported on financial statements and the tax liabilities reported on tax returns. As a result, the amount of taxes owed on an organization’s tax return may not match the tax expense on its income statement.\n\nAccounting Tools. \"Income Tax Payable Definition.\"\n\nFinancial Accounting Standards Board. \"Summary of Statement No. 96: Accounting for Income Taxes.\"\n\nInternal Revenue Service. \"Publication 542, Corporations,\" Page 15.\n\nAccounting Tools. \"Income Tax Expense Definition.\"",
  "url": "https://www.investopedia.com/terms/i/incometaxpayable.asp"
}