{
  "term": "What Is CSR? Corporate Social Responsibility Explained",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nCorporate social responsibility (CSR) is aself-regulating business modelthat helps a company be socially accountable to itself, its stakeholders, and the public.\n\nBy practicing corporate social responsibility, also calledcorporate citizenship, companies are aware of how they impact aspects of society, including economic, social, and environmental. Engaging in CSR means a company operates in ways thatenhance society and the environmentinstead of contributing negatively to them.\n\nThroughcorporate social responsibility programs, philanthropy, and volunteer efforts, businesses can benefit society while boosting their brands. Asocially responsiblecompany is accountable to itself and its shareholders. CSR is commonly a strategy employed by large corporations. The more visible and successful a corporation is, the more responsibility it has to set standards of ethical behavior for its peers, competition, andindustry.\n\nSmall and midsize businesses also create social responsibility programs, although their initiatives are rarely as well-publicized as those of larger corporations.\n\nSome corporate social responsibility models replace financial responsibility with a sense of volunteerism. Otherwise, most models still include environmental, ethical, and philanthropic as types of CSR.\n\nAccording to a study published in the Journal of Consumer Psychology, consumers are more likely to act favorably toward a company that has acted to benefit its customers.As a company engages in CSR, it is more likely to receive favorablebrand recognition. Additionally, workers are more likely to stay with a company they believe in. This reduces employee turnover, disgruntled workers, and thetotal cost of a new employee.\n\nFor companies looking to outperform the market, enacting CSR strategies may improve how investors view the company's value. The Boston Consulting Group found that companies considered leaders in environmental, social, or governance matters had an 11%valuationpremium over their competitors.\n\nCSR practices help companies mitigate risk by avoiding troubling situations. This includes preventing adverse activities such as discrimination against employee groups, disregard for natural resources, unethical use of company funds, and activity that leads to lawsuits, andlitigation.\n\nCSR programs can raise morale in the workplace.\n\nIn its 2022 Environmental and Social Impact Report,Starbucks(SBUX) highlights taking care of its workforce and the planet among its CSR priorities through stock grants and additional medical, family, and educational benefits. The company's goals include achieving 50% reductions in greenhouse gas emissions, water consumption, and waste by 2030.\n\nHome Depot (HD) has invested more than 1 million hours per year in training to help front-line employees advance in their careers, aims to produce or procure 100% renewable energy to operate its facilities by 2030, and has plans to spend $5 billion per year with diverse suppliers by 2025.\n\nGeneral Motors won the Sustainability Leadership Award from the Business Intelligence Group in 2022. The automaker provided $60 million in grants to more than 400 U.S. nonprofits focusing on social issues, and it has agreements in place to use 100% renewable electricity at its U.S. sites by 2025.\n\nMany companies view CSR as an integral part of their brand image, believing customers will be more likely to do business with brands they perceive to be more ethical. In this sense, CSR activities can be an important component of corporate public relations. At the same time, some company founders are also motivated to engage in CSR due to their convictions.\n\nIn 2010, theInternational Organization for Standardization (ISO)released ISO 26000, a set of voluntary standards to help companies implement corporate social responsibility. Unlike other ISO standards, ISO 26000 provides guidance rather than requirements because the nature of CSR is more qualitative than quantitative, and its standards cannot be certified. ISO 26000 clarifies social responsibility and helps organizations translate CSR principles into practical actions.\n\nCSR initiatives strive to have a positive impact on the world through direct benefits to society, nature and the community in which a business operations. In addition, a company may experience internal benefits through the initiatives. Knowing their company is promoting good causes, employee satisfaction may increase and retention of staff may be strengthened. In addition, members of society may be more likely to choose to transact with companies that are attempting to make a more conscious positive impact beyond the scope of its business.\n\nSince 1999, Corporate Responsibility Magazine has ranked the top 100 Best Corporate Citizens each year among the 1,000 largest U.S. public companies. Rankings are based on employee relations, environmental impact, human rights, governance, and financial decisions. In 2023, the top-ranked companies include Hewlett-Packard Enterprise Company, Accenture, and Hasbro.\n\nCompanies striving tomeasure success beyond bottom-line financial resultsmay adopt CSR strategies that target environmental, ethical, philanthropic, and fiscal responsibility that extend beyond the products they sell.\n\nSociety for Consumer Psychology. \"Good Guys Can Finish First: How Brand Reputation Affects Extension Evaluations.\"\n\nBoston Consulting Group. \"Your Supply Chain Needs a Sustainability Strategy.\"\n\nFrontiers in Psychology. \"Corporate Social Responsibility and Employee Engagement: Enabling Employees to Employ More of Their Whole Selves at Work.\"\n\nStarbucks. \"2022 Starbucks Global Environmental and Social Impact Report,\" Pages 6 and 32.\n\nHome Depot. \"ESG Report (2022),\" Pages 9-10.\n\nGeneral Motors. \"2022 Sustainability Report,\" Pages 6-7.\n\nInternational Organization for Standardization. \"ISO 26000, Social Responsibility.\"\n\n3BL Media. \"100 Best Corporate Citizens of 2023.\"",
  "url": "https://www.investopedia.com/terms/c/corp-social-responsibility.asp"
}