{
  "term": "What Is a Resume? Its Purpose and What Should Not Be on Yours",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA resume is a formal document that a job applicant creates to itemize their qualifications for a position. A resume is usually accompanied by a customizedcover letterin which the applicant expresses an interest in a specific job or company and draws attention to the most relevant specifics on the resume.\n\nAmerican job coaches insist that a resume should be only one or two pages in length. British job applicants traditionally are expected to produce a somewhat more detailed document called a CV (curriculum vitae).\n\nAresumeis almost always required for applicants to office jobs. They are the first step taken by corporate recruiters and hiring managers to identify candidates who might be invited tointerviewfor a position.\n\nSuccessful resumes highlight specific accomplishments applicants have achieved in former positions, such as cutting costs, transcending sales goals, increasing profits, and building out teams.\n\nThere are many formats for resumes, with many variations for particular professions such asinvestment bankingand the fashion trade.\n\nWhatever the format, most resumes include a briefsummary of skillsand experience, followed by a bullet list of previous jobs in reverse chronological order and a list of degrees earned.\n\nA final section might be added to highlight specific skills, such as fluency in a foreign language, knowledge of computer languages, professionally useful hobbies, professional affiliations, and any honors achieved.\n\nBrevity, a clean layout, and succinct language all are prized. People who have to sort through hundreds of resumes have short attention spans.\n\nThe heading on the resume should include not only your name, email address, and mobile phone number but also your address on LinkedIn or another professional community and the address of your website or blog if you have one.\n\nBe aware that any hiring manager will, as a matter of course, enter your name in the Google search field. Do a search on your own and see if you can optimize your own results or at least decently bury any youthful faux pas.\n\nRecruiters examine job histories for significant employment gaps or a pattern of job-hopping. Be prepared to explain either, whether in a cover letter or during an interview. An applicant with a history of short-lived jobs might consider omitting a few of the oldest ones, especially if they aren't relevant to the current job opening.\n\nFor example, if you spent years working behind a counter in food service, then went back to school to earn physical therapy credentials, forget some of those early jobs in food service. Flesh out the sections that report yourskills, training, and experience in the field that's now your specialty. You can mention those other jobs in the interview while explaining what a reliable professional you are.\n\nThe past can be particularly dangerous for applicants to new technology companies seeking to assemble cutting-edge teams. Legacy skills may imply obsolescence. The most powerful resumes underline how an applicant can thrive in the job that's open right now.\n\nIt goes without saying that resumes these days are delivered as email attachments or uploaded for an online application, not printed out and mailed.\n\nAlthough the two-page maximum still stands, many applicants use the web to its full potential when it comes to attachments. Video introductions, charts, graphs, and other illustrations can make you stand out, so long as they're relevant and slickly made.\n\nThere is so much talk about what should be in your resume, but there are also some things that ought to be kept off the page. First, and most importantly, are your age, marital status, and the number of children you may have. While a potential employer might be able to deduce this information via a web search, it isn't relevant for a job application.\n\nIn addition, do not list your current salary, religion, political beliefs, or any personal details (like your hobbies), unless that information is required for the job in question.\n\nCommon resume mistakes include typos, vague details without a lack of specifics, either being too long in detail or too short, grammatical errors, poor verb usage, impertinent information, and not including enough information on skills.\n\nThis depends on whether you are applying for different types of jobs. For example, if you are applying for an office manager job, you should tailor your resume to outline your leadership and organizational skills. But you might also be interested in applying for a retail position, so creating a second resume that instead highlights any retail experience that you have will put you in a better position to get that job.\n\nYou can still create a strong resume even if you do not have any professional work experience. Your resume can include any volunteer work you have done and the responsibilities you had during this time. If you are still in school, you can also list any academic organizations you are a part of and any offices and responsibilities you're holding.\n\nYour resume is what gets you the job interview. It's the first step in getting hired. So you want to spend plenty of time making sure it's professional, represents who you are, is void of mistakes, does not contain superfluous information, and highlights why you would be the best candidate for the job.\n\nYour resume should be recent and contain only the most important information; remove anything else. If you've been working for two decades, employers aren't interested in your high school GPA or any internships you had during college. Keep it concise, interesting, and impressive, and you'll be sure to get a response from companies.",
  "url": "https://www.investopedia.com/terms/r/resume.asp"
}