{
  "term": "What Is an International Bank Account Number (IBAN) and How Does It Work?",
  "definition": "An international bank account number (IBAN) is a supplementary account number that identifies the nation of origin of a transaction involving a foreign bank account.\n\nAn IBAN, or international bank account number, is a number that identifies the country of origin of a transaction involving a foreign bank account. It is used in addition to a standard bank account number when the transaction originates with a foreign bank.\n\nThe IBAN starts with a two-digit country code, then two numbers, followed by several more alphanumeric characters.\n\nThe IBAN consists of a two-letter country code, followed by two check digits, and up to thirty-five alphanumeric characters. These alphanumeric characters are known as thebasic bank account number (BBAN). It is up to the banking association of each country to determine which BBAN they will select as the standard for that country's bank accounts.\n\nAn IBAN will be used when sending interbank transfers orwiring money from one bankto another, especially across international borders. In the register of countries currently using the IBAN system, several examples are as follows:\n\nThe U.S. and Canada are two major countries that do not use the IBAN system. However, they recognize the system and process payments according to the system.\n\nAn IBAN is made up of a maximum of 34 alphanumeric characters. It is made up of the following components:\n\nThe chart below shows an example of an IBAN for a hypothetical bank in Finland. The IBAN would be FI21 1234 5698 7654 3210.\n\nThere are two internationally recognized, standardized methods of identifying bank accounts when a transfer is being made from one country to another: the International Bank Account Number (IBAN) and theSociety for Worldwide Interbank Financial Telecommunication (SWIFT)code. The difference between the two methods lies in what they identify.\n\nA SWIFT code is used to identify a specific bank during an international transaction, whereas IBAN is used to identify an individual account involved in the international transaction. Both play an essential role in the smooth running of the international financial market.\n\nTheSWIFT systempredates attempts to standardize international banking transactions through IBAN. It remains the method by which the majority of international fund transfers are made. One of the main reasons for this is that the SWIFT messaging system allows banks to share a significant amount of financial data.\n\nThis data includes the status of the account, debit and credit amounts, and details related to the money transfer. Banks often use the bank identifier code (BIC) instead of the SWIFT code. However, the two are easily interchangeable; both contain a mix of letters and numbers and are generally between eight and 11 characters in length.\n\nThe IBAN developed out of diverging national standards for bank account identification. Varying uses of alphanumeric forms to represent specific banks, branches, routing codes, and account numbers often led to misinterpretations and/or omissions of critical information from payments.\n\nTo smooth this process the International Organization for Standardization (ISO) published ISO 13616:1997 in 1997.Shortly after the European Committee for Banking Standards (ECBS) published a smaller version, believing the original flexibility allowed in the ISO version was unworkable. In the ECBS’s version, they allowed only upper-case letters and a fixed-length IBAN for each country.\n\nSince 1997, a new version, the ISO 13616:2003, replaced the initial ECBS version.A subsequent version in 2007 stipulated that IBAN elements must facilitate the processing of data internationally, in both financial environments and among other industries. However, it does not specify any internal procedures—including, but not limited to, file organization techniques, storage media, or languages.\n\nIBAN was first created to facilitate electronic payments between banks across Europe.Since then, it has expanded worldwide, although not all banks and not all regions have joined the standard and you may still need to rely on an alternative system such as SWIFT. North American, Australian, and Asian countries do not use the IBAN for domestic money transfers, and will only do so when sending a payment to a country that has adopted the IBAN.\n\nIBAN was developed to reduce errors and improve the verification of cross-border payments by reducing rejected payments, transfer delays, and associated bank charges and fees.\n\nAn IBAN number contains up to 34 alphanumeric characters.It is prefaced by a two-character country code, two check digits, and a Basic Bank Account Number (BBAN) that contains specific bank and account details. The format of the BBAN portion varies from country to country, which will typically include a bank code and branch code.\n\nYou can request an IBAN if you are a customer of a bank in an IBAN region.Note that an IBAN can only be used to receive payments, and is not used when making withdrawals.\n\nAn IBAN is only used during international financial transfers/transactions. The latest IBAN Registry, released in July 2023, states that there are 86 countries using IBAN.If your country doesn't use IBAN, it may use another system, such as SWIFT. Transferring money internationally can be tricky. These systems are designed to reduce issues with international transfers.\n\nBank of Albania \"Press Release IBAN.\"\n\nXE. \"Cyprus IBAN Format Example.\"\n\nXE. \"Luxembourg IBAN Format Example.\"\n\nXE. \"Norway IBAN Format Example.\"\n\nSwift. \"International Bank Account Number.\"\n\nXE. \"Finland IBAN Format Example.\"\n\nInternational Organization for Standardization. \"ISO 13616:1997.\"\n\nEuropean Committee for Banking Standards. \"IBAN: International Bank Account Number,\" Page 9.\n\nInternational Organization for Standardization. \"ISO 13616:2003.\"\n\nInternational Organization for Standardization. \"ISO 13616-1:2007.\"\n\nEuropean Central Bank. \"IBAN Issuance.\"\n\nBarclays. \"How to Generate an IBAN.\"\n\nSwift. \"IBAN Registry.\" Download \"IBAN Registry (PDF).\"",
  "url": "https://www.investopedia.com/terms/i/iban.asp"
}