{
  "term": "What Is a Gatekeeper? Definition in Healthcare and Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nGatekeepers are necessary in many industries. They're people or policies that act as go-betweens, controlling access from one point to another. They may refuse, control, or delay access to services or they may be used to oversee how work is being done and whether it meets certain standards.\n\nThe healthcareindustryis one area in which gatekeepers are commonly used.\n\nThere are two definitions of the term gatekeeper. One is used to describe the role of people in the health insurance sector. The other refers to long-term care plans.\n\nThe term gatekeeper describes the person in charge of a patient’s treatment when it's used in relation tohealth insurance. Anyone who receives health insurance coverage in the form of a managed care plan, specifically ahealth maintenance organization (HMO)plan, is assigned a gatekeeper or allowed to choose one. The insured party is instructed to choose a primary care physician from a list in some cases, and that doctor becomes the patient’s gatekeeper.\n\nA gatekeeper’s duty is primarily tomanage a patient’s treatment. The gatekeeper is in charge of authorizing the patient’s referrals, hospitalizations, and lab studies. The patient contacts the gatekeeper who in turn refers the patient to doctors and specialists within the plan network when the patient falls ill or needs a referral to a specialist,\n\nThe concept of a primary care physician as a gatekeeper to specialists and other medical resources is considered to be a managed care innovation in the United States. Its introduction has been accompanied by government-sponsored research in the United Kingdom into primary care referrals. This research could inform how the U.K.’s National Health Service shapes the gatekeeping function of general practitioners.\n\nMany consider gatekeeping to be aneffective way to contain costsby reducing unnecessary medical care interventions. Primary-level healthcare and affiliated tests and diagnoses are, on average, less expensive than secondary and specialty care services. Primary care physicians are considered to be better informed than their patients when it comes to knowing where and how to seek specialist care.\n\nThis knowledge benefits the patient care path by making a more efficient search for an adequate and qualitative secondary care provider.\n\nA 2015 report compared Austria, which lacks gatekeeping, to the United States where gatekeeping is practiced. It found that Austrian patients more frequently sought help from specialists compared with U.S. patients. The study revealed that the lack of a system for governing primary to secondary and tertiary care referrals led to the overutilization of secondary and tertiary care facilities.\n\nAustrian patients consistently reported a high satisfaction rate with their healthcare system. The country has also increased its hospital capacity to accommodate the high influx of primary care needs.\n\nA study of the healthcare system in the Netherlands reported that many primary care physicians felt that they were relegated to administrators when they were placed in the position of gatekeeper.\n\nThis presented an issue because the average age of patients seen by primary care physicians was increasing and elderly and aged patients are more likely to present a plurality of medical ailments and require more robust medical care.\n\nAn elderly individual would be sent to several specialists in a traditional gatekeeping mechanism and this can be tiring, time consuming, and a potentially fragmented approach to their healthcare. An ideal gatekeeping system would embrace innovative solutions, multiple competence centers, clinics with multiple care options on site, and ambulatory care improvements.\n\nGeneral practitioners in the British healthcare system who are comparable to primary care physicians in the United States are compensated for their services via capitation rates and/or fee-for-service. This creates competition in the market for patients.It also creates a situation where a general practitioner could lose part of their funding if they hand patients over to a specialist too quickly.\n\nOn the other hand, a patient may feel that they've been denied access to secondary healthcare if their family doctor is too careful or too reserved with forwarding patients to specialists.\n\nPrimary care physicians feel as though being a gatekeeper reduces them to administrators of health insurance policies, according to a Dutch study.\n\nGatekeepers are not people when it comes to long-term care. They're the requirements that must be met before an individual can receive any payouts from their long-term care insurance plan.\n\nMost long-term care insurance policies require this type of care to be medically necessary for sickness or injury. Many companies conduct their own evaluations of whether this standard is met as a result, and they sometimes overrule patients’ doctors. Some policies require that the patient be unable to complete a certain number of daily activities on their own, such as bathing, walking, dressing, and eating.\n\nPrimary care doctors and long-term insurance companies are two examples of gatekeeping. They function in an administrative capacity in both cases, limiting a patient’s ability to seek specialist care independently.\n\nGatekeeping can limit spending by both the patient and the hospital by potentially reducing the number of unnecessary visits to specialists.\n\nFinancial gatekeepers are individuals and institutions that are charged with monitoring activities in capital markets. Credit rating agencies are considered gatekeepers in this industry because they keep tabs on the financial health and responsibilities of consumers, countries, businesses, and financial institutions.\n\nThere are both positive and negative aspects to gatekeeping for both the healthcare system and individual patients. Improvements must be made to enable flexible and easy communication between the care providers of distinct entry points. A family doctor should be able to quickly consult with a specialist to confirm or eliminate clinical concerns, and a specialist should be able to pass detailed instructions to the doctor for potential follow-ups.\n\nPLOS ONE. “Shared Decision Making Between Patient and GP About Referrals from Primary Care: Does Gatekeeping Make a Difference?”\n\nEuropean Journal of Public Health. “Unregulated Access to Health-Care Services is Associated with Overutilization—Lessons from Austria.”\n\nResearchGate. “Does the Gatekeeper Enhance Appropriateness of Care? A Literature Study.”\n\nGov.UK. “Capitation: An Introduction.”\n\nSociety of General Internal Medicine, via National Center for Biotechnology Information. “The Good (Gatekeeper), the Bad (Gatekeeper), and the Ugly (Situation).”\n\nThe Brookings Institution.\"Financial Gatekeepers.\"",
  "url": "https://www.investopedia.com/ask/answers/08/gatekeeper.asp"
}