{
  "term": "What Is Annual Return? Definition and Example Calculation",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAn annual return measures the growth of an investment, on average, each year during a specific period. It is a commonly used method for comparing the performance of liquid investments.\n\nAn annual return is thereturnthat an investment provides over time. It's expressed as a time-weighted annual percentage. Sources of returns can include dividends, returns of capital, and capital appreciation. The rate of annual return is measured against the initial amount of the investment and it represents ageometric meanrather than a simple arithmetic mean.\n\nAn annual return can be calculated for various assets including stocks, bonds, funds, commodities, and some types ofderivatives. It's the standard method for comparing the performance of investments withliquidity. This process is a preferred method, considered to be more accurate than a simple return because it includes adjustments for compounding interest. Different asset classes tend to have different strata ofannual returns.\n\nThe annual return expresses a stock’s increase in value over a designated period. Information regarding the current price of the stock and the price at which it was purchased is required to calculate it. The purchase price must be adjusted accordingly if any splits have occurred. The simple return percentage is calculated first when the prices are determined with that figure ultimately being annualized.\n\nThe simple return is the current price minus the purchase price divided by the purchase price.\n\nCAGR=((Ending ValueBeginning Value)1Years)−1where:CAGR=compound annual growth rateYears=holding period, in years\\begin{aligned} &\\text{CAGR} = \\left ( \\left ( \\frac{ \\text{Ending Value} }{ \\text{Beginning Value } } \\right ) ^ \\frac{ 1 }{ \\text{Years} } \\right ) - 1 \\\\ &\\textbf{where:} \\\\ &\\text{CAGR} = \\text{compound annual growth rate} \\\\ &\\text{Years} = \\text{holding period, in years} \\\\ \\end{aligned}​CAGR=((Beginning ValueEnding Value​)Years1​)−1where:CAGR=compound annual growth rateYears=holding period, in years​\n\nConsider an investor who purchases a stock for $20 on Jan. 1, 2024. The investor then sells the stock on Jan. 1, 2029, for $35 and realizes a $15 profit. The investor also receives a total of $2 in dividends over the five-year holding period. The investor's total return over five years would be $17, or (17/20) 85% of the initial investment.\n\nThe annual return required to achieve 85% over five years follows the formula for the compound annual growth rate (CAGR):\n\n((3720)15)−1=13.1%annual return\\begin{aligned} &\\left ( \\left ( \\frac { 37 }{ 20 } \\right ) ^ \\frac{ 1 }{ 5 } \\right ) - 1 = 13.1\\% \\text{ annual return} \\\\ \\end{aligned}​((2037​)51​)−1=13.1%annual return​\n\nThe annualized return varies from the typical average and shows the real gain or loss on an investment as well as the difficulty in recouping losses. Losing 50% on an initial investment requires a 100% gain the next year to make up the difference. Annualized returns help even out investment results for better comparison because of the sizable difference in gains and losses that can occur.\n\nAnnual return statistics are commonly quoted in promotional materials for mutual funds,ETFs, and other individual securities.\n\nThe calculation differs when you're determining theannual returnof a401(k)during a specific year. The total return must first be calculated. The starting value for the period being examined is needed along with the final value. Any contributions to the account during the period in question must be subtracted from the final value before performing the calculations.\n\nThe adjusted final value is divided by the starting balance after the adjusted final value is determined. Subtract 1 from the result and multiply that amount by 100 to determine the percentage of total return.\n\nOther common return measures may be an extension of the basic return method. They include adjusting for discrete or continuous periods, which is helpful for more accurate compounding calculations over longer periods and in certain financial market applications.\n\nAsset managers commonly usemoney-weightedandtime-weighted ratesof return to measure performance or the rate of return on an investment portfolio. Money-weighted rates of return focus on cash flows but the time-weighted rate of return looks at the compound rate of growth of the portfolio.\n\nThe Modified Dietz formula is a method of annual return calculation that takes your cash flow into account. It compounds returns over each period.\n\nYou can calculate your rate of return by month and then multiply the result by 12 to get your annual rate of return. Numerous calculators areavailable onlineto do the math for you.\n\nCalculate yourreturn on investment(ROI) by subtracting the initial cost of your investment from its final value. Divide the result by the overall cost of the investment, adding in fees, commissions, and mark-ups. Multiply this result by 100 to get a percentage.\n\nCalculating annual return tells you how much you're earning or losing on a particular investment from year to year. It can be a critical component when you're placing your money somewhere to see it grow, such as in stocks, bonds, or mutual funds. It compares performance with liquidity.\n\nSpeak with a professional if you're not sure you're calculating correctly so you can plan your next move.\n\nTIAA. \"All FAQs About Personal Rate of Return.\"\n\nCFI Education. \"Annual Return.\"",
  "url": "https://www.investopedia.com/terms/a/annual-return.asp"
}