{
  "term": "What Is a Sukuk? Sharia-Compliant Bond-Like Financial Instruments",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nAsukukis an Islamic financial certificate, similar to a bond in Western finance, thatcomplies with Islamic religious lawcommonly known asSharia. Since the traditional Western interest-paying bond structure is not permissible, the issuer of a sukuk essentially sells an investor group a certificate, and then uses the proceeds to purchase an asset that the investor group has direct partial ownership interest in. The issuer must also make a contractual promise to buy back the bond at a future dateat parvalue.\n\nWith the rise ofIslamic finance, sukuk have become extremely popular since 2000, when the first such products were issued in Malaysia.Bahrain followed suit in 2001.Fast forward to current times, and sukuk are used by Islamic corporations and state-run organizations alike around the globe, taking up an increasing share of the global fixed-income market.\n\nIslamic law prohibits what's known as \"riba,\" or what we understand as \"interest\" in the West.Therefore, traditional, Western debt instruments cannot be used as viable investment vehicles or ways to raise capital for a business. To circumvent this, sukuk were created in order to link the returns and cash flows of debt financing to a specific asset being purchased, effectively distributing the benefits of that asset. This allows investors to work around the prohibition outlined under Sharia and still receive the benefits of debt financing. However, because of the way that sukuk are structured, financing can only be raised foridentifiable assets.\n\nThus, sukuk represent aggregate and undivided shares of ownership in a tangible asset as it relates to a specific project or a specific investment activity. An investor in a sukuk, therefore, does not own a debt obligation owed by the bond issuer, but instead owns a piece of the asset that's linked to the investment. This means that sukuk holders, unlike bond holders, receive a portion of the earnings generated by the associated asset.\n\nSukuk and conventional bonds do share similar characteristics, but also have important key differences:\n\nBoth provide investors with payment streams.\n\nBonds and sukuk are issued to investors and may be used to raise capital for a firm.\n\nBoth are considered to be safer investments than equities.\n\nSukuk investors receive profit generated by the underlying asset on a periodic basis while bond investors receive periodic interest payments.\n\nSukuk involves asset ownership while bonds are debt obligations.\n\nIf the asset backing a sukuk appreciates then the sukuk can appreciate whereas bond yield is strictly due to its interest rate.\n\nAssets that back sukuk arehalalwhereas bonds are oftenribaand may finance non sharia compliant businesses or fuel speculation.\n\nSukuk valuation is based on the value of the assets backing them while a bond's price is largely determined by its credit rating.\n\nThe most common type of a sukuk comes in the form of atrust certificate. These certificates are also governed by Western law, however, the structure of this type of sukuk is more nuanced. The organization raising funds first creates an offshorespecial purpose vehicle (SPV). The SPV then issues trust certificates to qualified investors and puts the proceeds of the investments toward a funding agreement with the issuing organization. In return, the investors earn a portion of the profits linked to the asset.\n\nSukuk structured as trust certificates are only applicable if the SPV can be created in an offshore jurisdiction that allows such trusts. This is sometimes not possible. If an SPV and trust certificates can't be created, a sukuk can be structured as an alternative civil-law structure. In this scenario, an asset-leasing company is created in the country of origin, effectively purchasing the asset and leasing it back to the organization in need of financing.\n\nSecurities and Exchange Commission, Nigeria. \"Sukuk (Islamic Bond) at a Glance.\"\n\nBank Negara Malaysia. “Governor's Keynote Address at the Sukuk Summit 2007, London. ‘The Challenge for a Global Islamic Capital Market: Strategic Developments in Malaysia.’”\n\nBoutti, Rachid. \"Sukuk and Bond Performance in Malaysia.\"International Journal of Economics and Finance,vol. 6, no. 2, 2014, pp. 226-234.\n\nBahrain Bourse. \"Sukuk Brochure.\" Page 5.\n\nTMF Group. \"The Global Islamic Finance Market: Part 1, Sukuk Bonds.\"\n\nIslamic Finance Foundation. \"Why Muslims Reject Interest (Riba).\"\n\nThe Association of Corporate Treasurers. \"What Are Sukuk, and How Do They Work?\"",
  "url": "https://www.investopedia.com/terms/s/sukuk.asp"
}