{
  "term": "What Is the Modigliani-Miller Theorem?",
  "definition": "Developed in the 1950s, the Modigliani-Miller theorem (M&M) states that the market value of a company is calculated as the present value of its future earnings andunderlying assets, and is independent of itscapital structure. Capital structure is the combination ofdebtandequityused to finance overall operations and growth.\n\nModigliani and Miller were professors at the Graduate School of Industrial Administration at Carnegie Mellon University. Both taught corporate finance but found the course material inconsistent and the concepts flawed.Merton Miller and Franco Modigliani published their theorem in an article, \"The Cost of Capital, Corporation Finance and the Theory of Investment,\" which appeared in the American Economic Review in the late 1950s.\n\nThe information was eventually compiled and organized to become the M&M theorem. The two economists realized that their initial theorem left out taxes and financing costs, effectively arguing its point in the vacuum of a \"perfectly efficient market.\" Later versions of their theorem addressed these issues in \"Corporate Income Taxes and the Cost of Capital: A Correction,\" published in the 1960s.\n\nM&M challenged the belief that debt was cheaper than equity and that companies could strive for an optimal capital structure. The theorem argues that debt does not directly impact a firm's value.\n\nCompanies can finance their operations and fuel growth and expansion by borrowing money, issuing bonds, or obtaining loans. Companies can re-invest their profits in their operations or issue new stock shares to investors. Using the following assumptions, the Modigliani-Miller theorem argues that a company's value remains unchanged when adjusting its leverage:\n\nMerton Milleranalogized their proposition to slicing a pizza. When a pizza is cut into many slices, the size of the pizza does not change. The two economists argued that when a firm’s capital structure divides its cash flows, without changing the nature of those cash flows, it does not affect the company's value, which remains the present value of all of its cash flows.\n\nModigliani and Miller wrote their original article to negate the idea that capital structure affects a firm's value. However, by denoting which aspects of capital structure do not affect value, the theorem showed the opposite, a reverse theorem. The reverse M&M theorem argues that capital structure can affect a company's value by increasing or decreasing corporate information, transaction costs, taxes, and regulations.\n\nMerton Miller was awarded the Nobel Prize in Economics in 1990 “for their pioneering work in the theory of financial economics.”Franco Modigliani was awarded the Nobel Prize in Economics in 1985 “for his pioneering analyses of saving and financial markets.\"\n\nCapital structure is how a company funds its overall operations and growth. It represents the debt and equity used to finance a company's operation and growth.\n\nThe Modigliani-Miller theorem impacted corporate financing, arguing that a company can finance growth by borrowing, issuing stock shares, or reinvesting its profits and that its capital structure is not a factor in its value. The theorem was developed in the 1950s by Merton Miller and Franco Modigliani.\n\nNew York University, Stern School of Business. \"After the Revolution: Forty Years Ago, the Modigliani-Miller Propositions Started a New Era in Corporate Finance. How Does M&M Hold Up Today?\"\n\nMichael Joseph Dempsey. \"Stock Markets and Corporate Finance,\" Page 8. World Scientific Publishing Company, 2017.\n\nModigliani, Franco, and Merton H. Miller. \"The Cost of Capital, Corporation Finance and the Theory of Investment.\"The American Economic Review,vol. 48, no. 3, Summer 1958, pp. 261-297.\n\nModigliani, Franco, and Merton H. Miller. \"Corporate Income Taxes and the Cost of Capital: A Correction.\"American Economic Review,vol. 53, no. 3, Summer 1963, pp. 433-443.\n\nYale University. \"The Modigliani-Miller Theorem at 60: The Long-Overlooked Legal Applications of Finance’s Foundational Theorem.\"\n\nThe Nobel Prize. \"Merton H. Miller.\"\n\nThe Nobel Prize. \"Franco Modigliani.\"",
  "url": "https://www.investopedia.com/terms/m/modigliani-millertheorem.asp"
}