{
  "term": "What Is Adjusted Gross Income (AGI)?",
  "definition": "Adjusted gross income (AGI) is the number that the Internal Revenue Service (IRS) uses to determine your income taxes owed for the year. The number is your total taxable income for the year minus certain adjustments that you may qualify for.\n\nAdjustments are made for business expenses, student loan interest payments, and contributions to retirement accounts, for example. These are subtracted from gross income to arrive at adjusted gross income.\n\nA different number,modified AGI(MAGI) is used to determine a taxpayer's eligibility for specific programs and retirement accounts.\n\nGross income is the sum of all the money you earn in a year, which may include wages,dividends,capital gains, interest income,royalties, rental income, and retirement distributions, before tax or deductions.\n\nAGI makes certain adjustments to your gross income to reach the figure on which your tax liability will be calculated.\n\nMany U.S. states also use the AGI number from federal returns to calculate how much individuals owe instate income taxes. States may modify this number further with state-specific deductions andcredits.\n\nAGI is an important figure because it determines your eligibility for certain deductions and tax credits.\n\nThe items subtracted from your gross income to calculate your AGI are referred to as adjustments to income and you report them on Schedule 1 when you file your annualtax return.Some of the most common adjustments include:\n\nIf you use software to prepare your tax return, it will calculate your AGI after you've input your income numbers. If you calculate it yourself, you’ll tally your total reported income for the year. That might include job income, as reported to the IRS by your employer on aW-2 form, plus other income, such as dividends, self-employment income, andmiscellaneous income, reported on1099 forms.\n\nNext add any taxable income from other sources, such as profit on the sale of a property, unemployment compensation, pensions, Social Security payments, and IRA contributions. Many of these items are also listed on IRS Schedule 1.\n\nThe next step is to subtract the adjustments that apply to you. The resulting figure is your AGI.\n\nThen, to determine your taxable income, subtract either thestandard deductionor your totalitemized deductionsfrom your AGI.\n\nThe standard deduction for tax returns formarried couples filing jointlyis $29,200 for the 2024 tax year or $14,600 for single filers.Taxpayers whose itemized deductions exceed that amount would generally opt to itemize, while others would take the standard deduction.\n\nThe IRS provides a list of itemized deductions and the requirements for claiming them on its website.Your AGI also affects your eligibility for many of these deductions and tax credits.\n\nThe lower your AGI, the more significant the number of deductions and credits you'll generally be eligible to claim, and the more you’ll be able to reduce your tax bill.\n\nLet’s say you had some significant dental expenses during the year that weren’t reimbursed byinsuranceand you’ve decided to itemize your deductions. You're allowed to claim an itemized deduction for the portion of those expenses that exceed 7.5% of your AGI.\n\nThis means that you can deduct the amount that exceeds $7,500, or $4,500, if you report $12,000 in unreimbursed dental expenses and have an AGI of $100,000. But the 7.5% reduction is just $3,750 if your AGI is $50,000, and you’d be entitled to deduct a larger amount, $8,250 in this case.\n\nSome tax calculations and government programs are based on your modified adjusted gross income or MAGI. This figure starts with your AGI, then it adds back certain items, such as any deductions you take for student loan interest or tuition and fees.\n\nYour MAGI determines how much, if anything, you can contribute to aRoth individual retirement account(Roth IRA) in any given year. Pre-tax contributions to traditional 401(k) funds help toreduce your AGI and MAGItaxable income. Roth IRA contributions are made with after-tax dollars and won't further reduce your AGI or MAGI.\n\nIt's also used to calculate your income if you apply for Marketplace health insurance under theAffordable Care Act(ACA).\n\nMany people with relatively uncomplicated financial lives find that their AGI and MAGI are the same.\n\nIf you file electronically, the IRS form will ask you for your previous year’s AGI as a way of verifying your identity.\n\nYour gross income is all the money you've earned in a year that isn't exempt from taxation. This income can be in the form of salary, wages, self-employment income, interest, dividends, or capital gains.\n\nYour adjusted gross income is that amount minus certain qualified expenses and adjustments.\n\nYou then subtract either the standard deduction or the total of your itemized deductions for the year. You can't take both itemized deductions and the standard deduction.\n\nThe result is yourtaxable income.\n\nYou report your AGI on line 11 of IRSForm 1040, the form you use to file your income taxes for the year.\n\nKeep that number handy after completing your taxes because you'll need it again if you e-file your taxes next year. The IRS uses it as a way to verify your identity.\n\nAdjusted gross income (AGI) is your taxable income for the year after accounting for all applicable tax deductions. It's an important number that's used by the IRS to determine how much you owe in taxes.\n\nAGI is calculated by taking your gross income from the year and subtracting any deductions that you're eligible to claim. Your AGI will always be less than or equal to your gross income.\n\nMost are tax breaks that reduce your taxable income. One big one is an adjustment for student loan interest. Others are more specialized, such as an adjustment for moving expenses incurred by military personnel and an adjustment for teachers who buy classroom supplies.\n\nYou may qualify for none of these adjustments, in which case your adjustable gross income will be identical to your gross income.\n\nAGI and modified adjusted gross income (MAGI) are very similar except that MAGI adds back certain deductions. MAGI will always be larger than or equal to AGI for this reason.\n\nCommon examples of deductions that are added back to calculate MAGI include foreign earned income, income earned onU.S. savings bonds, and losses arising from a publicly tradedpartnership.\n\nAdjusted gross income or AGI reduces your taxable income for the year if you qualify for any of a list of qualified deductions. You can still take the standard deduction or itemize deductions if you wish. The AGI allows you to take certain deductions up front without filing a Schedule A.\n\nHowever, many of the adjustments allowed for AGI are specific for particular circumstances that don't apply to everyone. Don't be surprised if your gross income and your adjusted gross income are the same number.\n\nCorrection—Nov. 8, 2023: A previous version of this article omitted the IRA deduction as one of the common adjustments to calculate AGI.\n\nInternal Revenue Service. \"Definition of Adjusted Gross Income (AGI).\"\n\nInternal Revenue Service. \"Amount of Roth IRA Contributions That You Can Make for 2022.\"\n\nHealthCare.gov. “Modified Adjusted Gross Income (MAGI).”\n\nInternal Revenue Service. “Definition of Adjusted Gross Income.”\n\nInternal Revenue Service. “Schedule 1: Additional Income and Adjustments to Income.”\n\nInternal Revenue Service. “Form 1040: U.S. Individual Income Tax Return.”\n\nInternal Revenue Service. “Topic No. 501 Should I Itemize?”\n\nInternal Revenue Service. \"Publication 505 (2024), Tax Withholding and Estimated Tax.\"\n\nInternal Revenue Service. “Topic No. 502 Medical and Dental Expenses.”\n\nHealthCare.gov. “How to Count Income & Household Members: What to Include as Income.”\n\nInternal Revenue Service. “Validating Your Electronically Filed Tax Return.”\n\nInternal Revenue Service. “Schedule 1: Additional Income and Adjustments to Income.”",
  "url": "https://www.investopedia.com/terms/a/agi.asp"
}