{
  "term": "What Is a CUSIP Number, and How Do I Find a Stock or Bond CUSIP?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA CUSIP number is a series of letters and numbers used to identify certain securities and facilitate trading and settlement.\n\nCUSIP numbers are used to create a concrete distinction between financial securities that are traded on public markets, including equity, debt, derivative, and others. These numbers help facilitate trades and settlements by providing a constant identifier to help distinguish the securities within a trade.\n\nEach trade and the corresponding CUSIP number are recorded to facilitate the tracking of actions and activities.\n\nPronounced Q-sip CUSIP is an acronym for the Committee on Uniform Security Identification Procedures, which oversees the entire CUSIP system. Just like thestock symbolsassigned to the shares of a publicly traded company, a CUSIP number is a unique identifier attached to the equity, debt, and other securities issued by a company. It is similar to a serial number and is made up of nine digits:\n\nThe table below highlights some of the securities that are identified by CUSIP numbers.\n\nBy providing a consistent identifier that distinguishes securities, CUSIP numbers help facilitate and ease actions and activities such as trades and settlements. CUSIP Global Services creates anywhere from 1,000 to 2,000 new identifiers each day.\n\nCUSIP Global Services is managed by FactSet Research Systems on behalf of theAmerican Bankers Association (ABA). FactSet purchased CUSIP Global Services fromStandard & Poor's (S&P)in 2022 for about $1.925 billion.\n\nThe number of U.S. and Canadian issues by the CUSIP system as of September 2022 (latest information).\n\nCUSIP numbers are publicly availableand can be accessed through theMunicipal Securities Rulemaking Board (MSRB)via theElectronic Municipal Market Access (EMMA)system. Additionally, the information is often listed on official statements relating to a security such as confirmations of purchase or periodic financial statements, or the information can be accessed through various securities dealers.\n\nAdummy CUSIPis a temporary, nine-character placeholder used internally by a company to identify a specific security until its official CUSIP number is assigned.\n\nCUSIP Global Services also has a series of other important identifiers along with CUSIP. Two of these are ISIN and CINS.\n\nExpanding beyond the CUSIP system is theInternational Securities Identification Number (ISIN)system. ISINs are used internationally with most United States and Canadian securities labeled with an additional two-character prefix and one final check character attached at the end of the originally issued CUSIP.\n\nAdditionally, information regarding the currency of the specified security is also required to facilitate proper processing and recording. This has helped establish an international system for the clearance of securities. While it is not yet used worldwide, the ISIN system has gained traction across foreign markets as a way to simplify trading processes, particularly for international investing.\n\nACINS number, which is known as the CUSIP International Numbering System, is another international extension of the CUSIP numbering system. A CINS number consists of nine characters and is used for securities issued in 30 markets outside North America. In this case, the first letter represents the issuing country. For example, E09876AA7 represents an AA credit-rating corporate bond issued in Spain (E is the letter used to identify Spain) and offered in a foreign market.\n\nHere are a few examples of actual CUSIPs for companies across various sectors.\n\nCUSIP numbers are unique identifiers attached to listed stocks and bonds. They provide a standardized method for identifying securities to facilitate the clearance and settlement of trading market transactions.\n\nA CUSIP will tell you the exact type of security it references and who issued it. The unique identifier will also tell you what type of security it is (e.g., a corporate bond or common stock).\n\nAs an ordinary investor, CUSIP numbers are not of much use. Instead, these are used primarily by brokerage and clearing firms to ensure that transactions are properly settled and recorded.\n\nThere are several ways to do this. Perhaps the simplest is to request a stock quote on a broker's website, which often will include the CUSIP. You can also find the numbers on a brokerage's official statements sent to clients, or on physical stock or bond certificates if you own them. Certain bond CUSIPs may also be obtained through the Municipal Securities Rule-Making Board via the Electronic Municipal Market Access system.\n\nA CUSIP number is a nine-digit alphanumeric code that is used to identify securities, such as stocks, bonds, and other financial instruments. The CUSIP (Committee on Uniform Securities Identification Procedures) system was developed in the 1960s as a way to uniquely identify securities and facilitate the settlement of trades.\n\nEach CUSIP number is unique to a specific security, and it is assigned by the CUSIP Service Bureau, which is operated by the American Bankers Association. CUSIP numbers are used by banks, brokerages, and other financial institutions to identify and track securities in their systems, and they are also used to facilitate the clearing and settlement of trades. CUSIP numbers are typically found on the front of a bond certificate, and they can also be found in various databases and other sources of information about securities.\n\nCUSIP Global Services. \"History.\"\n\nCUSIP Global Services. \"CUSIP.\"\n\nCUSIP Global Services. \"CGS History.\"\n\nCUSIP Global Services. \"About CGS.\"\n\nFactSet. \"FactSet Completes Acquisition of CUSIP Global Services.\"\n\nCUSIP Global Services. \"CUSIP: A Common Language for Efficient Markets.\" Page 16.",
  "url": "https://www.investopedia.com/terms/c/cusipnumber.asp"
}