{
  "term": "What Is Contractionary Policy? Definition, Purpose, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nA contractionary policy is a monetary measure to reduce government spending or the rate of monetary expansion by a central bank. It is a macroeconomic tool used to combat rising inflation.\n\nThe main contractionary policies employed by the United States government include raising interest rates, increasing bank reserve requirements, and selling government securities.\n\nContractionary policies aim to hinder potential distortions to the capital markets. Distortions include high inflation from an expandingmoney supply, unreasonable asset prices, or crowding-out effects, where a spike in interest rates leads to a reduction in private investment spending such that it dampens the initial increase of total investment spending.\n\nWhile the initial effect of the contractionary policy is to reducenominal gross domestic product(GDP), which is defined as the gross domestic product (GDP) evaluated at currentmarket prices, it often ultimately results in sustainable economic growth and smoother business cycles.\n\nContractionary policy notably occurred in the early 1980s when the then-Federal Reserve chair Paul Volcker finally endedthe soaring inflation of the 1970s. At their peak in 1981, target federal fund interest rates neared 20%.Measuredinflationlevels declined from nearly 14% in 1980 to 3.2% in 1983.\n\nBoth monetary and fiscal policies implement strategies to combat rising inflation and help to contract economic growth.\n\nContractionary policy is often connected to monetary policy, with central banks such as the U.S. Federal Reserve, able to enact the policy by raising interest rates.\n\nThe COVID-19 pandemic affected businesses' ability to produce and consumers' ability to consume. Many governments resorted to large fiscal stimuli which boosted consumption leading to supply chain bottlenecks and price tensions.\n\nThe government support throughout the crisis supported a strong economic rebound, with both GDP and employment recovering at a remarkable pace through 2021.\n\nHowever, in 2022, with growing signs of inflation, and to achieve maximum employment and keep the inflation at the rate of 2 percent over the long run, the Federal Reserve decided to raise the target range for the federal funds rate.\n\nThe Fed views ongoing increases in the target range as appropriate to attain a stance of monetary policy that is sufficiently restrictive to return inflation to 2 percent over time.\n\nA contractionary policy attempts toslow the economy by reducing the money supplyand fending off inflation.\n\nAnexpansionary policyis an effort that central banks use to stimulate an economy by boosting demand through monetary and fiscal stimulus. Expansionary policy is intended to prevent or moderate economic downturns and recessions.\n\nA contractionary policy often results in the tightening of credit through increased interest rates, increased unemployment, reduced business investment, and reduced consumer spending. There is commonly an overall reduction in the gross domestic product (GDP).\n\nThe purpose of a contractionary policy is to slow growth to ahealthy economic level, typically between 2% to 3% a year for the GDP. An economy that grows more than 3% creates negative consequences, including inflation.\n\nContractionary policies require elected officials to increase taxes and reduce government spending, like social and welfare programs, both unpopular with voters.\n\nA contractionary policy is a tool used to reduce government spending or the rate of monetary expansion by a central bank to combat rising inflation. The main contractionary policies employed by the United States include raising interest rates, increasing bank reserve requirements, and selling government securities. Contractionary policies are often difficult to implement as they may also include increases in tax rates, higher rates of unemployment, and a decrease in government programs and subsidies.\n\nFederal Reserve History. \"Volcker's Announcement of Anti-Inflation Measures.\"\n\nFederal Reserve Bank of St. Louis. \"Inflation, Consumer Prices for the U.S.\"\n\nU.S. Federal Reserve Board. \"Fiscal Policy and Excessive Inflation During COVID-19: a Cross Country View.\"\n\nU.S. Federal Reserve Board. \"November 02,2022 Federal Reserve Issues FOMC Statement.\"",
  "url": "https://www.investopedia.com/terms/c/contractionary-policy.asp"
}