{
  "term": "What Is Adjudication? Definition, How It Works, Types, and Example",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAn adjudication is a legal ruling orjudgmentbut the term can also refer to the process of settling a legal case or claim through the court or justice system, such as a decree in the bankruptcy process between the defendant and thecreditors. The ruling is usually final.\n\nAn adjudication normally represents the final judgment or pronouncement in a case that will determine the course of action taken regarding the issue that's been presented. Adjudication can also more generally refer to other formal processes of judgment or rulings that render a final decision, such as the process of validating aninsurance claim.\n\nAn adjudication in progress is typically a matter that's still under review and not yet decided. It may be pending some additional action by one party or another.\n\nAdjudication describes the legal process that helps expedite and deliver a court's resolution regarding an issue between two parties. The result of the process is a judgment and court opinion that's legally binding. Most adjudication hearings center on disputes that involve money or nonviolent infractions and result in the distribution of rights and obligations for all parties involved.\n\nThis legal process differs from other justice-seeking or evidence-based court cases. It's used to settle disputes between private parties, political officials and a private party, or public bodies and public officials. Adjudication in the healthcare industry can determine a carrier'sliabilityfor monetary claims submitted by an insured person.\n\nAdjudication specifically refers to the process and decision issued by a government-appointed or elected judge rather than a decision issued by an arbitrator in a private proceeding orarbitration. Judges and arbitrators are expected and required to follow the law but judges' adjudications are a public process and part of the public record. Arbitration typically is a private matter.\n\nThe types of disputes that are handled or resolved through adjudication can include the following:\n\nRequirements for full adjudication include requisite notice to all legally interested parties or those with a legal right that's affected by the disagreements as well as an opportunity for all parties to have their evidence and arguments heard.\n\nFormal rules of evidence and procedure govern the adjudication process.\n\nThe initiating party or trier gives a notice establishing the facts in controversy and defines any applicable laws. The notice also sometimes outlines the nature of the dispute between the parties and recounts where and when the dispute occurred. It cites the desired result based on law. There are no specific requirements regarding the notice of adjudication, however.\n\nAn adjudicator is then appointed and a notice is sent to the defending party. This party responds by submitting a defense to the claim of adjudication by the plaintiff. The adjudicator gives the plaintiff and defendant a chance to present their arguments at a hearing and makes a final ruling. This isn't too dissimilar from an arbitrator in an arbitration hearing settling a business dispute.\n\nAn adjudication can result from any sort of official judgment or decision, such as when a judge levies a penalty or sentence against a defendant in court.\n\nAdjudicate comes from the Latin wordjudicare,which means \"to judge.\"\n\nAn adjudication in progress is yet undecided, often pending an additional action that must be taken by one or more of the parties involved. It could also simply mean that the judge is reviewing the case and is in the process of making a decision.\n\nAdjudication describes the process of a judge or other authority resolving issues between two parties whether they’re individuals or legal or public entities. The term is also used to address situations in which a company or government entity is weighing a decision such as whether to honor a claim for unemployment benefits or a health insurance claim. An adjudication in progress is still under review and pending.\n\nConsider seeking legal help if you receive a notice of adjudication from a court or of a legal process that involves a court.\n\nCornell Law School Legal Information Institute. \"Adjudication.\"\n\nCornell Law School Legal Information Institute. \"Formal Adjudication.\"\n\nEnglish-Word Information. \"Judi-, Judic-.\"",
  "url": "https://www.investopedia.com/terms/a/adjudication.asp"
}