{
  "term": "What Is a Shareholders' Agreement? Included Sections and Example",
  "definition": "A shareholders' agreement, also called a stockholders' agreement, is an arrangement among shareholders that describes how a company should be operated and outlines shareholders' rights and obligations. The agreement also includes information on the management of the company and privileges and protection ofshareholders.\n\nThe shareholders' agreement is intended to ensure that shareholders are treated fairly and their rights are protected. The agreement includes sections outlining the fair and legitimate pricing of shares (particularly when sold). It also allows shareholders to make decisions about what outside parties may become future shareholders and provides safeguards for minority positions.\n\nA shareholders' agreement includes a date; often the number of shares issued; acapitalization tablethat outlines shareholders and their percentage ownership; any restrictions on transferring shares;pre-emptive rightsfor current shareholders to purchase shares to maintain ownership percentages (for example, in the event of a new issue); and details on payments in the event of a company sale.\n\nShareholder agreements differ from company bylaws. Bylaws work in conjunction with a company'sarticles of incorporationto form the legal backbone of the business and govern its operations. A shareholder agreement, on the other hand, is optional. This document is often by and for shareholders, outlining certain rights and obligations. It can be most helpful when a corporation has a small number of active shareholders.\n\nMany entrepreneurs creating startup companies will want to draft a shareholders' agreement for initial parties. This is to ensure clarification of what parties originally intended. If disputes arise as the company matures and changes, a written agreement can help resolve issues by serving as a reference point.\n\nEntrepreneurs may also want to include who can be a shareholder, what happens if a shareholder no longer has the capacity to actively own their shares (e.g. becomes disabled, passes away, resigns, or is fired), and who is eligible to be a board member.\n\nAs with all shareholder agreements, an agreement for a startup will often include the following sections:",
  "url": "https://www.investopedia.com/terms/s/shareholdersagreement.asp"
}