{
  "term": "What Is Marital Property (Common Law vs. Community States)?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nMarital property is a U.S. state-level legal term that refers to property acquired during the course of a marriage. Property that an individual owns before a marriage is considered separate property, as are inheritances or third-party gifts given to an individual during a marriage. Marriage partners may choose to exclude certain property from marital property by signing aprenuptialor apostnuptial agreement.\n\nSome of the details described below won't affect a couple unless they divorce or until one of them dies. But it's important for couples to learn about the different types of marital property so that when they acquire real estate or other property, they know how ownership can be arranged and choose the structure that represents their true intentions.\n\nMarital property includes real estate and other property a couple buys together during their marriage, such as a home or investment property, cars, boats, furniture, or artwork, when not acquired by either as separate property.Bank accounts, pensions, securities, and retirement accounts are also included; even an Individual Retirement Account, which is individually owned by law, is marital property if earned income is contributed to it during the course of a marriage.\n\nThis legal definition of marital property primarily exists to protect spousal rights. A couple's permanent legal residence—in either acommon lawproperty state or a community property state—determines which laws govern their marital property and how it can be divided if their marriage ends in divorce.\n\nWhich type of state you live in generally determines what is considered to be marital property.\n\nMost states are common law property states. The common law system provides that property acquired by one member of a married couple is owned completely and solely by that person. Under this legal framework, if the title or deed to a piece of property is put in the names of both spouses, the property belongs to both spouses. If both spouses' names are on the title, each owns a one-half interest. If a wife buys a car and puts it only in her name, for example, the car belongs to her only. If she buys the car and puts it in both her and her husband's names, however, the car belongs to both of them.\n\nUnder common law, when one spouse passes away, their separate property is distributed according to their will—or according to probate, if there is no will in effect.How this distribution pans out depends onwhich type of legal ownership the spouse has in any marital property. If they own property in \"joint tenancy with the right of survivorship\" or \"tenancy by the entirety,\" the property goes to the surviving spouse. This right is independent of what the deceased spouse's will says. However, if the property was owned as \"tenancy in common,\" then the property can go to someone other than the surviving spouse, per the deceased spouse's will. Not all property has a title or deed. In this case, generally, whoever paid for the property or received it as a gift owns it. In a legal separation or divorce in a common law state, the court can decide how marital property is divided according to its laws.\n\nArizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington, and Wisconsin are allcommunity property states. These nine states follow the rule that all assets acquired during a marriage are considered community property,that is, property of both spouses. According to the Internal Revenue Service, the states of Tennessee and South Dakota also have passed elective community property laws, along with Alaska and the Commonwealth of Puerto Rico.\n\nAlaska has an \"opt-in\" community property law that allows such a division of property, providing both parties agree. Tennessee, South Dakota and the Commonwealth of Puerto Rico have passed similar laws.\n\nMarital property in community property states is owned by both spouses equally. This marital property includes earnings, all property bought with those earnings, as well as all debts accrued during the marriage. Earnings and debts acquired before the marriage are separate property, as is an inheritance of only one spouse, although the couple may co-mingle property if they choose.Couples residing in community property states have to account for theircommunity incomeas well as their separate income if they file separate federal tax returns. When one spouse dies, title of joint assets goes to the surviving spouse.\n\nCommunity property begins at the marriage and ends when the couple physically separates with the intention of not continuing the marriage. Therefore, any earnings or debts originating after separation are considered separate property.\n\nIf the couple divorces or obtains a legal separation and the former spouses can't decide how to divide their marital property, a court will decide for them. In non-community property states, assets are divided according to \"equitable distribution.\" In community property states, there are some exceptions to the equal division rule, including where a spouse misappropriates marital property before or during a divorce.\n\nOf course, the couple can enter into a prenuptial agreement before the marriage, explaining how to distribute the marital property upon divorce. Usually, if the prenup is valid and doesn't violate federal or state laws, it will be followed—even in community property states.\n\nAmerican Bar Association. \"Separating Property.\"\n\nFindLaw. \"Marital Property Basics: Property Before, During and After Marriage.\"\n\nAmerican Bar Association. \"The Probate Process.\"\n\nInternal Revenue Service. \"Publication 555, Community Property.\"\n\nMcConnell Valdés LLC. \"New Civil Code of Puerto Rico: Institution of Family.\"\n\nHekmat Law & Mediation P.C. \"Community Property States [Full List & Why It Matters].\"",
  "url": "https://www.investopedia.com/terms/m/maritalproperty.asp"
}