{
  "term": "What Is the National Best Bid and Offer (NBBO)? How Quote Works",
  "definition": "The National Best Bid and Offer (NBBO) is a quote that reports the highestbid priceand lowestask (offered) pricein a security, sourced from among all available exchanges or trading venues. The NBBO, therefore, represents the tightest compositebid-ask spreadin a security.\n\nThe Securities Exchange Commission's (SEC)Regulation NMSrequires brokers to trade at the best available ask and bid price when buying and selling securities for customers and guarantee at least the NBBO quoted price to its customers at the time of a trade.\n\nThe NBBO is calculated and disseminated by Security Information Processors (SIP) as part of theNational Market System Plan(NMSP), which is used to process security prices. There are two SIPs responsible for this task. The Consolidated Quotation System (CQS) gives the NBBO for securities listed on theNew York Stock Exchange(NYSE), NY-ARCA, and NY-MKT, whereas the Unlisted Trading Privileges (UTP) Quote Data Feed gives the NBBO for securities listed on the Nasdaq.\n\nThe NBBO updates throughout the day with the highest and lowest offers for a security among all exchanges andmarket makers. The lowest ask price and the highest bid price are displayed in the NBBO and are not required to come from the same exchange—the best bid and ask price from a single exchange or market maker is called the “best bid and offer,” rather than the NBBO. Dark pools and otheralternative trading systemsmay not always appear in these results, given the less transparent nature of their businesses.\n\nTraders who want to execute orders larger than those available through the NBBO should use an exchange’s “depth of market” data orLevel IIscreens to identify the other potential bid and ask prices that they could use to execute their order.\n\nThe NBBO helps ensure that all investors receive the best possible price when executing trades through their broker without worrying about aggregatingquotesfrom multiple exchanges or market makers before placing a trade. This helps level the playing field forretail traders, who may not have the resources to always seek out the best prices across multiple exchanges.\n\nThe drawback is that the NBBO system may not reflect the most up-to-date data, which means that investors may not get the prices they were anticipating when trades are actually executed. This is a major concern forhigh-frequency traders(HFT), who rely on quotes to make their strategies work since they profit from extremely small price changes at volume.\n\nRegulation NMS is also difficult to enforce because of the fast pace of trading and the lack of recorded NBBO prices. This makes it difficult for a trader to prove whether or not they received the NBBO price on a given trade.\n\nInvestors should keep in mind that the prices may be stale in some cases and that not all prices may be reflected, sincedark poolsand other alternative trading systems may not have listed bid/ask prices.\n\nHigh-frequency traders generally invest in specialized infrastructure in order to directly connect to exchanges and process orders faster than other brokerages. In effect, they do not rely on SIP data for their buy/offer bids and take advantage of the latency between calculation of the NBBO and its publishing to mint profits. Research has focused on whether this enables them tofront-run others.\n\nAccording to a 2013 University of Michigan study, traders profited by as much as $21 billion by taking advantage of this latency. \"By anticipating future NBBO, an HFT algorithm can capitalize on cross-market disparities before they are reflected in the public price quote, in effect jumping ahead of incoming orders to pocket a small but sure proﬁt. Naturally, this precipitates an arms race, as an even faster trader can calculate an NBBO to see the future of NBBO, and so on,\" the study's authors wrote.\n\nSuppose a broker receives the following orders to offer to sell stock for company ABC:\n\nAt the same time, the following are available bid prices for the same company's stock:\n\nThe NBBO for ABC is $950/$1,000 because they are the best bid/offer prices available to traders within the given range.\n\nThe Securities Exchange Commission. \"Regulation NMS.\"\n\nStrategic Reasoning Group. \"Latency Arbitrage, Market Fragmentation, and Efficiency: A Two-Market Model.\"",
  "url": "https://www.investopedia.com/terms/n/nbbo.asp"
}