{
  "term": "What Is a Certificate of Deposit (CD)? Pros and Cons",
  "definition": "A certificate of deposit is an account at a bank in which you agree to lock in a specific amount of money for a set period, and in return, receive a higher interest rate than a savings account.\n\nA certificate of deposit (CD) is a type of savings account that pays a fixed interest rate on money held for an agreed-upon period. Thebest CD ratesare usually higher than savings accounts, but you lose withdrawal flexibility. If you withdraw your CD funds early, you'll be charged a penalty.\n\nCDs come in a variety of terms, ranging from 3-, 6-, and 12-month terms to 4-, 5-, and even 10-year terms. Learn more about how CDs work and their advantages and disadvantages.\n\nWe update these rankings every business day to give you the best deposit rates available:\n\nBest High-Yield Savings Accounts\n\nOpening a CD is similar to opening any standard bank deposit account. When you shop around, consider these factors:\n\nYou'll get either monthly or quarterly statement periods, paper or electronic statements. Monthly or quarterly interest payments will be deposited into your CD balance, and the interest will compound.\n\nUnlike most other investments, CDs offer fixed interest rates that are often higher than the rates on other bank accounts. Generally, the longer the terms, the higher the rates.\n\nCertificates of deposits are an attractive option for savers who want to earn more than most savings, checking, or money market accounts without taking on more risk.\n\nWant more advice for saving money toward your financial goals? Order a copy of Investopedia's\"What To Do With $10,000\" magazine.\n\nCDs arelike savings or money market accountsin that they allow you to put money away for a set period and earn interest. That way you can save toward a specific goal like a down payment on a house, a new car, or a vacation. Or, you may want to use a CD as an emergency fund that earns a guaranteed return.\n\nSavings and money market accounts allow you to make additional deposits as well as withdrawals. But with CDs, you make one initial deposit that stays in the account until its maturity date. In return for giving up access to your funds, certificates of deposits generally pay higher interest rates than savings or money market accounts.\n\nThe Federal Reserve’s rates play a large role in what you earn on your deposits. That’s because the Fed’s decisions can directly affect a bank’s costs. Here’s how it works.\n\nNo more than eight times a year, the Federal Open Market Committee (FOMC) decides whether to raise, lower, or hold itsfederal fundstarget rate range. This rate range determines the interest rates that banks charge to lend their excess reserves to each other overnight.\n\nEach morning, rates are weighted, averaged, and published. The resulting rate becomes a benchmark that influences what banks and credit unions are willing to pay consumers for their deposits in savings, money market, and CD accounts. The higher the federal funds rate, the higher the interest rate you can earn on a CD.\n\nIn December 2008, the Fed reduced its rate to the lowest level possible (essentially zero) as a stimulus to lift the U.S. economy out of the Great Recession. It left rates anchored there for a full seven years.During that time, deposit rates of all kinds—savings, money market, and CDs—tanked. The Fed did the same in 2020.\n\nIn 2022, amid record-setting inflation, the Fed aggressively raised interest rates.Between 2021 and 2023, average CD rates tripled or quadrupled, depending on the term.\n\nWhen opening a CD orchoosing your term, pay attention to the Fed’s rate. Opening a long-term CD right before a Fed rate hike may hurt your future earnings. Decreasing rates can signal a good time to lock in a long-term rate.\n\nEach bank determines the interest rate it will pay on CDs. If a bank needs more deposits to fund loans, it may be more aggressive in trying to attract them. A large bank with sufficient deposit reserves may be less interested in growing its CD portfolio and may offer lower rates.\n\nCDs are one of the safest ways to invest your money. First, their rate is fixed and guaranteed. Second, CD investments are protected by the same federal insurance that covers all deposit products.\n\nThe Federal Deposit Insurance Corp (FDIC) insures bank accounts, and the National Credit Union Administration (NCUA) insures credit union accounts. In both cases, $250,000 of your funds (and sometimes more) are protected in the rare event that the institution were to fail.\n\nNote that the FDIC insures $250,000 (per account, per ownership category). This means you can have two or more insured accounts, each with up to $250,000, as long as they are in different ownership categories. The categories are:\n\nCDs can be a good idea in several situations. A CD may be a good option if you have cash that you don’t need now, but that you will want within a few years. Investing in a CD can help you save for a vacation, a new home, or a car.\n\nA CD may be a good idea if you want some of your savings invested conservatively. It can help you achieve lower risk and volatility than investing in the stock and bond markets.\n\nOne of the downsides of CDs is that your money is tied up in the investment. However, that can be a benefit for some savers who worry that they will be tempted to withdraw from their savings. The fixed term of a CD and the penalty for early withdrawal provide a deterrent to spending.\n\nRates are typically higher than savings or money market accounts\n\nGuaranteed, predictable rate of return is less risky than volatile stocks and bonds\n\nFederally insured if opened with an FDIC- or NCUA-insured bank or credit union\n\nCan help you avoid spending temptations since withdrawing funds early triggers a penalty\n\nPenalties for withdrawing funds early\n\nTypically earns less than stocks and bonds over time\n\nFixed rate could cost you if interest rates rise during the term\n\nInflation can eat away at the value of money locked in at a fixed rate\n\nMost banks and credit unions offer at least one CD with a wide array of terms. This includes large banks, smaller banks, and online banks. In addition, you can open CDs through your brokerage account.\n\nWith the growth of online banking, you can shop for CDs at hundreds of banks and credit unions, including those that allow you to open an account online. In addition, you’ll have access to a number of regional and state banks and credit unions based on your residency.\n\nCD rates can vary widely. Shop for options available everywhere, not just at your current bank. Leverage online tools to aid in your search.\n\nEach bank and credit union establishes a minimum deposit required to open a CD. Sometimes, a bank will set a minimum deposit policy across all CDs. Some offer rate tiers with a higherannual percentage yield (APY)for those with higher minimum deposits.\n\nIn theory, a larger deposit will yield a higher return. In practice, this is not always the case. Many of the top 10 rates in each CD term can be achieved with modest investments of just $500 or $1,000. And the majority of top rates are available to anyone with at least $10,000. A $25,000 deposit is only occasionally required for a top rate.\n\nThejumbo CDs(requiring a minimum deposit of $50,000 or $100,000) can pay more, but not always.\n\nYou'll need to determine the CD term that is right for you.\n\nConsider your plans for the money. If it's for a specific goal or project, the expected start of that project will help you determine your ideal CD term length. If you're just socking away cash with no particular goal, you may opt for a longer term and higher interest rate.\n\nAlso, consider what's expected to happen with the Fed's rate. If it's anticipated that the Fed will raise rates—and bank and credit union CD rates will likely rise as well—then short- and mid-term CDs will make more sense than long-term CDs. That's because you won't want to be committed to a lower rate for five years when new, higher rates become available.\n\nConversely, if you expect rates to decrease in the near term, you may want long-term CDs so that you can lock in today's higher rates for years.\n\nAnother way to invest in CDs when interest rates are rising is to purchase avariable-rate CDor abump-up CD. A variable-rate CD has an APY that changes based on an index rate—it can go up or down.\n\nEssentially, you should aim to buy a variable-rate CD when rates are expected to go up and stay up. A bump-up CD allows you to increase the rate at one time of your choosing, and the rate can not go down.\n\nVariable-rate CDs and bump-up CDs typically have lower starting rates than traditional CDs. You'll need to weigh that when considering these products.\n\nACD ladderenables you to access the higher rates offered by5-year CD terms. The twist is that a portion of your money becomes available every year rather than every five years. Here's how to build a CD ladder.\n\nAt the outset, you take the amount of money that you want to invest in CDs and divide it by the number of CDs you will invest in. Let's say you will invest in five CDs. You then put one-fifth of the funds into a top-earning 1-year CD, another fifth into a top 2-year CD, and so forth through a 5-year CD. Let's say you have $25,000 available. That would give you five CDs of varying length, each with a value of $5,000.\n\nThen, when the first CD matures in a year, you take the resulting funds and open a top-rate 5-year CD. A year later, your initial 2-year CD will mature, and you'll invest those funds into another 5-year CD.\n\nYou continue doing this every year with whichever CD is maturing until you end up with a portfolio of five CDs all earning 5-year APYs, but with one of them maturing every 12 months.\n\nCD ladders make your money more accessible than if it were all locked up for a specific term.\n\nWhen you hold a CD, the bank will apply interest to your account at regular intervals. This is usually done monthly or quarterly and will show up on your statements as earned interest.\n\nJust like interest paid on a savings ormoney market account, interest will accumulate and be reported to you in the new year as interest earned. Then, you report it as income when you file your tax return.\n\nFor tax-reporting purposes, your CD earnings are taxed when the bank applies them to your account, regardless of when you withdraw your CD funds.\n\nLeading up to yourCD’s maturitydate, the bank or credit union will notify you of the impending end date. You will receive instructions on the actions to take with the maturing funds.\n\nTypically, they will offer you three options.\n\nIn many cases, the bank will default to rolling your proceeds into a new CD.\n\nEven though opening a CD involves agreeing to keep the funds on deposit without withdrawals for the duration of the term, that doesn’t mean you lack options if your plans change.\n\nWhether you encounter an emergency or a change in your financial situation—or you simply feel that you can use the money more usefully or lucratively elsewhere—all banks and credit unions have stipulated terms for how to cash your CD out early.\n\nThe exit won’t be free, of course. The most common way financial institutions accommodate premature termination is by assessing an early withdrawal penalty (EWP) on the proceeds before they are distributed, according to the specific terms and calculations outlined in your deposit agreement when you first opened the certificate. This means that you can determine, before agreeing to the CD, whether the EWP is acceptable to you.\n\nAlways check a bank’s EWP policy before committing to a CD. If it’s especially aggressive—or if you can find another CD with a similar rate and a milder term—then you’ll be wise to stay away from the toughest penalties.\n\nMost typically, the EWP is charged as several months’ interest, with a greater number of months for longer CD terms and fewer months for shorter CDs.For instance, a bank’s policy might be to deduct three months’ interest for all CDs with terms up to 12 months, six months’ interest for those with terms up to three years, and a full year’s worth of interest for its long-term CDs. These are just examples, of course—every bank and credit union sets its own EWP, so it’s important to compare EWP policies whenever you are deciding between two similar CDs.\n\nIt’s especially wise to watch out for EWPs that can eat into your principal. The typical EWP policy described above will only cause you to earn less than you would have if you had kept the CD to maturity. You will generally still have earnings, as the EWP will usually only eat up a portion of your earned interest.\n\nHowever, some particularly onerous penalties exist in the marketplace, where a flat percentage penalty is applied. Since this percentage can outweigh what you’ve earned on a CD that you haven’t kept very long, you could find yourself collecting less in proceeds than you invested. As a result, these EWP types are best avoided.\n\nA certificate of deposit (CD) is a simple and popular savings vehicle offered by banks and credit unions. When a depositor purchases a CD, they agree to leave a specified amount of money on deposit at the bank for a predetermined period, such as one year. In exchange, the bank agrees to pay them a predetermined interest rate and guarantees the repayment of their principal at the end of the term. For instance, investing $1,000 in a 1-year, 5% certificate would mean receiving $50 in interest over the course of one year, plus the $1,000 you initially invested.\n\nIt is nearly impossible to lose money on a CD for two reasons. First, certificates of deposit are guaranteed by the bank or credit union that offers them, meaning that they are legally required to pay you exactly the amount of interest and principal agreed upon. Second, CDs are generally also insured by the federal government for up to $250,000. That means that even if the bank or credit union went bankrupt, your principal would very likely still be repaid.\n\nAs a general rule, letting your CD roll over into a similar CD term at the same institution is unwise. Shopping around is important if you want to earn the top rate on your certificates of deposit.\n\nTypically, you cannot add funds to your CD during its term, but you may buy other CDs. Some banks may allow you to add funds during a grace period, which can vary depending on the issuer.\n\nYou will usually face an early withdrawal penalty when you take your money out of a certificate of deposit before the term ends. However, some issuers offer CDs with no early withdrawal penalty.\n\nCertificates of deposit offer a way to earn more on their money without the risk inherent in stocks and bonds. Although interest rates may be higher than those of savings and money market accounts, read the fine print carefully.\n\nTying up your money for longer terms may be safe, but you may lose out on higher interest returns if the federal funds rate increases. Know the limitations and benefits of any investment and consider consulting a financial professional for more guidance on your situation.\n\nFederal Deposit Insurance Corporation. \"National Rates and Rate Caps.\"\n\nFederal Reserve Bank of St. Louis. \"How Might Increases in the Fed Funds Rate Impact Other Interest Rates?\"\n\nBoard of Governors of the Federal Reserve System. “Policy Tools: Open Market Operations.”\n\nFederal Deposit Insurance Corporation. \"National Rates and Rate Caps, March 2023.\"\n\nFederal Deposit Insurance Corporation. \"Historical National Rates and Caps.\" Excel Download.\n\nNational Credit Union Administration. “Share Insurance Fund Overview.”\n\nFederal Deposit Insurance Corporation. “Understanding Deposit Insurance.”\n\nOffice of the Comptroller of the Currency. \"My Certificate of Deposit (CD) Matured, But I Didn't Redeem It. What Happened to My Funds?\"\n\nChase Bank. \"Deposit Account Agreement and Privacy Notice.\" Page 21. Download PDF.\n\nFederal Deposit Insurance Corp. “Are My Deposit Accounts Insured by the FDIC?”",
  "url": "https://www.investopedia.com/terms/c/certificateofdeposit.asp"
}