{
  "term": "What Is a Journal in Accounting, Investing, and Trading?",
  "definition": "A journal is a detailed accounting record that documents a company's financial transactions over a period—usually on a monthly or quarterly basis.\n\nA journal is a detailed running record of all of a business's financial transactions. It is used to reconcile accounts and is transferred to other accounting records, such as thegeneral ledger. The journal includes information like the transaction date, the accounts affected, and the dollar amounts. Most journal entries are composed in a double-entry bookkeeping method.\n\nForaccountingpurposes, a journal may be a physical record or a digital document stored as a book, a spreadsheet, or data entered into accounting software. When a transaction is made, a bookkeeper records it as a journal entry. If the expense or income affects one or more business accounts, the journal entry will detail that as well.\n\nJournaling is an essential part of objective accounting and record-keeping. Journals are easy to review and can be easily transferred later in the accounting process. In addition to the general ledger, journals are often reviewed as part of a trade or audit process.\n\nInformation recorded in a journal may include sales, expenses, movements of cash, inventory, anddebt. The information is best recorded immediately for the sake of accuracy. An accurate journal is critical to business planning,budgeting, andtax preparation.\n\nThe following are the key journal entries that are used in accounting—all of which highlight a company's health and well-being.\n\nDouble-entry bookkeepingis the most common system of accounting. Every business transaction is made up of an exchange between two accounts. Thus, every journal entry is recorded with two columns.\n\nFor example, if a business owner purchases $1,000 worth ofinventoryusing cash, the bookkeeper records two transactions in a journal entry. Thecash accountwill show a credit of $1,000, and the inventory account, which is a current asset, will show a debit of $1,000.\n\nOne of the primary rules for double-entry journal entries is to debit what comes in and credit what goes out for real accounts.\n\nSingle-entry bookkeeping is rarely used in accounting and business. It is the most basic form of accounting and is set up like a checkbook, in that only a single account is used for each journal entry. It is a simple running total ofcash inflowsand cash outflows.\n\nFor example, if a business owner purchases $1,000 worth of inventory with cash, the single-entry system records a $1,000 reduction in cash, with the total ending balance below it. Separately, another line indicates that $1,000 has been deducted from the cash account.\n\nIt is possible to separate income and expenses into two columns so a business can track total income and total expenses, and not just the aggregate ending balance.\n\nA journal is also used by those in the investment finance sector. For an individual investor or professional money manager, a journal is a comprehensive and detailed record of trades in the investor's accounts and can be used for tax, evaluation, andauditingpurposes.\n\nTraders use journalsto keep a chronicle of their trading activities and to learn from past successes and failures. Over time, a trader can sometimes spot the errors, emotional decisions, or divergence from an investing strategy that caused a loss.\n\nThe investor's journal typically has a record of profitable trades, unprofitable trades, watch lists, pre- and post-market records, and notes on why an investment was purchased or sold.\n\nEvery entry in a business journal must contain all critical information about a transaction. In double-entry accounting, this means the date of the transaction, the amount to be credited and debited, a brief description of the transaction, and the business accounts that are affected by it.\n\nDepending on the business, the journal may make room for other entries, such as the tax implications or the impact on a subsidiary.\n\nThe word journal has different meanings, but all of them refer to a running record of events:\n\nThe terms are virtually interchangeable. However, the word diary implies a personal record of daily activities and events, while a journal is often used to explore thoughts and ideas in depth.\n\nEvery business needs a journal. This running account of transactions is critical for recording the day-to-day activities of the business. It is used to reconcile other records and ensure that management has an accurate picture of business activities. The journal is also used for other reasons, such as evaluating business successes and missteps to preparing taxes or withstanding an audit.\n\nCorrection—Jan. 30, 2023:This article was edited to reflect that in the double-entry system, transactions are recorded in terms of debits and credits, not increases and decreases. Debits do not always equate to increases, and credits do not always equate to decreases.",
  "url": "https://www.investopedia.com/terms/j/journal.asp"
}