{
  "term": "What Is the International Organization for Standardization (ISO)?",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nInvestopedia / Michela Buttignol\n\nThe International Organization for Standardization sets quality standards for products distributed across national borders.\n\nThe International Organization for Standardization (ISO) is a non-governmental group that develops and publishes quality standards for the production of goods that are sold internationally.\n\nThe ISO plays a role in facilitatingworld tradeby providing common standards of safety, reliability, and quality.\n\nFor theconsumer, ISO certification indicates that the company that made a product conforms to the minimum international standards set by ISO. ISO does not certify products but issues certification to companies whose processes meet its quality standards in particular areas.\n\nHeadquartered in Geneva, the ISO was founded in 1947.\n\nIt has its roots in the 1920s with the International Federation of the National Standardizing Associations (ISA), which was suspended during World War II. A United Nations committee proposed the current body to succeed the federation.\n\nThe ISO's influence extends to 167 countries, each of which has one representative from its national standards organization.\n\nMembers of ISO meet annually at a General Assembly to discuss the strategic objectives of the organization. In addition, there is a 20-person council with rotating membership that provides guidance and governance for the organization.\n\nThe organization's abbreviated name—ISO—is not an acronym. It derives from the ancient Greek wordísos, meaning equal or equivalent.\n\nBecause the organization would have different acronyms in different languages, its founders opted to call it by the short form ISO.\n\nISO develops and publishesstandardsfor a vast range of products, materials, and processes. Currently, the organization has defined more than 24,362 standards, which are included in the ISO Standards catalog.\n\nThe catalog is broken down into segments such ashealthcare, technology, railway engineering, jewelry, clothing, metallurgy, weapons, paint, civil engineering,agriculture, and aircraft. In addition to producing standards, ISO publishes technical reports, technical specifications, publicly available specifications, technical corrigenda, and guides.\n\nIn some cases, the ISO name is used to describe a product that conforms to an ISO standard. For example, the speed of film, or the sensitivity of a photographic film to light, is referred to by its ISO number (ISO 6, ISO 2240, and ISO 5800).\n\nSome examples of ISO standards include the calibration of thermometers, food safety regulations, and the manufacturing of wine glasses. ISO standards also cover shoe sizes, musical pitches, security management, and environmental management.\n\nThe two most widely adopted ISO standards are ISO 9001 and ISO 14001.\n\nISO 9001 provides criteria for quality management systems. ISO 14001 provides criteria for environmental management systems.\n\nISO 9000 is a standard that focuses on quality management and quality assurance. Designed to apply to all industries, the standard is used by companies to develop and maintain their quality systems. Areas of focus include relationship management, customer focus, and leadership.\n\nThe ISO, or International Organization for Standardization, is responsible for setting uniform standards for products distributed around the globe. It creates uniform rule systems for quality management, health and safety, energy efficiency, and other factors.\n\nIndividual products are not ISO certified. The companies that produce them can achieve ISO certification for the processes they use in manufacturing them.\n\nISM. \"What Does ISO Certification Mean for Quality Processes?\"\n\nISO. \"Friendship Among Equals,\" Pages 15-21.\n\nISO. \"About Us, Structure and Governance.\"\n\nISO. \"ISO 6 Camera Film Speed.\"\n\nISO. \"The ISO Survey of Management System Standard Certifications - 2020 - Explanatory Note.\"\n\nISO. \"ISO 9000 Family, Quality Management.\"",
  "url": "https://www.investopedia.com/terms/i/international-organization-for-standardization-iso.asp"
}