{
  "term": "What Is Batch Processing? How It Works, Examples, and History",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nBatch processing is the processing oftransactionsin a group or batch. No user interaction is required once batch processing is underway. This differentiates batch processing from transaction processing, which involves processing transactions one at a time and requires user interaction.\n\nWhile batch processing can be carried out at any time, it's particularly suited to end-of-cycle processing, such as for processing a bank's reports at the end of a day or generating monthly or biweeklypayrolls.\n\nFor large enterprises, batch processing became a normal way of data compilation, organization, and report generation around the middle of the 20th century with the introduction of the mainframe computer. The early mechanics of processing a batch involved feeding a computer a stack of punched cards that held commands, or directions, for the computer to follow.\n\nHerman Hollerith (1860-1929) is credited with developing the punch card around 1890 when he was employed as a statistician for the U.S. Census Bureau.It was this punch card that became the foundation for widespread batch processing around 50 years later.\n\nBatch processing jobs are run at regularly scheduled times (e.g., overnight) or on an as-needed basis. As an example, bills forutilitiesand other services received by consumers are typically generated by batch processing each month. Batch processing is beneficial because it is a cost-effective means of handling large amounts of data at once. One caveat is that the inputs for the processing must be correct or else the results of the whole batch will be faulty, wasting time and money.\n\nA defining characteristic of batch processing is minimal human intervention, with few, if any, manual processes required. This is part of what makes it so efficient, though it wasn't always that way.\n\nBatch processing started with punch cards, which were tabulated into instructions for computers. Entire decks, or batches, of cards, would be processed at one time. This system, created by Herman Hollerith, goes as far back as 1890. Hollerith developed it to be used to process data from the U.S. Census.Punched manually, the card was fed into and read by an electromechanical device.Hollerith patented his invention as the \"Electronic Tabulating Machine\", and later joined a group of other inventors and investors to form the Computing-Tabulating-Recording Company (CTR), which would eventually become International Business Machines, or IBM.\n\nBatch processing started out with the use of paper punch cards.\n\nUnlike earlier iterations, the functions of modern batch processing are completely automated to meet certain conditions of time. While some tasks are done immediately, others are conducted in real-time and monitored on a regular basis. If there are any problems with the process, the system notifies the appropriate personnel through exception-based management alerts. This automation providesmanagerstime for other duties.\n\nThe software identifies exceptions through a system of monitors and dependencies, which causes the batch processing to start. Exceptions may include online customer orders or a request from the system for new supplies.\n\nBecause batch processing involves handling large amounts of data at once, if the inputs are off in any way the whole batch will be flawed, wasting time and money.\n\nOperational costssuch as labor and equipment are cut with batch processing because it cuts the need for human oversight physical hardware like computers. And because batch processing is designed to be quick, efficient and error-free, personnel can focus on other duties.\n\nUnlike others, batch processing systems work anywhere, any time. That means they continue to work outside regular business hours. They can also work in the background in an offline setting, so even during down periods, they'll still work without putting a dent in the organization's daily routine.\n\nAs mentioned above, having a batch processing system in place gives managers and other key personnel time to do their own jobs without having to spend time supervising batches. Alerts are sent when problems arise. This allows workers a hands-off approach to batch processing.\n\nBusiness owners may want to consider a few of the pitfalls of batch processing before putting such a system into place.\n\nLike many technologies, training is required to manage batch processing systems. Managers will need to learn what triggers a batch, how to schedule processing, and what exception notifications mean, among other things.\n\nThe systems are often complex, requiring someone on staff to be familiar with the program. Otherwise, companies or organizations may need to hire an information technology specialist for help.\n\nBatch processing infrastructure can be an expensive upfront investment. For some businesses, the costs may not seem feasible.\n\nU.S. Census Bureau. \"Herman Hollerith.\" Accessed August 3, 2021.",
  "url": "https://www.investopedia.com/terms/b/batch-processing.asp"
}