{
  "term": "What Is Risk Tolerance, and Why Does It Matter?",
  "definition": "Investopedia / Michela Buttignol\n\nRisk tolerance is the degree of uncertainty and financial loss that an investor is willing to take on an investment in exchange for a possible higher return.\n\nThe term risk tolerance describes how comfortable you are with the idea of losing money in the short term so you can earn a higher return with your investments over the long run. It is an important component in investing because it often determines what kind of investments you choose. Investors with a higher risk tolerance often invest in highly volatile assets like stocks and equity funds while those with a low risk tolerance may choose bonds and other fixed-income assets. Your age, investment goals, and income can contribute to your risk tolerance.\n\nAll investments involve some degree of risk and knowing their risk tolerance level helps investors plan their entireportfolio, determining how they invest. Based on how much risk they can tolerate, investors are classified as aggressive, moderate, and conservative.\n\nRisk tolerance assessments are available online, including risk-related surveys or questionnaires. An investor may also want to review historical returns for differentasset classesto determine the volatility of the various financial instruments.\n\nOne factor that affectsrisk tolerance includes the time horizon for an investor. Having a financial goal with a long time horizon, an investor may have greater returns by carefully investing in higher-risk assets, such as stocks. Conversely, lower-risk cash investments may be appropriate for short-term financial goals.\n\nAn investor's future earning capacity, and the presence of other assets such as a home, pension,Social Security, or an inheritance affect risk tolerance. An investor can take greater risk with investable assets when they have other, more stable sources of funds available. Additionally, investors with a larger portfolio may be more tolerant to risk, as the percentage of loss is much less in a larger portfolio when compared to a smaller portfolio.\n\nOrder your copy of Investopedia'sWhat To Do With $10,000 magazinefor more wealth-building advice.\n\nAnaggressive investor, or one with a high-risk tolerance, is willing to risk losing money to get potentially better results.Aggressive investors tend to be market-savvy with an understanding of the volatility of securities and follow strategies for achieving higher than average returns.\n\nTheir investments emphasizecapital appreciationrather than income or preserving their principal investment. This investor's asset allocation commonly includes stocks and little or no allocation to bonds or cash.\n\nModerate investors want to grow their money without losing too much. Their goal is to weigh opportunities and risks and this investor's approach is sometimes described as a “balanced” strategy.\n\nCommonly, moderate investors develop a portfolio that includes a mixture of stocks and bonds, perhaps as a 50/50 or 60/40 structure.\n\nConservative investors are willing to accept little to no volatility in their investment portfolios. Retirees or those close toretirement ageare often included in this category as they may be unwilling to risk a loss to their principal investment and have a short-term investment strategy.\n\nA conservative investor targets vehicles that are guaranteed and highly liquid. Risk-averse individuals commonly opt for bankcertificates of deposit(CDs), money markets, or U.S. Treasuries for income and preservation of capital.\n\nA moderate risk-tolerant investor may choose to invest in a 60/40 structure which may include a 60% investment in stocks, 30% in bonds, and 10% in cash.\n\nHigh-risk investmentsinclude investing inoptions,initial public offerings(IPO), andforeign emerging markets.\n\nWhile risk tolerance measures an investor's willingness to take risk, an investor'srisk capacitymeasures their financial ability to take a risk.\n\nU.S. Securities and Exchange Commission. \"Assessing Your Risk Tolerance.\"\n\nCharles Schwab. \"How to Determine Your Risk Tolerance Level.\"",
  "url": "https://www.investopedia.com/terms/r/risktolerance.asp"
}