{
  "term": "What Are Appraisal Costs? Definition, How They Work, and Examples",
  "definition": "Appraisal costs are a specific category ofquality controlcosts. Companies payappraisalcosts as part of the quality control process to ensure that their products and services meet customer expectations and regulatory requirements. These costs could include expenses for field tests and inspections.\n\nAppraisal costs can be a key expense for companies seeking to maintain high levels of customer and regulatory satisfaction. Payments for secret shopper salaries, factory floor inspectors, and technical screening equipment all fall into this category. Companies that spend large amounts of money on appraisal costs show that they are concerned with their reputations.\n\nCommon appraisal costs include inspecting materials delivered from suppliers, materials that are a work-in-process or finished goods, supplies used for inspections, and maintenance of test equipment.\n\nTo prevent defectiveinventoryor products from reaching their customers, companies get creative while incurring appraisal costs to spot suspect products. In the end, it is less expensive to incur appraisal costs than to lose customers who are frustrated by the receipt of low-quality goods.\n\nThe Internet and social media now give consumers unprecedented opportunities to voice their dissatisfaction with any companies or products that fail to meet their standards. The threat of unpleasant reviews or viralPRmishaps keeps companies on their toes and investing in appraisals of their products.\n\nAppraisal costs can simply be looked at as part of the cost of doing business as well as the cost of creating a product or service. A company'sreputationis one of the most important assets that it has. Once a company's reputation slips into the negative after the release of faulty products and bad publicity, it is almost always impossible or extremely difficult to shift consumer opinion.\n\nIt is for this reason that management needs to pay strict attention to quality control to ensure the lasting success of their company; appraisal costs are a part of that process.\n\nThere are many examples of appraisal costs and every industry has different types of appraisals and therefore the costs associated with them. Appraisal costs can even be driven by where the industry is in amarket cycle.\n\nA classic appraisal cost would be what is spent to inspect materials delivered from suppliers. For example, let's say a music retailer gets a shipment of guitars from a major manufacturer. Last year, the guitar manufacturer's first round of guitars had faulty tuners, causing customers to return opened products, file complaints with the guitar store's corporate parent, and in some cases, switch their loyalty to a different music retailer.\n\nSo this year, when the new shipment of guitars comes in, the music retailer opens the boxes, inspects each guitar to make sure the tuners are in good shape, and then repackages them before making them available to customers. This process costs money and time, which is accounted for on the balance sheet as an appraisal cost.\n\nOther examples of appraisal costs include:\n\nThe next best thing to incurring appraisal costs includes working on increasing the quality of the production processes of all suppliers and the company itself. The idea ofvendorandsupply chain managementseeks to improve the entire process so that it's inherently incapable of producing defective parts. Like a final product, suppliers need to ensure that theirraw materialsare in good condition, or else they risk losing supply contracts with the final producer of a good.",
  "url": "https://www.investopedia.com/terms/a/appraisal-costs.asp"
}