{
  "term": "What Is Technocracy? Definition, How It Works, and Critiques",
  "definition": "A technocracy is a model of governance wherein decision-makers are chosen for office based on their technical expertise and background. A technocracy differs from a traditional democracy in that individuals selected to a leadership role are chosen through a process that emphasizes their relevant skills and proven performance, as opposed to whether or not they fit the majority interests of a popular vote.\n\nThe individuals that occupy such positions in a technocracy are known as \"technocrats.\" An example of a technocrat could be acentral bankerwho is a trained economist and follows a set of rules that apply to empirical data.\n\nA technocracy is a political entity ruled by experts—or technocrats—who are selected or appointed by some higher authority. Technocrats are supposedly selected specifically for their expertise in the area over which they are delegated authority to govern. In practice, because technocrats must always be appointed by some higher authority, the political structure and incentives that influence that higher authority will always also play some role in the selection of technocrats.\n\nAn official who is labeled as a technocrat may not possess the political savvy or charisma that is typically expected of an elected politician. Instead, a technocrat may demonstrate more pragmatic and data-oriented problem-solving skills in the policy arena.\n\nTechnocracy became a popular movement in the United States during theGreat Depressionwhen it was believed that technical professionals, such as engineers and scientists, would have a better understanding than politicians regarding theeconomy'sinherent complexity.\n\nAlthough democratically officials may hold seats of authority, most come to rely on the technical expertise of select professionals in order to execute their plans.\n\nDefense measures and policies in government are often developed with considerable consultation with military personnel to provide their firsthand insight. Medical treatment decisions, meanwhile, are based heavily on the input and knowledge of physicians, and city infrastructures could not be planned, designed, or constructed without the input of engineers.\n\nReliance on technocracy can be criticized on several grounds. The acts and decisions of technocrats can come into conflict with the will, rights, and interests of the people whom they rule over. This in turn has often led to populist opposition to both specific technocratic policy decisions and to the degree of power in general granted to technocrats. These problems and conflicts help give rise to the populist concept of the \"deep state\", which consists of a powerful, entrenched, unaccountable, andoligarchictechnocracy which governs in its own interests.\n\nIn a democratic society, the most obvious criticism is that there is an inherent tension between technocracy and democracy. Technocrats often may not follow the will of the people because by definition they may have specialized expertise that the general population lacks. Technocrats may or may not be accountable to the will of the people for such decisions.\n\nIn a government where citizens are guaranteed certain rights, technocrats may seek to encroach upon these rights if they believe that their specialized knowledge suggests that it is appropriate or in the larger public interest. The focus on science and technical principles might also be seen as separate and disassociated from the humanity and nature of society. For instance, a technocrat might make decisions based on calculations of data rather than the impact on the populace, individuals, or groups within the population.\n\nIn any government, regardless of who appoints the technocrats or how, there is always a risk that technocrats will engage in policymaking that favors their own interests or others whom they serve over the public interest. Technocrats are necessarily placed in a position of trust, since the knowledge used to enact their decisions is to some degree inaccessible or not understandable to the general public. This creates a situation where there can be a high risk of self-dealing, collusion, corruption, and cronyism. Economic problems such asrent-seeking, rent-extraction, orregulatory captureare common in technocracy.\n\nTechnocracy and meritocracy are similar and overlapping concepts in the context of government. As defined above, technocracy is a model of society in which individuals are chosen to govern by their technical expertise and background. Meritocracy is a system of society where people are chosen to govern based on their merit, including praiseworthy ability, character, or other qualities.A society can be both technocratic and meritocractic.\n\nThe defining feature of a technocracy is a government comprised of individuals appointed or chosen for their technical expertise, rather than the support they draw from the broader populace.\n\nProponents of technocracies argue that technocrats bring specialized knowledge and skills to governance, allowing them to make decisions based on past performance or know-how. Critics of technocracy argue that such a system of governance effectively ignores the will of the people and is therefore inherently undemocratic.\n\nA technocracy is a form of governance whereby key decision makers are selected for their technical skills or expertise. Theoretically, technocracies are driven by individuals who make decisions based on data, empirical evidence, and other objective measures. In practice, technocrats' decisions may be vulnerable to political influence and self-interest, and can be criticized for failing to represent the will of the people.\n\nMerriam-Webster. \"Meritocracy.\"",
  "url": "https://www.investopedia.com/terms/t/technocracy.asp"
}