{
  "term": "What Is a Call in Finance? Call Options and Call Auctions",
  "definition": "A call, in finance, will usually mean one of two things.\n\n\"Call\" may also refer to a company's earnings call, or when an issuer of debt securities redeems (calls back) their bonds.\n\nFor call options, the underlying instrument could be a stock, bond, foreign currency,commodity, or any other traded instrument. The call owner has the right, but not the obligation, to buy the underlying securities instrument at a givenstrike pricewithin a given period. The seller of an option is sometimes termed as the writer. A seller must fulfill the contract, delivering the underlying asset if the option is exercised.\n\nWhen the strike price on the call is less than themarket priceon the exercise date, the holder of the option can use their call option to buy the instrument at the lower strike price. If the market price is less than the strike price, the call expires unused and worthless. A call option can also be sold before the maturity date if it hasintrinsic valuebased on the market's movements.\n\nTheput optionis effectively the opposite of a call option. The put owner holds the right, but not the obligation, to sell an underlying instrument at the given strike price and period.Derivativestraders often combine calls and put to increase, decrease, or otherwise manage, the amount of risk that they take.\n\nWith a call option, an investor can control a large amount of stock for a relatively small upfront cost (the option premium). This allows for the possibility of substantial returns if the underlying asset's price increases. Unlike purchasing the stock outright, which requires a significantcapitaloutlay, buying a call option provides exposure to price movements with less initial investment. For example, one share of stock of any given company may be $250; however, one call option representing one share of stock may be acquired, for example, for $5.\n\nAnother advantage of call options is the ability to limit downside risk. When purchasing a call option, the most an investor can lose is the premium paid for the option. This contrasts with buying the underlying stock, where the loss can be substantial if the stock price materially declines or if the company goes bankrupt.\n\nCall options also offer flexibility in trading strategies. Investors can use them forhedgingexisting positions, generating income through covered calls, or speculating on short-term price movements. For example, an investor who believes a stock's price will rise modestly might choose to sell a covered call, generating income while still holding the stock.\n\nOne of the primary disadvantages of call options is the risk of losing the entire premium paid for the option. Unlike owning a stock, which may retain some value even if its price declines, a call option can expire worthless if the underlying asset’s price does not rise above the strike price before the expiration date. Another disadvantage is the complexity associated with trading options. For inexperienced traders, this complexity can lead to misunderstandings or miscalculations, resulting in poor trading decisions and potential losses.\n\nCall options also have a limited lifespan, which can be a significant disadvantage in certain situations. Unlike stocks, which can be held indefinitely, call options have a fixed expiration date. If the expected price movement of the underlying asset does not occur within this timeframe, the option becomes worthless. This means investors may need to spend a little more effort on options compared to a traditional \"buy-and-hold\" portfolio.\n\nFinally, while call options offer the potential for leverage, they can also amplify losses. If an investor uses options to leverage their position and the market moves against them, they can incur significant losses relative to their initial investment. This means an investor could, in theory, lose more than their original investment.\n\nIn-the-money (ITM) and out-of-the-money (OTM) call options are terms used to describe the relationship between the strike price of a call option and the current market price of the underlying asset.\n\nA call option is consideredin-the-moneywhen the underlying asset's market price is above the option's strike price. This means that if the option were exercised, it would result in an immediate profit for the option holder, as they could buy the asset at the lower strike price and potentially sell it at the higher market price. Out-of-the-money call options have a strike price that is higher than the current market price of the underlying asset.\n\nThe choice between ITM and OTM call options depends on an investor's strategy and risk tolerance. ITM call options are typically chosen by more conservative investors who seek a higher probability of profit, even if it means paying a higher premium. These options have intrinsic value and are less affected by time decay, making them a safer choice.\n\nOn the other hand, OTM call options are favored by more aggressive investors who are willing to take on more risk in exchange for the potential of higher returns. Since OTM options are cheaper, they can offer greater leverage. However, they require price movement (and sometimes significant price movement) to become profitable.\n\nSuppose a trader buys a call option with a premium of $2 for Apple's shares at a strike price of $100. The option is set to expire a month later. The call option gives her the right, but not the obligation, to purchase the Cupertino company's shares, which are trading at $120 when the option was written, for $100 a month later. The option will expire worthless if Apple's shares are changing hands for less than $100 a month later. But a price point above $100 will give the option buyer a chance to buy shares of the company for a price cheaper than the market price.\n\nCall auctions are usually more liquid thancontinuous tradingmarkets, while continuous trading markets give participants more flexibility.\n\nIn a call auction, the exchange sets a specific timeframe in which to trade a stock. Auctions are most common on smaller exchanges with the offering of a limited number of stocks. All securities can be called for trade simultaneously, or they could trade sequentially. Buyers of a stock will stipulate their maximum acceptable price and sellers will designate their minimum acceptable price. All interested traders must be present at the same time. At the termination of the auction call period, the security isilliquiduntil its next call. Governments will sometimes employ call auctions when they selltreasury notes, bills, and bonds.\n\nIt is important to remember that orders in a call auction are priced orders, meaning that participants specify the price they are willing to pay beforehand. The participants in an auction cannot limit the extent of their losses or gains because their orders are satisfied at the price arrived at during the auction.\n\nCall auctions are used during periods of heightened market volatility or when trading has been halted for a particular security. In these situations, a call auction can help stabilize the market by gathering orders over a set period and then matching them at a price that reflects the true market consensus.\n\nIn some markets, call auctions are also employed at the close of the trading day to determine the official closing price of a security. Thisclosing priceis important as it serves as a reference point for the next trading day. It is also often used in the calculation of indexes, mutual fund values, and other financial benchmarks.\n\nLast, call auctions may be used in markets with lower liquidity where continuous trading might not be feasible. In these markets, call auctions are scheduled at specific times to aggregate orders and facilitate trading. This can improve price discovery and ensure that trades are executed at a fair price, even in a less active market.\n\nHere are alternative methods to a call auction, each explained briefly:\n\nSuppose a stock ABC's price is to be determined using a call auction. There are three buyers for the stock—X, Y, and Z. X has placed an order to buy 10,000 ABC shares for $10 while Y and Z have placed orders for 5,000 shares and 2,500 shares at $8 and $12 respectively. Since X has the maximum number of orders, she will win the bid and the stock will be sold for $10 at the exchange. Y and Z will also pay the same price as X. A similar process can be used to determine the selling price of a stock.\n\nCall options are a type of derivative contract that gives the holder the right, but not the obligation, to purchase a specified number of shares at a predetermined price, known as the “strike price” of the option. If the market price of the stock rises above the option’s strike price, the option holder can exercise their option, buying at the strike price and selling at the higher market price in order to lock in a profit. On the other hand, options only last for a limited period of time. If the market price does not rise above the strike price during that period, the options expire worthless.\n\nInvestors will consider buying call options if they are optimistic—or “bullish”—about the prospects of its underlying shares. For these investors, call options might provide a more attractive way to speculate on the prospects of a company because of the leverage that they provide. For an investor who is confident that a company’s shares will rise, buying shares indirectly through call options can be an attractive way to increase their purchasing power.\n\nPuts are the counterparts to calls, giving the holder the right to sell (and not buy) the underlying security at a specific price at or before expiration.\n\nOptions are frequently traded on exchanges. If you own an option you can sell it to close out the position. You can also sell (known as 'writing') a call to take a short position in the market. If you already own the underlying security, you can write acovered callto enhance returns.\n\nCall optionsgive the buyer the right, but not the obligation, to purchase an underlying asset at a specified strike price before a set expiration date, offering potential leverage and risk management. They can also be used for speculative purposes.Call auctionsmatch buyers and sellers in a financial market by aggregating orders at specific times to clear equity markets.",
  "url": "https://www.investopedia.com/terms/c/call.asp"
}