{
  "term": "What Is Fiscal Year-End? Definition, Examples, and vs. Calendar-Year End",
  "definition": "Fiscal year-end is the end of a company's 12-month accounting period.\n\nThe fiscal year-end is the last day of a government's or a business's 12-month accounting period. The fiscal year may differ from the calendar year, which ends Dec. 31, and usually concludes at the end of a month.\n\nCompanies, organizations, and governments choose their fiscal year-end to coincide with cyclical periods that fit their revenue generation, budgeting, and strategies.\n\nA fiscal year is an entity's one-year accounting period. Often, it differs from the calendar year, which runs from Jan. 1 to Dec. 31.\n\nBusinesses are allowed to choose the start and end dates of their fiscal year. Generally, they opt to end it at a time that historically is best for budgeting, planning, and reporting in their industry. For example, a retailer may choose to end its fiscal year at the end of January instead of December, accounting for holiday shopping and ending its year on a high note.\n\nThe fiscal year-end is also the end of its accounting and reporting period. Financial reports are generated for internal records, outside observers, investors, and tax purposes. If, for instance, a public company's fiscal year ends March 31, its10-Kwill cover the period from March 31 of the previous year to March 31 of the current year. Financial statements are published after each company's fiscal year-end.\n\nGovernments generally set fiscal year-end dates to coincide with the timing of tax collection and their budgeting process.\n\nFiscal-year taxpayers generally must file by the 15th day of the fourth month following the end of their fiscal year.\n\nThe end date ofpublicly traded companies'annual accounting periods can differ considerably.\n\nApple, for example, ends its fiscal year on the last Saturday of September. The fiscal year of Microsoft, on the other hand, ends on the last day of June, whereas Walmart's fiscal year finishes at the end of January.\n\nWhen comparing two companies with different fiscal years, analysts must ensure that the information for both firms covers the same time frame to avoid skewing the comparison.\n\nIf a company has a fiscal year-end that is the same as the calendar year-end, it means that the fiscal year ends on Dec. 31. However, companies can choose the best fiscal year-end for themselves, one designed with the company's needs in mind.\n\nCompanies that operate on a non-calendar business cycle or have a supplier base that does so may choose a fiscal year-end date that more appropriately coincides with their business operations.\n\nFor example, many retail companies have a fiscal year that differs from the calendar year due to the heavy sales cycle during the holiday season. Because December 31 coincides with heavy shopping by consumers, a retail firm may struggle to finalize its accounts and produce annualfinancial statementswhen human and other resources are dedicated to the sales floor.\n\nIn this case, the firm may choose an alternate fiscal year-end date, such as Jan. 31, rather than Dec. 31. As another example, the best time for a luxury resort to report earnings is probably after vacation season, so it may choose a fiscal year-end of Sept. 30.\n\nWhatever fiscal year-end date is determined, companies must make a decision when they file for incorporation, as their fiscal year-end date cannot be changed without approval from the IRS.\n\nIn the U.S. and many other countries, the tax year traditionally aligns with the calendar year, meaning income and expenses are recorded from Jan. 1 to Dec. 31 and reported a few months later (typically in April in the U.S.). Companies with fiscal years different from the calendar year may, however, have different filing and payment dates.\n\nGenerally, the IRS permits companies that don't use the calendar year as their fiscal year to treat their fiscal year as their tax year. In this case, the filing date is the 15th day of the fourth month following the end of the corporation's fiscal or tax year.\n\nExceptions includeS corporationsand other corporations with a fiscal tax year ending June 30. These types of businesses must file by the 15th day of the third month after the end of their tax year.\n\nThe fiscal year of the U.S. government runs from October 1 to September 30. It is not the same as a calendar year.\n\nAt the end of a fiscal year, a company reviews its entire annual bookkeeping. It reconciles transactions, makes adjustments, verifies financial data, and calculates all financial data, such as income, expenses, revenue, investments, and more.\n\nMost companies choose their fiscal year-end based on the seasonality of their business. Some businesses are seasonal, while others transact the same amount of business throughout the year. Businesses generally choose their fiscal year based on the period when they receive the most profit. For example, a business that earns most of its profit after the Christmas holiday season may choose to end its fiscal year right after.\n\nGovernments, companies, and organizations typically use a 12-month accounting period for financial and tax reporting purposes, and the fiscal year end marks the completion of that cycle. The fiscal year can differ from the calendar year, which ends December 31, and is chosen by the company when it incorporates based on its needs and the seasonality of the business.\n\nInternal Revenue Service. \"When to File.\"\n\nU.S. Securities and Exchange Commission. “Apple, Form 10-K.”\n\nU.S. Securities and Exchange Commission. “Microsoft: Form 10-K.”\n\nU.S. Securities and Exchange Commission. “Walmart, Form 10-K.”\n\nInternal Revenue Service. \"Publication 509 (2025), Tax Calendars.\"\n\nInternal Revenue Service. \"What Is the Due Date for Business Income Tax Returns?\"\n\nU.S. General Services Administration, USA.gov. \"The Federal Budget Process.\"",
  "url": "https://www.investopedia.com/terms/f/fiscalyearend.asp"
}