{
  "term": "What Is Underapplied (vs. Overapplied) Overhead in Budgeting?",
  "definition": "The term underapplied overhead refers to a situation that arises whenoverheadexpenses amount to more than what a company actually budgets for in order to run its operations. Underapplied overhead is normally reported as a prepaid expense on a company's balance sheet and is balanced by inputting a debit to thecost of goods sold(COGS) section by the end of the year. Costs of goods sold are thedirect costassociated with the production of goods sold by a company. The amount of underapplied overhead is referred to as an unfavorable variance.\n\nBefore looking at how underapplied overhead works, it's important to define overhead costs. The term overhead is used to describe the costs associated with running a business. More specifically, these areexpensesthat a business incurs for its day-to-day operations but are not directly linked to the creation of a product or service. Overhead is important for businesses for a number of reasons including budgeting and how much to charge their customers in order to realize aprofit.\n\nUnderapplied overhead occurs when a business doesn'tbudgetenough for its overhead costs. This means the budgeted amount is less than the amount the business actually spends on its operations. For example, when a company incurs $150,000 in overhead after budgeting only $100,000, it has an underapplied overhead of $50,000. This is referred to as anunfavorable variancebecause it means that the budgeted costs were lower than actual costs. Put simply, the business went over budget making the cost of goods sold more than expected.\n\nAs noted above, underapplied overhead is reported on a company'sbalance sheetas aprepaid expenseor a short-term asset. This debit item on the balance sheet must be offset at a future date. In order to reconcile this, the company's accounting department generally inputs a debit by the end of the year to the COGS section and a credit to the prepaid expenses section.\n\nWhen underapplied overhead appears onfinancial statements, it is generally not considered a negative event. Rather, analysts and interested managers look for patterns that may point to changes in the business environment oreconomic cycle. Should unfavorable variance or outcomes arise—because not enough product was produced to absorb all overhead costs incurred—managers will first look for viable reasons. These may be explained by expected hiccups in production, business, or seasonal variation.\n\nThe initial predetermined overhead cost rate is calculated by taking the budgeted overhead costs divided by the budgeted activity.\n\nAnalyzing underapplied overhead takes on greater significance for certain businesses such asmanufacturing. Often as part of standard financial planning and analysis (FP&A) activities, careful review on underapplied overhead can point to meaningful changes in operational and financial conditions. These can be useful in assessingcapitalbudgeting decisions and the allocation of limited resources from time, money, andhuman capital.\n\nAdvancements in electronicinventoryand production management systems have greatly eased the burden of comprehensive operational reporting, often including underapplied overhead analysis. These improvements allow managers to better assess key operationalmetrics.\n\nUnderapplied overhead is the opposite of overapplied overhead. Overapplied overhead occurs when expenses incurred are actually less than what a company accounts for in its budget. This means that a company comes in under budget and achieves a lower amount of overhead costs during theaccounting period.\n\nBusinesses must account for overapplied overheads as well. This is recorded in the opposite manner that underapplied overhead is on the balance sheet—first noted as acreditto the overhead section, which is then offset by a credit on the COGS section anddebiton the overhead section by the end of the fiscal year.",
  "url": "https://www.investopedia.com/terms/u/underapplied-overhead.asp"
}