{
  "term": "What Is Gross Income? Definition, Formula, Calculation, and Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nAn individual's gross income is their total earnings before taxes or other deductions are taken out. It includesincomefrom all sources, not just from employment. It's not limited to income that's received in cash. It also includes property or services received. It's typically referred to as gross pay when it appears on a paycheck.\n\nGross income for a company is interchangeable with gross margin orgross profit. A company’s gross income is found on theincome statement. It's the revenue from all sources minus the firm’scost of goods sold (COGS).\n\nAn individual's and a company's gross incomes have different components. An individual will easily be able to determine their gross income by consulting a recent pay stub or calculating their hours worked and wage. The gross income of a company can require a bit more computation.\n\nAn individual’s gross income is used bylendersorlandlordsto determine whether that person is a worthy borrower or renter. Gross income is the starting point before subtracting deductions when preparing federal and stateincome taxreturns.\n\nA company calculates its gross income to understand how the product-specific aspect of its business performs. It can better analyze what's driving success or failure by using gross income and limiting what expenses are included in the analysis. A company doesn't want to see its rent expense included in performance if it wants to know how a specific product line is performing. Rent is an unrelated, administrative expense.\n\nThe approach to determining gross income for an individual is slightly different from the approach for a business. Both calculations are similar but each entity uses different classifications of income and expenses.\n\nThe gross income metric used on an individual's incometax returndoesn't just include wages or salary but other forms of income as well such astips,capital gains, rental payments,dividends,alimony, pension, andinterest. The result isadjusted gross income (AGI)after subtracting above-the-line tax deductions,\n\nSome income sources aren't included in gross income for tax purposes but they may still be included when calculating gross income by a lender orcreditor. Common nontaxable income sources are certain Social Security benefits,life insurancepayouts, someinheritancesorgifts, and state ormunicipal bondinterest.\n\nIndividuals can usually use their total wages as gross income for non-tax purposes. Individual gross income will equal the amount of money the individual earns before any taxes are deducted or any expenses are paid when it's being considered because they're applying for a loan. Some lenders may require their AGI as well to standardize how gross income is calculated.\n\nGross income is a line item that's sometimes included in a company’s income statement. It’s calculated as gross revenue minus COGS if it's not displayed.\n\nGross Income=Gross Revenue−COGSwhere:COGS=Cost of Goods Sold\\begin{aligned} &\\text{Gross Income} = \\text{Gross Revenue} - \\text{COGS} \\\\ &\\textbf{where:}\\\\ &\\text{COGS} = \\text{Cost of Goods Sold} \\\\ \\end{aligned}​Gross Income=Gross Revenue−COGSwhere:COGS=Cost of Goods Sold​\n\nGross income is sometimes referred to asgross marginin business terms. There’s alsogross profit marginwhich is more correctly defined as a percentage and is used as a profitability metric. The gross income for a company reveals how much money it's made on its products or services after subtracting the direct costs to make the product or provide the service.\n\nBusiness gross income can be calculated on a company-wide basis or a product-specific basis. A company can see how much profit each product is making as long as it's using a chart of accounts that allows tracking of revenue and cost by product.\n\nThe gross income metric factors in the direct cost of producing or providing goods and services but it doesn't include costs related to selling activities, administration, taxes, and other costs related to running the overall business.\n\nGross income and net income are two terms commonly used by businesses to describe profit. Both can also be used to explain how much money a household is making or taking home.\n\nNet income for an individual is the total residual amount remaining after all personal expenses have been paid for. Personal net income is calculated as the total amount of revenue earned less the total amount of personal expenses. This differs from gross income which limits what can be deducted from total revenue earned.\n\nAn individual's net income more closely resembles their final paycheck amount. The individual likely has more expenses than what is deducted from their pay but their paycheck is a good example of their revenue being reduced by costs.\n\nNet income for a business is the total amount of revenue less the total amount of expenses. These expenses include the cost of goods sold just like gross income but net income also includes selling,general, administrative,tax, interest, and other expenses that aren't included in the calculation of gross income.\n\nGross income is a much higher view of a company. Net income incorporates every facet of cost.\n\nGross income incorporates both revenue and specific expenses of driving that revenue so it's often a better gauge for comparing dissimilar companies. It analyzes how efficiently each company generated profit.\n\nAssume that an individual has a $75,000 annual salary, generates $1,000 a year in interest from a savings account, collects $500 per year in stock dividends, and receives $10,000 a year fromrental propertyincome. Their gross annual income is therefore $86,500. The individual can calculate that their monthly gross income is approximately $7,200.\n\nNow let's say that this individual pays $1,500 per month in rent, $450 in student loans, and $300 toward an auto loan. All three of these expenses are excluded from the calculation of gross income for non-tax purposes. An individual's gross income only considers the revenue earned.\n\nAs for the individual's federal income tax, we'll say that the individual paid $500 in student loan interest for the prior year. Student loan interest is an above-the-line deduction on their tax return that's used to factor adjusted gross income. The individual's AGI is $86,000 ($86,500 - $500 assuming they earned the same amount of money this year as last.\n\nApple'sconsolidatedstatement of operations reported total net sales of $89.5 billion for the three months ending September 2023. The company spent $42.59 billion to generate those products and spent an additional $6.49 billion on services as part of its cost of goods sold. Apple reported a gross income of $40.43 billion.\n\nApple also incurred $7.3 billion in research and development costs, $6.2 billion in selling, general, and administrative costs, and $4.04 billion in income taxes. All three of these expenses are excluded when calculating gross income. A company's gross income includes only the company's net sales less COGS.\n\nNet incomeis the money that you effectively receive from your endeavors. It's the take-home pay for individuals. It's the revenues that are left after all expenses have been deducted for companies. A company's gross income only includes COGS and omits all other types of expenses.\n\nThe gross income of a company is calculated as gross revenue minus the cost of goods sold (COGS). Its gross income would be $400,000 if a company registered $500,000 in product sales and the cost to produce those products was $100,000.\n\nGross income is the total amount of income a person or company has earned before tax deductions have been made from that income. It's calculated as the total amount of revenue earned before subtracting expenses like costs, interest, and taxes.\n\nAn individual’s gross income is the total amount earned before taxes or other deductions are taken out. An employee’s pay stub will usually state their gross pay as well as their take-home pay. They'll also have to add other sources of income that they've generated to arrive at their gross income in some cases. You can also see your total gross income on your year-end Form W2 or 1099.\n\nYou can determine your monthly gross income by calculating the amount of money you earn each month. This will likely be different from the amount of money you take home or receive as payment directly from your employer. You can also calculate it as your monthly salary before taxes or the number of hours you work in a given month multiplied by your hourly pay rate.\n\nInternal Revenue Service. “Form 1040, U.S. Individual Income Tax Return.” Page 1.\n\nU.S. Securities and Exchange Commission. “Municipal Bonds.”\n\nInternal Revenue Service. “Publication 525, Taxable and Nontaxable Income.” Pages 23-24, 31, 34.\n\nApple Investor Relations. \"Condensed Consolidated Statement of Operations (Unaudited), FY 2023 Q4.\" Page 1.",
  "url": "https://www.investopedia.com/terms/g/grossincome.asp"
}