{
  "term": "What Is an Unemployment Claim?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn unemployment claim is a request for cash benefits made by an individual after they arelaid offfrom their job. Claims are filed through state governments for temporary payments after people lose their jobs through no fault of their own.\n\nTheUnited States Department of Labor (DOL)tracks the number of weekly unemployment claims. It provides both seasonally adjusted and seasonally unadjusted claims numbers and also lists increases or decreases of 1,000 or more claims by state. This data is reported in the media as an indication of national and state economic health.\n\nUnemployment claims are paid from state funds that are collected from employers in the form of an unemployment insurance tax. Unemployment benefits are payable for alimited number of weeksand are designed to replace a percentage of a worker's previous wages. Most states provide up to 26 weeks of benefits for unemployed individuals.\n\nIndividuals are required tofile unemployment claimswith the UI program in the state where they worked. Claims may be filed in person, online, or over the phone depending on the state. When a claim is filed, the following information must be provided:\n\nWorkers must also meet certain criteria to be eligible for claims. They must be actual employees of the business, receivingW-2 formsat year-end—not independent contractors or freelancers. They must also have beenlaid offrather than having quit or been fired for misconduct.\n\nYou must demonstrate that you are actively looking for work to continue receiving your unemployment benefits.\n\nThe initial date of an unemployment claim determines the benefit year during which claimants may file weekly claims as well as the base periodof the claim. The base period determines the wages used to compute the weekly and maximum benefit amounts and for which employers will have potentialchargebackorreimbursementliability for any benefits paid to the claimant.\n\nOnly base period employers are part of an unemployment claim. Non-base period employers have no such liability.\n\nThe time you file an unemployment claim is very important. For example, consider an employer who hires an employee in March and lets that individual go after 30 days. If the claimant files aninitial claimbefore April 1, the base period would not include the first quarter of that year (the quarter in progress), nor the fourth quarter of the preceding year (the lag quarter).\n\nRather, the claim consists of the fourth quarter of the year before the year preceding the current year, and the first three quarters of the year preceding the current year. Since the employer did not report wages during that base period, it will have no financial involvement in the claim.\n\nThe same applies if the claimant waits until April, May, or June to file the initial claim. In this case, the base period omits the second quarter of the current year and the first quarter of the current year. It is made up of the four quarters of the preceding year.\n\nIf the ex-employee files an initial claim after June 30 of the current year, then the employer could be a base period employer, but its chargeback liability would be limited due to having paid only 30 days' worth of wages.\n\nThe total number of initial unemployment claims filed in the U.S. for the week ending Jan. 18, 2025. There were just over 1.89 million continuing claims, which are claims filed by people who are still unemployed, for the week ending Jan. 11, 2025.\n\nJobless individuals are only reported as unemployed if they are actively seeking work. Jobless workers aren't included in the unemployment rate. The labor force is made up of the employed and unemployed—those who are neither employed nor unemployed aren't counted as part of the labor force.\n\nJobless claims are a measure of how many people are out of work at a certain time. There are two sections of jobless claims reported—initial and continuing jobless claims. Initial jobless claims are for new claimants for unemployment benefits while continuing jobless claims are for people who are continuing to receive benefits.\n\nThe unemployment rate in the United States is 4.1% as of December 2024.\n\nThere were 223,000 initial claims filed for unemployment in the U.S. for the week ending Jan. 18, 2025. This figure represents new claims by people applying for benefits for the first time after leaving the workforce. The Department of Labor reported slightly over 1.89 million continuing claims for the week ending Jan. 11, 2025. These are claims for unemployment benefits made by people who are still unemployed.\n\nUnemployment claims are cash payments made to individuals after they have been laid off from their jobs. Unemployment claims help individuals cover expenses, such as rent, mortgages, and groceries, while they are unemployed and looking for work. Unemployment claims are not made to people who left their jobs voluntarily or to those who have been fired from their jobs.\n\nU.S. Department of Labor. \"UNEMPLOYMENT INSURANCE WEEKLY CLAIMS,\" Page 1.\n\nU.S. Department of Labor. \"UNEMPLOYMENT INSURANCE TAX,\" Page 1.\n\nU.S. Department of Labor. \"UNEMPLOYMENT INSURANCE,\" Page 3.\n\nU.S. Department of Labor. \"UNEMPLOYMENT INSURANCE,\" Page 1.\n\nU.S. Department of Labor. \"CHAPTER 1: COVERAGE,\" Pages 4-5, 11.\n\nU.S. Department of Labor. \"UNEMPLOYMENT INSURANCE,\" Pages 1-2.\n\nU.S. Department of Labor. \"UNEMPLOYMENT INSURANCE,\" Page 2.\n\nVirginia Employment Commission. \"Base Period - Base Table.\"\n\nU.S. Bureau of Labor Statistics. \"How the Government Measures Unemployment,\" Select \"What Are the Basic Concepts of Employment and Unemployment?\"\n\nU.S. Department of Labor. \"UNEMPLOYMENT INSURANCE WEEKLY CLAIMS,\" Page 9.\n\nFRED Economic Data | St. Louis Fed. “Unemployment Rate (UNRATE).”",
  "url": "https://www.investopedia.com/terms/u/unemployment-claim.asp"
}