{
  "term": "What Does Tit for Tat Mean, and How Does It Work?",
  "definition": "Ingame theory, tit for tat refers to a strategy that players may use when confronted with a payoff matrix like that of aprisoner's dilemma. Formulated by mathematician and psychologist Anatol Rapoport, the strategy involves participants in an iterated prisoner's dilemma following a course of action consistent with their opponent's previous turn.\n\nFor example, if provoked, a player subsequently responds with retaliation; if unprovoked, the player cooperates. The tit for tat strategy is not exclusive to economics. It is used in many fields, including psychology and sociology. In biology, it is likened to reciprocal altruism.\n\nTit for tat is a strategy that can be implemented in games with repeated moves or in a series of similar games. The concept revolves aroundgame theory, an economic framework that explains how humans interact with each other in competitive environments. There are two types of game theory: cooperative game theory and uncooperative game theory. Cooperative game theory involves participants negotiating and cooperating to achieve the best outcome. Non-cooperative game theory involves no negotiation or cooperation between opposing parties.\n\nTit for tat posits that a person is more successful if they cooperate with another person. Implementing a tit for tat strategy occurs when one agent cooperates with another agent in the very first interaction and then mimics their subsequent moves. This strategy is based on the concepts of retaliation and altruism. When faced with a dilemma, an individual cooperates when another member has an immediate history of cooperating and defaults when thecounterpartypreviously defaulted.\n\nThe prisoner's dilemma is a famous economic scenario used to explain the field ofsocial science. It helps show people the balance between cooperation and competition in business, politics, and general social settings.\n\nIn the traditional version of the game, two individuals are arrested and presented with a dilemma. If both confess, they each serve five years in jail. If Prisoner One confesses and Prisoner Two does not, Prisoner Two serves seven years and Prisoner One goes free. If both agents do not confess, they each serve three years. The tit for tat strategy would be one in which one prisoner begins with cooperation, electing to not confess, and the other follows suit. This can be iterated over multiple games.\n\nFor example, two competing economies can use a tit for tat strategy so that both participants benefit. One economy starts with cooperation by not imposing importtariffson the other economy's goods and services to induce good behavior. The idea is that the second economy responds by also choosing not to impose import tariffs. If the second economy reacts by implementing tariffs, the first economy retaliates by implementing tariffs of its own to discourage the behavior.\n\nIn business, tit for tat can refer to a strategy of mutual cooperation between parties. Operating in good faith during negotiations, such as a sale of property, for instance, can reduce costs and maximize payoffs for both parties within a transaction. On the flip side, if one party decides to stop cooperating, the counterparty may choose to do the same. This can increase costs on both sides and even ultimately spoil negotiations.\n\nIn the context of trade, countries may elect to impose tariffs to increase the price of imports relative to domestic products.Trade warscan arise between two countries when each imposes and raises tariffs on the other in an iterative manner. Such situations rise out of distrust between countries and can increase costs and slow economic growth over the long run.\n\nIn many cases, tit for tat strategies may maximize payoffs for different parties. This is especially the case when confronted with a prisoner's dilemma, in which cooperation can result in mutual benefit, and retaliation can lead to the least desirable results for both parties.\n\nIn game theory, tit for tat refers to a strategy of cooperation, in which players mirror each others' moves through repeated iterations. When confronted with a payoff matrix like that of a prisoner's dilemma, the tit for tat strategy can produce and maximize mutual benefit. However, if a player chooses an unfavorable action, the other player may then retaliate, leading to mutual detriment. In economics, this is often reflected during trade wars, in which countries impose escalating tariffs on each others' exports.\n\nAnatol Rapoport. \"Game Theory as a Theory of Conflict Resolution.\" Springer Science & Business Media, 2012.",
  "url": "https://www.investopedia.com/terms/t/tit-for-tat.asp"
}