{
  "term": "What Is Risk Management in Finance, and Why Is It Important?",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nRisk management analyzes sources of risk in financial matters and measures them to make decisions about how to move forward.\n\nFinancial risk management involves identifying the potential downsides in any investment decision and deciding whether to accept the risks or take measures to mitigate them. Financial risk management is a continuing process because risks can change over time.\n\nThere are risks in all investments. Successful financial risk management requires a balance between potential risks and potential rewards.\n\nRisk is inseparable from return and every investment involves some degree of it. It's close to zero for U.S. Treasury bills but it can be very high for emerging-market stocks.\n\nThe problem is that a higher level of risk almost always means a higher potential return. The solution from the investor's point of view is to diversify investment choices to mitigate overall risk.\n\nRisk can be quantified in both absolute and relative terms.\n\nRisk management involves identifying and analyzing the sources of risk and making decisions about how to deal with it. It occurs everywhere in the realm of finance.\n\nInadequate risk management can result in severe consequences for companies, individuals, and the overall economy.\n\nThesubprime mortgage meltdownthat led to the Great Recession of 2007-2008 stemmed from a failure to manage risk. Banks and other lenders gave mortgages to people regardless of their credit ratings or income. The mortgages were then sold to investment firms that packaged and resold them to investors asmortgage-backed securities(MBSs). This was profitable until rising mortgage default rates rendered the MBSs worthless.\n\nThe following are some of the most common risk management techniques.\n\nThe word “risk” is often perceived negatively but it's inseparable from performance.\n\nInvestment risk is measured by its deviation from an expected outcome. A result may differ from the expected outcome for better or for worse. This deviation is expressed in absolute terms or relative to something like a marketbenchmark.\n\nOne expects to accept greater risk to achieve higher returns. It's also generally accepted that increased risk means increasedvolatility.\n\nInvestment professionals constantly seek to reduce volatility and they sometimes achieve it but there's no clear consensus on how to do it.\n\nHow much volatility an investor should accept depends entirely on their risk tolerance. This depends on the individual's circumstances, income, long-term goals, and personality.\n\nOne of the most commonly used absolute risk metrics is standard deviation, a statistical measure ofdispersionaround a central tendency. Take the average return of an investment over some time andfind its average standard deviationfor the same period to determine standard deviation.\n\nNormal distributions, the familiar bell-shaped curve, dictate that the expected return of the investment may be one standard deviation from the average 67% of the time and two standard deviations from the average deviation 95% of the time.\n\nThis provides a numeric risk evaluation. The investment gets the green light if the risk is financially and emotionally tolerable.\n\nConfidence levelis a probability statement based on the statistical characteristics of the investment and the shape of its distribution curve.\n\nOne risk measurement calculates thedrawdownwhich is any period during which an investment's return is negative compared to a previous high mark. A drawdown measurement addresses three factors:\n\nWe also want to know its comparative risk in addition to wanting to know whether a mutual fund beat the S&P 500. One measure for this isbeta, also called market risk. Beta is based on the statistical property ofcovariance. A beta greater than 1 indicates more risk than the market. A beta less than 1 indicates lower volatility.\n\nBeta helps us to understand the concepts of passive andactive risk. The graph below shows atime seriesof returns, each data point labeled “+”, for a particular portfolio R(p) vs. the market return R(m). The returns are cash-adjusted so the point at which the x and y axes intersect is the cash-equivalent return. Drawing aline of best fitthrough the data points allows us to quantify the passive risk (beta) and the active risk (alpha).\n\nThe gradient of the line is its beta. A gradient of 1 indicates that for every unit increase in market return, the portfolio return also increases by one unit.\n\nA money manager employing a passive management strategy can attempt to increase theportfolio returnby taking on more market risk (beta greater than 1) or decrease portfolio risk (and return) by reducing the portfolio beta below one.\n\nA portfolio’s return would always be equal to the beta-adjusted market return if market or systematic risk were the only influencing factors but this isn’t the case. Returns vary due to several factors unrelated tomarket risk. Investment managers who follow an active strategy take on other risks to achieve excess returns over the market’s performance. They include:\n\nActive managers hunt for analpha, the measure of excess return.\n\nAlpha is the amount of portfolio return not explained by beta in our diagram example. It's represented as the distance between the intersection of the x and y axes and the y axis intercept. This can be positive or negative.\n\nActive managers expose investors to alpha risk in their quest for excess returns, the risk that the result of their bets will prove negative rather than positive. A fund manager may think that the energy sector will outperform the S&P 500 and increase a portfolio’s weighting in that sector. The fund will underperform the benchmark if unexpected economic developments cause energy stocks to sharply decline.\n\nThe more an active fund and its managers can generate alpha, the higher the fees they tend to charge.\n\nYou’re likely to pay one to 10basis points(bps) in annual management fees for purely passive vehicles likeindex fundsorexchange-traded funds(ETFs). Investors may pay 200 bps in annual fees for a high-octane hedge fund with complex trading strategies, high capital commitments, and transaction costs. They may also have to give 20% of the profits back to the manager.\n\nThe pricing difference between passive (beta risk) and active strategies (alpha risk) encourages many investors to try to separate these risks such as by paying lower fees for the beta risk assumed and concentrating costly exposures to specifically defined alpha opportunities. This is popularly known asportable alpha, the idea that the alpha component of a total return is separate from the beta component.\n\nA fund manager may claim to have an activesector rotationstrategy for beating the S&P 500 with a track record of beating the index by 1.5% on an average annualized basis. This excess return is the manager’s value, the alpha, and the investor is willing to pay higher fees to obtain it.\n\nThe rest of the total return or what the S&P 500 itself earned arguably has nothing to do with the manager’s unique ability. Portable alpha strategies use derivatives and other tools to refine how they obtain and pay for the alpha and beta components of their exposure.\n\nThe averageannualized total returnof the S&P 500 was about 10.26% from the introduction of the S&P 500 Index in 1957 and the end of 2023. This number reveals what happened for the whole period but it doesn't say what happened along the way.\n\nThe average standard deviation of the S&P 500 over that time was about 15.28%. This is the difference between the average return and the real return at most given points throughout the history of the index.\n\nAny given outcome should fall within one standard deviation of the mean about 67% of the time and within two standard deviations about 95% of the time when applying the bell curve model.\n\nAn S&P 500 investor could expect the return at any given point during this period to be 10.26% plus or minus the standard deviation of 15.28% about 67% of the time. They may also assume a 27% (two standard deviations) increase or decrease 95% of the time.\n\nThey invest if they can afford to wait out those losses.\n\nRisk management requires that investors and fund managers identify and quantify the uncertainties that come with a decision and decide whether the potential rewards outweigh the risks. It helps investors achieve their goals while offsetting any of the associated losses.\n\nStart by identifying your goals then highlight the risks associated with your objectives. Research the best ways to manage these risks when you know what they are. You have to monitor and make adjustments to ensure that you stay on top of your goals.\n\nOperational risk is any potential danger to the day-to-day operations of a business. Companies manage it by identifying and assessing potential risks, measuring them, and putting controls in place to mitigate or eliminate them. It’s also important that corporations monitor their operations and risk management techniques to determine if they're still working and make changes whenever necessary.\n\nRisk is an important aspect of the financial world. The word has negative connotations because there's the potential for financial loss. But it isn’t always bad because investments that have more risk tend to come with the biggest rewards.\n\nKnowing what the risks are, how to identify them, and employing suitable risk management techniques can help mitigate losses while you reap the rewards.\n\nScienceDirect. \"Standard Deviation.\"\n\nIG. \"What Are the Average Returns of the FTSE 100?\"",
  "url": "https://www.investopedia.com/terms/r/riskmanagement.asp"
}