{
  "term": "What Is Keiretsu? Definition, How It Works in Business, and Types",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nKeiretsu is a Japanese term referring to a business network made up of different companies, including manufacturers,supply chainpartners, distributors, and occasionally financiers. They work together, have close relationships, and sometimes take small equity stakes in each other, all the while remaining operationally independent. Translated literally, keiretsu means “headless combine.\"\n\nPowerful families, known as zaibatsus, once ran the majority of Japan’s major industries. That all changed after World War II when the United States came in and busted up these structures. Zaibatsus were seen asmonopolisticand undemocratic, reportedly buying politicians in exchange for contracts and using pricing mechanisms that exploited the poor. Faced with economic hardships after the war, Japanese companies responded by reorganizing themselves as keiretsus.\n\nJapanese corporations value having close ties with one another. Working together, rather than keeping others at arm’s length, is believed to be mutually beneficial for all parties. In fact, decades after its formation, keiretsus still represent major parts of the country’seconomy.\n\nKeiretsu has even gone on to influence business practices in other countries, albeit in a looser form. In Japan, where companies are expected to cooperate, keiretsus are regulated by specific laws. Outside the country, the term generally refers to informalalliancesbetween more than two organizations.\n\nIn 1996, academic Jeffrey Dyer wrote inHarvard Business Reviewthat Chrysler’s teaming up with suppliers to cut the cost of manufacturing cars meant it had created an American keiretsu. Many other companies in the United States and Europe are viewed to have borrowed something from keiretsus, too.\n\nThekeiretsu systemis traditionally structured along ahorizontalorvertical integrationmodel.\n\nA horizontal keiretsu is characterized by an alliance of different companies from various sectors, including a bank. The bank is the centerpiece of the network and is responsible for providing the other companies with financial services.\n\nThe purpose of horizontal keiretsus is to distribute goods around the world. Keiretsus seek new markets for keiretsu companies, help establish keiretsu companies in other countries, and sign contracts with other international companies that supplycommoditiesused in Japanese industry.\n\nIn contrast, a vertical keiretsu refers to manufacturers, suppliers, and distributors partnering up. With a common goal, they work together tocut costsand become more efficient. Vertical keiretsus are a group of companies within the horizontal keiretsu.\n\nThe automobile company Toyota is an example of a vertical keiretsu. Toyota relies on suppliers and manufacturers for parts; employees for production; real estate for dealerships; steel, plastics, and electronics suppliers for cars; andwholesalers. While these ancillary companies operate within the vertical keiretsu of Toyota, they are members of the larger horizontal keiretsu, (although much lower on the organizational chart).\n\nResearch has suggested that Toyota has benefitted from the trust, collaboration, and educational support that are hallmarks of the keiretsu system: Its supplier relationships are more open, international, and cost-efficient than ever before.\n\nWorking closely together can bring many benefits. Companies in the keiretsu can leverage each other’s expertise to become stronger and better; information shared among customers, suppliers, and employees within the keiretsu can lead to increased efficiency. As a result of this information-sharing, investment decisions can be made faster, and suppliers, employees, and customers know the purposes and goals of those investments.\n\nThe key to successful keiretsu-like partnerships is support, cooperation, trust, and goodwill. While it may not be intuitive, in a hypercompetitive, cost-obsessed environment, these relational elements are critical because they cut down on some of the hidden costs of arm’s-length supplier relationships that are characteristic of the Western business model.\n\nForming an alliance also limits the threat of competition and makes it more difficult for its members to be subject totakeoverattempts by outsiders. In addition, the reduction of costs due to dealing with intra-keiretsu firms can increase efficiency within thesupply chain.\n\nHowever, there are also several drawbacks. Critics point out that their large size makes it difficult for keiretsus to adjust quickly to market changes and that limited competition leads to inefficient practices. Another potential issue is easy access to capital. Close relationships with a bank might encourage a company to embark on risky, debt-fueled strategies that an outside institution would probably never help to finance.\n\nWorking together can bring benefits\n\nLeverage other company's expertise\n\nIncreased efficiency within the supply chain\n\nCannot adjust quickly to market conditions\n\nLimited competition leads to inefficient practices\n\nEasy access to capital can encourage risky behavior\n\nThe keiretsu system can be a useful model for a company that wants to deepen its relationships with its suppliers in order to gain long-term benefits. In the West, companies typically have relationships with suppliers that are distinct from the keiretsu system in that they take an arm's length approach.\n\nHowever, a few manufacturers in the West have engineered their own unique, hybrid sourcing programs that borrow certain elements from the keiretsu system. For example, Scania, the Swedish bus and truck maker, has tried to deepen its loyalties to its manufacturers in order to improve the company's supply chains. It has accomplished this by holding workshops for its suppliers on the Scania Production System, which emphasizes continuous improvement and lean production.\n\nScania has incorporated an additional element of keiretsu into its purchasing system: Suppliers identify with the hub company, and the hub company works with them to improve their processes and make them more competitive (although it doesn’t hold shares in them).\n\nIKEA's approach to supplier relationships also resembles the structure of keiretsu. The company works to build committed partnerships with its suppliers based on mutual advantage, trusts its vendors with significant tasks, and collaborates with its vendors in order to maximize efficiency.\n\nCompanies interested in engineering their own form of a keiretsu should keep these general principles in mind.﻿﻿\n\nIf you want to develop long-term relationships with suppliers, it's important that they are competitive today. You can work together with them to help them achieve this, and demonstrate your commitment to forming a lasting relationship by showing them that the benefits of cost-reduction strategies will be shared.\n\nThere's no way you can improve a supplier's processes without first understanding them. You should visit suppliers' workplaces, and, instead of outsourcing all components, establish joint ventures with your suppliers on key parts.﻿﻿\n\nYou can build trust with your suppliers by communicating that the relationship is mutually beneficial: the relationship will help them improve their operations and become more competitive.﻿﻿\n\nIf you only emphasize explicit communication, it can lead to mistrust; if you only emphasize implicit communication, it can result in misunderstanding.﻿﻿\n\nOnce you've identified your portfolio of suppliers, decide which ones are worth improving. You might ask which ones have the greatest potential to be globally competitive, and assign performance scores according to quality, cost, delivery, people, and development. It's important to keep in mind that suppliers that demonstrate a willingness to learn and understand the root causes of mistakes are the most likely to improve.﻿﻿\n\nCultivate personal relationships between your company and the management and the employees at your suppliers. Meet your suppliers and find ways to collaborate with them; perhaps this means shadowing your suppliers on the shop floor. This kind of relationship can cultivate a willingness on the part of your vendors to make suggestions for problem-solving.﻿﻿\n\nRather than switching suppliers, if a supplier is underperforming, give them opportunities to show how they could improve.﻿﻿\n\nYour suppliers' engineers should be involved in your development teams, in addition to implementing process improvement activities in their factories in order to increase your competitiveness across the supply chain.﻿﻿\n\nMitsubishi is the driving force behind perhaps the largest and best-known Japanese horizontal keiretsu. The Bank of Tokyo-Mitsubishi sits at the top of the keiretsu. Mitsubishi Motors and Mitsubishi Trust and Banking are also part of the core group, followed by Meiji Yasuda Life Insurance Company, which providesinsuranceto all members.\n\nTogether they aim to help each other distribute goods all over the world. They may seek new markets for keiretsu companies, help incorporate keiretsu companies in other nations, and sign contracts with other companies around the globe to supplycommoditiesused for the Japanese industry. As you might have already noticed, many companies within this keiretsu have \"Mitsubishi\" as part of their name.\n\nHarvard Business Review. \"How Chrysler Created an American Keiretsu.\"\n\nHarvard Business Review. \"The New, Improved Keiretsu.\"",
  "url": "https://www.investopedia.com/terms/k/keiretsu.asp"
}