{
  "term": "What Is a Short Call in Options Trading, and How Does It Work?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA short call is an options trading strategy that involves a trader selling (or \"writing) a call option with the expectation that the price of the underlying asset will drop. The option buyer, meanwhile, is betting that the price will rise.\n\nShort calls have limited profit potential and the theoretical risk of unlimited losses. They're usually used only by experienced traders and investors who specialize in options trading.\n\nA short call is abearish trading strategy. The option seller, who is called the writer, believes that the price of the stock underlying the option will decrease.\n\nCalls give the buyer of the option the right to buy the underlying security at a specified price (called thestrike price) before the option contract expires.\n\nThe writer of the call option receives apremiumpaid by the buyer. The writer must deliver the underlying shares to the call buyer if the buyer exercises the option.\n\nThe success of the short call strategy rests on the option contract expiring worthless. That way, the trader banks the profit from the premium.\n\nFor this to happen, the price of the underlying security must fall below the strike price. If it does, the buyer won't exercise the option.\n\nIf the price rises, the option will be exercised because the buyer can get the shares at the strike price and immediately sell them for a profit at the higher market price.\n\nFor the seller, there’s unlimited exposure during the length of time the option is viable. The underlying stock's price could rise above the strike price at any time until the expiration date. The option would then be exercised.\n\nOnce that happens, the seller must buy the shares at the current price. That price could potentially be much higher than the strike price that the buyer will be paying.\n\nA call by a seller who doesn't already own the underlying shares of an option is selling anaked shortcall. To limit losses, some traders will exercise a short call while owning the underlying security. This is known as acovered call.\n\nThe alternative is to close out their naked short position, accepting a loss that's less than what they'd lose if the option wereassigned(exercised).\n\nSay that shares of Humbucker Holdings are in a strong uptrend and are trading near $100 per share. However, a trader believes that Humbucker is overvalued and will fall to $50 a share.\n\nWith that in mind, the trader sells a call with a strike price of $110 and a premium of $1. The trader will receive a net premium credit of $100 ($1.00 x 100 shares).\n\nThe price of Humbucker stock does indeed drop. The calls expire worthless and unexercised. The trader gets the full amount of the premium as profit. The strategy worked.\n\nHowever, it could go the other way. Humbucker share prices could continue moving up. This creates a theoretically limitless risk for the call writer.\n\nFor example, say the shares move up to $200 within a few months. The call holder exercises the option and buys the shares at the $90 strike price. T\n\nhe shares must be delivered to the call holder. The call writer must buy 100 shares at the current market price of $200 per share. This is the trader's result:\n\nBuy 100 shares at $200 per share = $20,000\n\nReceive $90 per share from buyer = $9,000\n\nLoss to trader is $20,000 - $9,000 = ($11,000)\n\nTrader applies $100 premium received for a total loss of ($10,900)\n\nShort calls can be extremely risky due to the unlimited potential for loss if the short call writer has to buy the shares that must be delivered.\n\nA short call strategy is one of two basic bearish strategies involving options. The other is buyingputs.\n\nPut options give the holder the right to sell a security at a certain price within a specific time frame.Going long on puts, as traders say, is also a bet that prices will fall, but the strategy works differently.\n\nSay that our trader still believes Humbucker stock is headed for a fall. The trader will buy a put with a $90 strike price for a $1.00 premium. The trader spends $100 for the right to sell shares at $90 even if the actual market price falls to $50.\n\nOf course, if the stock does not drop below $90, the trader will have lost the premium paid for the protection.\n\nShortin this case refers to a trading strategy that relies on the expectation that an asset will decrease in price. These traders are \"selling it short.\"\n\nEvery short seller needs someone on the buy side who has the opposite view. The buyer will profit only if the price increases.\n\nIf the trader who sells a call option is correct and the price of the underlying asset decreases, the contract will expire and the transaction will not be completed. But the trader will keep thepremiumpaid by the buyer for the contract.\n\nIn a naked short, the trader sells a call option without already owning shares of the option's underlying stock. If the stock increases in price during the term of the options contract, the buyer will exercise the option. That means the seller must buy shares of the stock in the open market and turn them over to the buyer. In return, they'll receive the strike price, which will be much lower.\n\nThe writer of a short option is making a bet that the stock underlying the option will decline in price before the option expires. Win or lose, the writer collects a premium, or fee, for selling the option. But losing this bet can mean unlimited losses for the writer. The option buyer is owed a number of shares of that stock at the current market price.\n\nOptions trading in general is best left to the professionals who dominate this market.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"",
  "url": "https://www.investopedia.com/terms/s/short-call.asp"
}