{
  "term": "What Is the Equal Credit Opportunity Act (ECOA)?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Equal Credit Opportunity Act (ECOA) is a federal civil rights law designed to ensure fair lending practices. Passed in 1974, it prohibits lenders from discriminating against applicants based on personal characteristics, with the exception of their ability to repay the loan.\n\nSpecifically, ECOA protects consumers from discrimination based on race, color, religion, national origin, sex, marital status, age, eligibility for public assistance, or the exercise of any rights under theConsumer Credit Protection Act. The law aims to provide equal access to credit for everyone, promoting fairness in lending.\n\nThe Equal Credit Opportunity Act was enacted in 1974 and is detailed in Title 15 of the United States Code.The act, as implemented byRegulation B, states that individuals applying for loans and other credit can be evaluated only using factors directly related to their creditworthiness. It prohibitscreditorsand lenders from considering factors that are unrelated to creditworthiness—specifically, the following protected classes:\n\nIn 2021, the Consumer Financial Protection Bureau clarified that the prohibition againstsex discriminationin ECOA and Regulation B encompasses sexual orientation discrimination and gender identity discrimination, including discrimination based on an applicant's nonconformity with sex-based or gender-based stereotypes.\n\nECOA prohibits discrimination in all aspects of a credit transaction and applies to any organization that extends credit—including banks, small loan and finance companies, retail stores, credit card companies, andcredit unions. It also applies to anyone involved in the decision to grant credit or set credit terms.\n\nECOA covers various types of credit, including personal loans, credit cards,home loans, student loans, car loans, small business loans, and loan modifications. And it's not limited to just consumer loans. ECOA applies to any extension of credit, including those made to smallbusinesses, corporations, partnerships, and trusts.\n\nWhen a borrower applies for credit, the lender may ask about some of the personal facts that ECOA prohibits.While answering these questions is optional, the information helps federal agencies enforce anti-discrimination laws.\n\nAnother aspect of ECOA allows each spouse in a marriage to have a credit history in their own name. Still, if a borrower has any joint accounts with their spouse, the accounts will appear on bothcredit reports. That means a spouse’s financial behavior can positively or negatively impact an individual borrower’s credit score.\n\nIf you were turned down for a loan or a line of credit, the lender must tell you in an Adverse Action Notice the specific reasons your application was rejected or disclose that you have the right to request the reason for denial within 60 days of receiving the creditor's notification.\n\nWhile ECOA prohibits lenders from basing their decisions onmarital status, some loans, such as mortgages, require a borrower to disclose if they are relying onalimonyor child support income as a basis for obtaining the credit.However, a borrower can't be denied a loan simply because they are divorced.\n\nWhen you apply for a loan or line of credit, ECOA gives you certain rights:\n\nCredit discrimination is not always obvious, which makes it hard to spot. CFPB advises consumers to watch for warning signs of ECOA violations:\n\nIf you believe you've been discriminated against, there are several steps you can take:\n\nOne common violation of the ECOA is charging higher rates or fees to Black, Indigenous, and People of Color (BIPOC) applicants.\n\nIn July 2012, the Department of Justice (DOJ) reached a settlement of more than $175 million with Wells Fargo Bank for a pattern or practice of discriminatory lending. Black and Hispanic borrowers who qualified for loans were charged higher fees or rates or were improperly placed intosubprime loans, which are more costly.\n\nIn January 2017, a $53 million settlement was made against JPMorgan Chase for lending discrimination based on race and national origin. The DOJ found that the bank's brokers charged higher interest rates to BIPOC borrowers than White borrowers in the run-up to and during the 2008financial crisis.\n\nOn Nov. 8, 2023, Citibank was ordered by the CFPB to pay a $24.5 million civil penalty as a result of Citibank's discriminatory practices against credit card applicants of Armenian national origin between 2015 and 2021.\n\nAccording to the CFPB, Citibank subjected these applicants to extra scrutiny, negative assessments, and frequent denials. Additionally, the CFPB said that Citibank failed to provide adequate reasons for these actions, violating ECOA and the Consumer Financial Protection Act (CFPA). Citibank is required to compensate affected consumers with $1.4 million and implement measures to prevent future discrimination.\n\nThe Consumer Financial Protection Bureau (CFPB) writes rules to implement ECOA and supervises institutions (e.g., banks and lending companies) to ensure they follow the law. Several other federal agencies share the job of supervising for compliance, including the:\n\nThe CFPB enforces ECOA with the agencies listed above, the Department of Justice, and the Federal Trade Commission.\n\nLenders found in violation of ECOA can potentially face class-action lawsuits from the Department of Justice (DOJ) if the DOJ or any affiliate agencies recognize a pattern of discrimination.The Consumer Financial Protection Bureauenforces ECOA with other federal agencies. If found guilty, the offending organization could have to pay outpunitive damagesthat can be significant and cover any costs incurred by the wronged party.\n\nYes, the Equal Credit Opportunity Act applies to all creditors. Financial institutions and other firms engaged in the extension of credit can't discriminate against an applicant based on a prohibited basis during any aspect of a credit transaction. Additionally, lending officers and employees can't do anything that would, on a prohibited basis, discourage a reasonable person from applying for a loan.\n\nThe Equal Credit Opportunity Act (ECOA) is a vital federal law that ensures fairness in lending by prohibiting discrimination in credit transactions. It applies to all types of credit and creditors, promoting equal access to credit for all individuals. Consumers should remain vigilant for signs of discrimination and know their rights under ECOA. If discrimination is suspected, there are multiple steps available, from reporting to legal action, to help ensure a fair lending process.\n\nFederal Deposit Insurance Corporation. \"Equal Credit Opportunity Act (ECOA).\"\n\nU.S. Department of Justice. \"The Equal Credit Opportunity Act.\"\n\nConsumer Finance Protection Bureau. \"What You Need to Know About the Equal Credit Opportunity Act and How It Can Help You: Why It Was Passed and What It Is.\"\n\nNational Credit Union Administration. \"Equal Credit Opportunity Act.\"\n\nUnited States Code. \"15 USC Chapter 41, Subchapter IV: Equal Credit Opportunity.\"\n\nConsumer Financial Protection Bureau. \"What You Need to Know About the Equal Credit Opportunity Act and How It Can Help You: Why It Was Passed and What It Is.\"\n\nConsumer Financial Protection Bureau. \"Providing Equal Credit Opportunities (ECOA).\"\n\nFederal Deposit Insurance Corporation. \"Policy Statement on Discrimination in Lending.\"\n\nFederal Trade Commission. \"Your Equal Credit Opportunity Rights.\"\n\nCode of Federal Regulations. \"§ 1002.13 Information for Monitoring Purposes.\"\n\nCapital One. \"Marriage and Credit Scores: What You Need to Know.\"\n\nConsumer Financial Protection Board. \"My Credit Application Was Denied Because of My Credit Report. What Can I Do?\"\n\nConsumer Financial Protection Board. \"CFPB Consumer Laws and Regulations, ECOA.\"\n\nConsumer Financial Protection Board. \"12 CFR Part 1002 (Regulation B).\"\n\nConsumer Financial Protection Board. \"12 CFR Part 1002 (Regulation B).\"\n\nConsumer Financial Protection Bureau. “What Protections Do I Have Against Credit Discrimination?”\n\nNational Association of Attorneys General. “Find My AG.”\n\nConsumer Financial Protection Bureau. \"Submit a Complaint.\"\n\nFederal Trade Commission. \"Mortgage Discrimination.\"\n\nU.S. Department of Justice. “Justice Department Reaches Settlement With Wells Fargo Resulting in More Than $175 Million in Relief for Homeowners to Resolve Fair Lending Claims.”\n\nU.S. Department of Justice. \"Manhattan U.S. Attorney Settles Lending Discrimination Suit Against JPMorgan Chase for $53 Million.\"\n\nConsumer Finance Protection Bureau. \"Enforcement Actions: CitiBank, N.A.\"\n\nConsumer Finance Protection Bureau. \"Enforcement Actions: CitiBank, N.A.\"\n\nConsumer Financial Protection Bureau. \"What You Need To Know About The Equal Credit Opportunity Act and How It Can Help You: Why It Was Passed and What It Is.\"\n\nConsumer Financial Protection Board. \"12 CFR Part 1002 (Regulation B).\"",
  "url": "https://www.investopedia.com/terms/e/ecoa.asp"
}