{
  "term": "What Is an Inflationary Gap?",
  "definition": "Investopedia / Michela Buttignol\n\nAn inflationary gap exists when the demand for goods and services exceeds production due to higher levels of employment, increasedtradeactivities, or elevated government expenditure. The real GDP must be higher than the potential GDP for the gap to be considered inflationary. When the potential GDP is higher than the real GDP, the gap is instead referred to as a deflationary gap.\n\nThe inflationary gap represents the point in thebusiness cyclewhen the economy expands as consumers purchase more goods and services. As demand increases but production lags, prices rise to restore marketequilibrium.\n\nThe real GDP can exceed the potential GDP, resulting in an inflationary gap:\n\nInflationary Gap=Actual GDP−Anticipated GDP\\begin{aligned}&\\text{Inflationary Gap} = \\text{Actual GDP} - \\text{Anticipated GDP} \\\\\\end{aligned}​Inflationary Gap=Actual GDP−Anticipated GDP​\n\nGDP measures the monetary value of final goods and services produced in a given period and bought by the final user within an economy. GDP is composed of goods and services for sale in the market and includes some nonmarket output, such as defense or education services provided by the government.\n\nAccording tomacroeconomictheory, the goods market determines the real GDP, shown in the following relationship. To calculate real GDP, first compute thenominal GDP:\n\nY=C+I+G+NXwhere:Y=Nominal GDPC=Consumption expenditureI=InvestmentG=Government expenditureNX=Net exports\\begin{aligned}&\\text{Y} = \\text{C} + \\text{I} + \\text{G} + \\text{NX} \\\\&\\textbf{where:} \\\\&\\text{Y} = \\text{Nominal GDP} \\\\&\\text{C} = \\text{Consumption expenditure} \\\\&\\text{I} = \\text{Investment} \\\\&\\text{G} = \\text{Government expenditure} \\\\&\\text{NX} = \\text{Net exports} \\\\\\end{aligned}​Y=C+I+G+NXwhere:Y=Nominal GDPC=Consumption expenditureI=InvestmentG=Government expenditureNX=Net exports​\n\nThen, the real GDP = Y/D, where D is theGDP deflator, which takes inflation into effect over time.\n\nAn increase in consumption expenditure, investments, government expenditure, or net exports causes real GDP to rise in the short run. Real GDP provides a measure of economic growth while compensating for the effects ofinflationordeflation. This accounts for the difference between actual economic growth and a simple shift in the prices of goods or services within the economy.\n\nA government may usefiscal policyto help reduce an inflationary gap by decreasing the number of funds circulating in the economy. This is accomplished through reductions in government spending, tax increases,bondand securities issues, and transfer payment reductions.\n\nThese adjustments to the fiscal conditions within the economy can restoreeconomic equilibrium. As the amount of money in circulation decreases, the overall demand for goods and services declines, reducing inflation.\n\nCentral banks also have tools at their disposal to combat inflationary activity. When theFederal Reserve(Fed) raisesinterest rates, borrowing funds is more expensive.\n\nTight monetary policycan lower the money available to most consumers, triggering less demand and inflation retreats. Once equilibrium is reached, the Fed or othercentral bankcan shift interest rates accordingly.\n\nAn inflationary gap is a difference between the full employment gross domestic product and the actual reported GDP number.  It represents theextra output as measured by GDPbetween what it would be under the natural rate of unemployment and the reported GDP number.\n\nInflation occurs in an economy when prices of goods and services increase and the purchasing power of people decreases. In deflation, there is a downward movement of the general price level of goods and services.\n\nAn inflationary gap, when the demand for goods and services exceeds production, can be caused by high levels of employment, increased trade activities, or greater government expenditure.\n\nThe Inflationary Gap equals the real or actual GDP minus the anticipated GDP.\n\nArecessionary gapdescribes an economy operating below its full-employment equilibrium.\n\nAn inflationary gap measures the difference between the current real GDP and the potential GDP where an economy operates at full employment. The current real GDP is higher than the potential GDP for the gap to be inflationary. Governments impose policies to reduce an inflationary gap, such as reductions in government spending and tax and interest rate increases.\n\nInternational Monetary Fund. \"Gross Domestic Product: An Economy's All.\"",
  "url": "https://www.investopedia.com/terms/i/inflationary_gap.asp"
}