{
  "term": "What Is an Interest Rate Differential (IRD)?",
  "definition": "An interest rate differential (IRD) is the difference between the interest rates of two investment vehicles.\n\nAn interest rate differential (IRD) contrasts theinterest ratesof two similar interest-bearing assets and represents the difference between them. In theforeign exchange market, the IRD is the difference in the interest rates between two countries and is referred to as the net interest rate differential. IRD calculations are used infixed-incometrading, forex trading, and lending vehicles.\n\nThe IRD is acarry trade, a trading strategy that involves borrowing at a low interest rate and investing the proceeds in anassetthat provides a higher rate of return. Carry trades borrow in a low-interest rate currency environment, and convert the borrowed amount into another currency with a higher yield.\n\nThenet interest rate differential(NIRD) is a specific type of IRD used in forex markets. In international currency markets, the NIRD is the difference between the interest rates of two distinct economic regions. For example, if a trader is \"long\" on theNZD/USDpair, they own the New Zealand currency and borrow the US currency. These New Zealand dollars can be placed into a New Zealand bank while simultaneously borrowing the same amount from the U.S. bank. The NIRD is the difference between any interest earned and interest paid while holding thecurrency pairposition.\n\nInvestors profit from the IRD and price appreciation by selling currencies whose country has a lower interest rate against currencies whose country has a higher interest rate. Based on theinterest rate parity, a trader predicts the future exchange rate between two currencies and sets the premium, or discount, on current market exchange ratefutures contracts.\n\nSee Investopedia's choices for theBest Forex Brokers.\n\nIRDs measure the difference in interest rates between two securities. If one bond yields 5% and another 3%, the IRD would be 2 percentage points—or 200basis points (bps). The IRD is the amount the investor can expect to profit using a carry trade.\n\nSay an investor borrows $1,000 and converts the funds into British pounds, allowing for the purchase of a British bond. If the purchasedbond yields7% while the equivalent U.S. bond yields 3%, the IRD equals 4% (7% - 3%). This profit is ensured only if theexchange ratebetween dollars and pounds remains constant.\n\nThe primary risk of this strategy is the uncertainty of currency fluctuations.If the British pound were to fall relative to the U.S. dollar, the trader may experience loss. Traders may useleverage, such as a factor of 10-to-1, to improve their profit potential. If the investor leveraged the borrowing by a factor of 10-to-1, they could make a profit of 40%. However, leverage could also cause larger losses if there are strong movements in exchange rates.\n\nWhen homebuyers borrow money to purchase houses, there may be an IRD. The IRD is used in the housing market to describe the difference between the interest rate and a bank's posted rate on the prepayment date.\n\nAssume a homebuyer purchases a home and takes out amortgageat a rate of 5.50% for 30 years. Assume 25 years have passed and the borrower only has five years left in the mortgage term. The lender could use the current market interest rate it is offering for a five-year mortgage to determine the IRD. If the current market interest rate on a five-year mortgage is 3.85%, the IRD is 1.65% or 0.1375% monthly.\n\nIRD calculations demonstrate the difference in interest rates between two financial securities, usually in fixed-income trading, forex trading, and lending calculations.\n\nForex exchanges trade 24 hours, five days a week globally. Currencies are traded against one another as pairs like the EUR/USD. Each pair is typically quoted inpips, a percentage in points, out to four decimal places.Currency prices fluctuate based on the economic situation of the countries, global market conditions, and geopolitical instability.\n\nIn carry trade investing, an investor borrows money in a low-interest-rate currency and then converts the amount into a higher-yielding currency. The IRD is the difference between the two interest rates.\n\nAn interest rate differential (IRD) measures the difference between the interest rates of two financial instruments. The net interest rate differential (NIRD) is the IRD used in forex markets. IRD is used in the fixed-income, forex, and lending markets.\n\nIG. \"Interest Rates and the Forex Market.\"\n\nIG. \"Currency Carry Trade: What Is It and How Does It Work?\"\n\nParagon Pragmatic Lending. \"Interest Rate Differential (Mortgage IRD). What Is It?\"\n\nCMC Markets. \"Forex Market Hours.\"",
  "url": "https://www.investopedia.com/terms/i/interest-rate-differential.asp"
}