{
  "term": "What Is a Brokerage Firm? How It Makes Money, and Types",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA brokerage firm or brokerage company is a middleman who connects buyers and sellers to complete a transaction for stock shares, bonds, options, and other financial instruments.\n\nBrokers are compensated in commissions or fees that are charged once the transaction has been completed.\n\nMost discount brokerages now offer their customerszero-commission stock trading. The companies make up for this loss of revenue from other sources, including payments from the exchanges for large quantities of orders and trading fees for other products like mutual funds and bonds.\n\nBrokers may work for brokerage companies or operate as independent agents.\n\nIn a perfect market in which every party had all of the necessary information, there would be no need for brokerage firms. That is impossible in a market that has a huge number of participants making transactions at split-second intervals. The Nasdaq alone often has in excess of 35 million trades per day.\n\nBrokerage companies exist to help match two sides in a trade. They bring together buyers and sellers at the best price possible for each and extract a commission for their service. Full-service brokerages offer additional services, including advice and research on a wide range of financial products.\n\nThe amount you pay a broker depends on the level of service you receive, how personalized the services are, and whether these services involve direct contact with human beings rather than computer algorithms.\n\nFull-service brokerages, also known as traditional brokerages, offer a range of products and services, including money management, estate planning, tax advice, and financial consultation.\n\nThese companies also customarily offer stock quotes, research on economic conditions, and market analysis. They also offer highly trained and credentialed professional brokers and financial advisers to advise their clients on money matters.\n\nWhile some traditional brokerages charge a fee, a commission, or both for regular stock orders, stiff competition in recent years has pushed thebest online brokersto charge nothing for these trades. However, broker-assisted charges for trades on non-stock securities can still reach as high as $100.\n\nMany brokerages are switching to awrap-feebusiness model in which all services, including stock trades, are covered by an all-inclusive annual fee. The fee averages 1% to 3% ofassets under management(AUM).\n\nMany full-service brokers seek out affluent clients and establish minimum account balances that are required to obtain their services, often starting at six figures or more. Some full-service brokerages offer a lower-cost discount brokerage option as well. Merrill Lynch Wealth Management, Morgan Stanley, and Edward Jones are among the big names in full-service brokerages.\n\nAdiscount brokerageis an online brokerage. The online broker's automated network is the middleman, handling buy and sell orders that are input directly by the investor.\n\nThe introduction of the first discount brokerage is often attributed to Charles Schwab Corp., whose website publicly debuted in 1996.Competitors soon appeared.\n\nAs they have evolved, the brokerages have added tiered services at premium prices. Fierce competition on the web and, later, on phone apps, have led most competitors to drop their fees to zero for basic stock trading services.\n\nCharles Schwabremains one of thebiggest names in online brokerages, along with others includingFidelity InvestmentsandInteractive Brokers.\n\nThe same names pop up for mobile brokerage apps, along with newer competitors such asRobinhoodand Acorns.\n\nA robo-advisor is an online investment platform that uses algorithms to implement trading strategies on behalf of its clients in an automated process.\n\nMost robo-advisors are programmed to follow long-term passive index strategies based onmodern portfolio theory(MPT), although several robo-advisors allow clients to modify their investment strategy somewhat if they want more active management. Some even have human advisors waiting in the wings.\n\nRobo-advisorshave their appeal, not the least of which is very low entry fees and account balance requirements. Most charge no annual fee, zero commissions, and set their account minimum requirements to a few dollars.\n\nAccess to an advisor comes with a fee, typically 0.25% to 0.50% of AUM per year. That's still far less than the cost of a traditional broker.\n\nIf you're buying or selling certain financial products, including mutual funds and insurance, it's important to know whether your broker is affiliated with certain companies andsells only its productsor can sell you the full range of choices.\n\nYou should also find out whether that broker holds tothe fiduciary standardor the suitability standard. The suitability standard requires the broker to recommend actions that are suitable to your personal and financial circumstances. The higher fiduciary standard requires the broker to act in your best interests.\n\nRegistered investment advisors(RIAs) are the most common type of independent broker found today. Independent brokerages are not affiliated with a mutual fund company. They may be able to recommend and sell products that are better for the client.\n\nThey are required to hold to the fiduciary standard, meaning that they must recommend investments that are in the client's best interest.\n\nA captive brokerage is affiliated with or employed by a mutual fund company or insurance company and can sell only its products. These brokers are employed to recommend and sell the range of products that the mutual fund firm or insurance company owns.\n\nThe products they recommend may not be the best available for the client.\n\nPeople who use full-service brokers want the advice and attention of an expert to guide their financial affairs. These are usually complex, as these clients tend to be high-net-worth individuals with complex financial affairs. They are willing and able to pay an average of 1% to 3% of their assets per year for the service.\n\nPeople who use an online discount broker may feel confident in their ability to handle their own finances and make their own decisions.\n\nA broker is essentially a middleman. Brokers match buyers with sellers, complete the transaction between the two parties, and pocket a fee for their service.\n\nIf you use an online brokerage to buy stock, there's no human standing between you and the transaction. The brokerage software makes the match.\n\nIf you use a full-service brokerage, the process is much the same, except that someone else is pressing the keys on the keyboard. However, the full-service brokerage may have identified a good investment opportunity, discussed it with the client, and acted on the client's behalf in making the transaction.\n\nGenerally, brokerages make money by charging various fees and commissions on transactions they facilitate and services they provide. The online broker who offers free stock trades receives fees for other services, plus fees from the exchanges.\n\nFull-service brokerages increasingly charge a so-called wrap fee, an all-in-one charge for all or most services, This is usually 1% to 3% of the amount in the client's account per year and covers advisory services and investment research as well as trading fees.\n\nThe purpose of theRetirement Security Rule, also known as thefiduciaryrule, is to protect investors from conflicts of interest when receivinginvestment advicethat the investor uses for retirement savings.\n\nThe rule was issued by theU.S. Department of Labor (DOL)on April 23, 2024. It takes effect on September 23, 2024 However, a one-year transition period will delay the effective date of certain conditions to 2025.\n\nIf an advisor is acting as a fiduciary under the Employee Retirement Income Security Act (ERISA), they are subject to the higher standard–the fiduciary best-advice standard rather than the lower, merely suitable advice standard. Their designation can limit products and services they are allowed to sell to clients who are saving for retirement.\n\nNasdaqTrader. \"Nasdaq Daily Market Summary.\"\n\nFidelity. \"Commissions & Fees.\"\n\nFederal Register. \"Retirement Security Rule: Definition of an Investment Advice Fiduciary.\"\n\nU.S. Department of Labor. \"Fact Sheet: Retirement Security Rule and Amendments to Class Prohibited Transaction Exemptions for Investment Advice Fiduciaries.\"\n\nJ.P. Morgan. \"Retirement Insights.\"",
  "url": "https://www.investopedia.com/terms/b/brokerage-company.asp"
}