{
  "term": "What Is the Crowding Out Effect Economic Theory?",
  "definition": "The crowding out effect is an economic theory that argues that rising public sector spending drives down or even eliminatesprivate sectorspending.\n\nTo spend more, the government needs added revenue. It obtains it by raising taxes or by borrowing through the sale of Treasury securities. Higher taxes can mean reduced income and spending by individuals and businesses.\n\nTreasury sales can increase interest rates and borrowing costs. That can reduce borrowing demand and spending.\n\nAll told, these government activities are thought to result in the crowding out of spending by private individuals and companies.\n\nThe crowding out effect is based on the supply of and demand for money. According to the theory, as the government takes revenue-raising actions, such as increasing taxes or debt security sales, the consumer and business demand for resulting higher interest rate loans decreases.\n\nSo does their desire to spend a potentially reduced amount of income. (Their desire to earn a higher rate of interest on their savings may also come into play.) Thus, the government crowds out their spending by increasing its own.\n\nBear in mind that the crowding out effect theory runs counter to older, well-known economic theories that hold that government spending during periods of slowing economic activity actually increases spending by consumers and businesses by, essentially, putting more money in their pockets.\n\nOne of the most common forms of crowding out takes place when a large government, such as that of the U.S., increases its borrowing and sets in motion a chain of events that results in the curtailing of private sector spending.\n\nThe sheer scale of this type of borrowing can lead to substantial rises in thereal interest rate. This can absorb the economy's lending capacity and discourage businesses from makingcapital investments.\n\nCompanies often fund capital projects in part or entirely throughfinancing. The increased cost of borrowing money makes traditionally profitable projects that are funded through loans cost-prohibitive.\n\nIncreased borrowing by large governments is considered to be a common cause of crowding out. The borrowing can force interest rates higher and dampen loan demand by those in the private sector.\n\nReductions in corporate capital spending can partially offset benefits brought about through government borrowing, such as those ofeconomic stimulus. However, this is only likely when the economy is operating at capacity. In this respect, government stimulus is theoretically more effective when theeconomyis below capacity.\n\nIf this is the case, however, an economic downswing may occur. This can reduce the revenues that the government collects through taxes and spur it to borrow even more money. Theoretically, this, in turn, can lead to a vicious cycle of borrowing and crowding out.\n\nCrowding out may also take place because ofsocial welfare, albeit indirectly. When governments raise taxes to introduce or expand welfare programs, individuals and businesses are left with lessdiscretionary income. This can reduce charitable contributions.\n\nIn this respect, public sector expenditures for social welfare can reduce private sector giving for social welfare, offsetting the government's spending on the same causes.\n\nSimilarly, the creation or expansion of publichealth insuranceprograms such as Medicaid can prompt those covered by private insurance to switch to the public option. Left with fewer customers and a smaller risk pool, private health insurance companies may have to raisepremiums, leading to further reductions in private coverage.\n\nAnother form of crowding out can occur because of government-fundedinfrastructuredevelopment projects. These can discourage private enterprise from launching similar projects in the same area of the market because they're now perceived as undesirable. Or corporate number crunchers might indicate that such investments are projected to be unprofitable.\n\nThis often occurs with bridges and roadways, as government-funded development deters companies from building toll roads or other related infrastructure.\n\nSuppose a firm has been planning a capital project, with an estimated cost of $5 million, an assumed 3% interest rate on its loans, and a projectedreturnof $6 million. The firm anticipates earning $1 million innet income(NI).\n\nDue to the shaky state of the economy, however, the government announces a stimulus package that will help businesses in need. This raises the interest rate on the firm's new loans to 4%.\n\nBecause the interest rate that the firm originally factored into its accounting has increased by 33.3%, its profit model shifts. The firm now estimates that it will need to spend $5.75 million on the project in order to make the same $6 million in return. Its projected earnings drop by 75% to $250,000.\n\nTherefore, the company decides that it would be better off pursuing a different project or halting major projects for the time being.\n\nChartalism, Post-Keynesian economics, and other macroeconomic theories posit that government borrowing in a modern economy operating significantly belowcapacitycan actually increase demand. It does so by generating employment and thereby stimulating private spending. This process is often referred to as \"crowding in.\"\n\nThe crowding in theory has gained some currency among economists in recent years after it was noted that, during theGreat Recessionof 2007–2009, massive spending by the federal government onbondsand other securities actually had the effect of reducing interest rates.\n\nCrowding out, if it exists, can be seen as negative because it can slow economic activity and growth. This can happen as higher taxes reduce spendable income and increased government borrowing raises borrowing costs and reduces private sector demand for loans.\n\nIt's important to understand because it contradicts the well-understood theory that government spending boosts private sector spending and supports a vibrant economy.\n\nAccording to the theory's effect, it should reduceaggregate demandbecause it discourages spending and the demand for borrowing due to higher interest rates and reduced income.\n\nThe crowding out effect is a theory that suggests that increased government spending ultimately decreases private sector spending.\n\nThis is due to the higher cost of loans and reduced income that can result when the government increases taxes or borrows by selling Treasuries to obtain more revenue for its own spending.\n\nBrookings. \"Nine Facts About the Great Recession and Tools for Fighting the Next Downturn.\"",
  "url": "https://www.investopedia.com/terms/c/crowdingouteffect.asp"
}