{
  "term": "What Is the Purchasing Managers Index (PMI)?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Purchasing Managers Index highlights monthly supply and demand trends.\n\nA monthly Purchasing Managers Index (PMI) for the manufacturing sector is developed by theInstitute for Supply Management (ISM), a nonprofit supply management organization. ISM also tallies a monthly PMI for the service sector and hospitals.\n\nIt is adiffusion indexthat summarizes whether market conditions are expanding, staying the same, or contracting, as viewed by purchasing managers.\n\nThemanufacturing PMIgives equal weight to new orders, production, employment, supplier deliveries, and inventories.The ISM services PMI includes information compiled from non-manufacturing sectors, such as transportation, insurance, construction, and education.A PMI provides insight into the business environment and helps companies see where the economy is headed.\n\nThe ISM Report on Business contains PMIs based on surveys. Each PMI is calculated based on responses from senior executives at multiple companies across various industries, which are weighted by their contribution to the U.S.gross domestic product (GDP).The surveys include questions about business conditions, whether or not they are changing, and whether they are improving or deteriorating.\n\nThe headline PMI is a number from 0 to 100. A PMI above 50 represents anexpansionwhen compared with the previous month. A PMI reading under 50 represents acontraction, while a reading at 50 indicates no change. The further away from 50, the greater the level of change.\n\nThe ISM also publishes a monthly Hospital PMI, which surveys inventory levels, supplies, and healthcare patient traffic.\n\nA company can use the PMI to help plan itsannual budget, manage staffing levels, and forecast cash flow.\n\nPMI information about supply and demand might affect the prices that suppliers can charge. If new orders increase, a manufacturer may raise customer prices and accept a supplier's price increases. When new orders decline, the manufacturer may lower its prices and demand a lower cost for the parts it purchases.\n\nThe Global PMI is an economic indicator compiled by S&P Global, derived from survey responses from over 28,000 global companies, and represents 90% of global GDP.\n\nThe Purchasing Managers' Index can range between 0 and 100. If the index reading is higher than 50, then it indicates an economic expansion. A reading below 50 indicates an economic contraction, with readings closer to 0 indicating a higher degree of contraction. A reading equal to 50 signals no change in the environment.\n\nInvestors, economists, and analysts have a wealth of information to help them gauge where the economy is trending. One leading indicator is the PMI. Released monthly, a PMI is derived from a survey by the Institute for Supply Management for the manufacturing, services, and healthcare sectors.\n\nInstitute for Supply Management. \"ISM Report on Business.\"\n\nInstitute for Supply Management. \"March 2025 Manufacturing ISM® Report On Business®.\"\n\nInstitute for Supply Management. \"March 2025 Services ISM® Report On Business®.\"\n\nInstitute for Supply Management. \"Report On Business® Roundup: March Hospital PMI®.\"\n\nS&P Global. \"Purchasing Managers’ Index™ (PMI™).\"",
  "url": "https://www.investopedia.com/terms/p/pmi.asp"
}