{
  "term": "What Are Accounting Policies and How Are They Used? With Examples",
  "definition": "Accounting policies are the specific procedures implemented by a company's management team that are used to prepare itsfinancial statements. These include any accounting methods,measurement systems, and procedures for presenting disclosures. Accounting policies differ fromaccounting principlesin that the principles are the accounting rules, and the policies are a company's way of adhering to those rules.\n\nAccounting policies are a set of standards that govern how a company prepares its financial statements. These policies are used to deal specifically with complicated accounting practices such asdepreciationmethods, recognition ofgoodwill, preparation of research and development (R&D) costs, inventory valuation, and the consolidation of financial accounts. These policies may differ from company to company, but all accounting policies are required to conform togenerally accepted accounting principles (GAAP)and/orinternational financial reporting standards (IFRS).\n\nAccounting principles can be thought of as a framework in which a company is expected to operate. However,the framework is somewhat flexible, and a company's management team can choose specific accounting policies that are advantageous to the financial reporting of the company. Because accounting principles are lenient at times, thespecific policies of a companyare very important.\n\nLooking into a company's accounting policies can signal whether management is conservative or aggressive when reportingearnings. This should be taken into account by investors when reviewing earnings reports to assess thequality of earnings. Also, external auditors who are hired to review a company's financial statements should review the company's policies to ensure they conform to GAAP.\n\nCompany management can select accounting policies that are advantageous to their own financial reporting, such as selecting a particular inventory valuation method.\n\nAccounting policies can be used to legally manipulate earnings. For example, in the United States, companies are allowed to value inventory using theaverage cost,first in first out (FIFO), orlast in first out (LIFO)methods of accounting. Under the average cost method, when a company sells a product, the weighted average cost of all inventory produced or acquired in theaccounting periodis used to determine thecost of goods sold (COGS). Under the FIFO inventory cost method, when a company sells a product, the cost of the inventory produced or acquired first is considered to be sold first. Under the LIFO method, when a product is sold, the cost of the inventory produced last is considered to be sold first.\n\nIn periods of rising inventory prices, a company can use these accounting policies to increase or decrease its earnings. For example, a company in the manufacturing industry buys inventory at $10 per unit for the first half of the month and $12 per unit for the second half of the month. The company ends up purchasing a total of 10 units at $10 and 10 units at $12 and sells a total of 15 units for the entire month.\n\nIf the company uses FIFO, its cost of goods sold is: (10 x $10) + (5 x $12) = $160. If it uses average cost, its cost of goods sold is: (15 x $11) = $165. If it uses LIFO, its cost of goods sold is: (10 x $12) + (5 x $10) = $170. In the US, where companies are able to choose between FIFO and LIFO, a company wishing to maximize profits will use the FIFO method in periods of rising prices in order to minimize the cost of goods sold and increase earnings. A company wishing to lower taxable income will use the LIFO method if prices are rising to increase the cost of goods sold and decrease earnings.\n\nWhile an accounting principle is the standardized rule set forth by a governing body, an accounting policy is the method or guideline used by management to adhere to the rule and generate financial statements.\n\nIn the United States, generally accepted accounting principles (GAAP) are the accounting standards accepted by theSecurities and Exchange Commission (SEC). Certain accounting principles allow for management discretion, and that is where accounting policies come into play.\n\nAccounting policies appear in a business when accounting principles allow leeway in how the rules are applied to a situation. Situations that involve management discretion include:\n\nConservative accounting uses accounting policies that result in a lower revenue and/or a higher expense. On the other hand, aggressive accounting uses policies that tend to increase revenue and/or reduce expenses.\n\nA company using conservative accounting policies will have lower earnings in the current year, while a company using aggressive accounting policies will show better financial performance in the current year. Conservative accounting policies will tend toward better financial performance in the long run, while aggressive accounting policies tend to lead to a decline in financial performance over the long run.\n\nAccounting policies are different from accounting principles, which are the accounting rules to which all accounting policies must conform. A company's management team can choose specific accounting policies that are advantageous to the firm's financial reporting. The team might use either conservative or aggressive accounting policies, which will determine how a company's financial performance appears in a given year.\n\nFasb.org. \"About the FASB (Financial Accounting Standards Board).\"\n\nBusinessnewsdaily.com. \"What Are Accounting Standards?\"",
  "url": "https://www.investopedia.com/terms/a/accounting-policies.asp"
}