{
  "term": "What Is a Patent in Simple Terms? With Examples",
  "definition": "Patents are legal rights issued to inventors to protect their inventions from anyone else claiming them for a certain time.\n\nA patent grants a property right to an inventor by a sovereign authority. This grant provides the inventor with exclusive rights to the patented process, design, or invention for a designated period in exchange for a comprehensive disclosure of the invention. Patents are a form ofincorporeal right.\n\nGovernment agencies typically handle and approve applications for patents. The U.S. Patent and Trademark Office (USPTO), part of the Department of Commerce, handles applications and grants approvals in the U.S.\n\nMost U.S. patents are valid for 20 years from the date the application was filed with the USPTO. There are circumstances where exceptions are made to extend a patent's term, however.\n\nU.S. patents are only valid in the United States and U.S. Territories. It's important to research the intellectual property rights of other nations and apply for protection with their governing authorities if you seek protection outside the United States.\n\nAccording to the United States Code, a patent can be granted to:\n\nPatents provide an incentive for companies or individuals to continue developing innovative products or services without fear of infringement. Large pharmaceutical companies can spend billions of dollars on research and development. If not for patents, their drugs and medicines could be duplicated and sold by companies that didn't research or invest the necessary capital for R&D.\n\nPatents protect the intellectual property of companies to help their profitability. They also serve as bragging rights for companies demonstrating their innovativeness, however.\n\nThree types of patents are available in the United States: utility patents, design patents, and plant patents. Each has its own specifications and durations. Apatent can also be pending. This indicates that the inventor has begun applying for it.\n\nUtility patentsor patents for invention issue legal protection to those who invent a new and useful process, an article of manufacture, a machine, or a composition of matter. Utility patents are the most common type of patent. More than 90% of patents issued by the U.S. government fall into this category.\n\nA utility patent lasts for 20 years from the date of filing provided that maintenance fees are paid.These fees are surcharges that are applied to utility patent applications filed after Dec. 12, 1980.\n\nDesign patentsare issued for original, new, and ornamental designs for manufactured products. They protect the design or look of something and require the invention to which the design belongs to be original.\n\nDesign patents last for 15 years for applications filed on or after May 13, 2015. They last for 14 years from the date of the filing for applications filed before May 13, 2015. Maintenance fees don't apply to design patents.\n\nPlant patentsgo to anyone who produces, discovers, and invents a new kind of plant that's capable of reproduction. These patents are granted for 20 years from the date of filing and no maintenance fees apply.\n\nAn applicant should research thePatent and TrademarkOffice's database before making a formal application to determine whether another person or institution has claimed a patent for a similar invention. The invention must be different from or an improvement upon a previous design to be considered for a patent.\n\nApplicants should take care to maintain accurate records of the design process and the steps taken to create the invention. Enforcing the patent is up to the person or entity that applied for the patent.\n\nThe applicant submits specific documents and pays associated fees to apply for a patent in the United States. Written documentation includes drawings, descriptions, and claims of the item to be patented. A formal oath or declaration confirming the authenticity of the invention or improvement of an existing invention must be signed and submitted by the inventor. The application is reviewed and approved or denied after fee payment.\n\nPatents protect the intellectual property of companies and help to ensure their profitability but they also serve as marketing for a company's innovation.\n\nThe USPTO receives more than 500,000 patent applications per year with just over 300,000 of them granted.The agency had an estimated 14,933 employees in 2024. Approximately 59% of them were patent examiners. The remaining worked in legal and technical areas.\n\nThe USPTO issued its 10 millionth patent in June of 2018.Many patents that are issued go to companies in the technology industry. Apple was granted 2,536 patents in 2023. IBM and Qualcomm were also granted patents but Samsung received more than any company in the U.S. Their electronics division was granted over 6,000 patents in 2023 alone.\n\nOne of the most notable patents was for the personal computer. It was filed in 1980 by Steve Jobs and three other employees of Apple Inc.\n\nKing C. Gillette patented the razor in 1904. It was dubbed a \"safety razor.\"Garrett Morgan was granted a patent for the traffic light in 1923. The patent for the television was issued in 1930 to Philo Taylor Farnsworth for the first \"television system.\"\n\nFarnsworth created the first electric television image at age 21 and went on to invent an early model of the electronic microscope.\n\nPatents are legal rights issued to inventors to protect their inventions for a certain time, usually 20 years. They exclude others from reproducing, using, or profiting from the invention without the expressed permission of the patent owner. The granting authority issues a patent in exchange for permission to publish details about the invention such as how it's made and what it's used for.\n\nThese provisions are both similar to and widely different from those offered by trademarks and copyrights.\n\nTrademarksare legal protections on words, phrases, designs, or marks that identify a specific product or service. They're intellectual property that contributes to the image and reputation of the product or service and company to which they belong.\n\nA trademark can be incredibly valuable to a company, prompting some companies to include them in their valuation. Trademarks are protected forever provided that they're in use and the holder can defend it. Examples of trademarks include the golden arch for McDonald's, the Nike swoosh, and Apple's apple.\n\nCopyrights are legal protections on creative works of the mind or \"original works of authorship,\" according to the United States Patent and Trademark Office. They include visual art, literary works, other writings, choreography, and software.\n\nCopyrights prevent others from reproducing the work without the express permission of the copyright owner. They're granted for a specific time like other intellectual property, allowing the holder to benefit from its creation. Copyrights are granted for a maximum period of 70 years from the death of the author for works created on or after Jan. 1, 1978. Exceptions apply to works for hire and anonymous works.\n\nCopyrights for works for hire or anonymous works are granted for 95 years from their publication or 120 years from creation, which occurs first.\n\nA patent is a legal right to an invention given to a person or entity without interference from others who wish to replicate, use, or sell it. Patents are granted by governing authorities and have a time limit, usually 20 years.\n\nExamples of historic patented inventions include common products that we use daily such as the telephone, dishwasher, and lightbulbs. Patents that are protected until 2033 include Boeing's Water Harvesting system, Disney's method for reproducing human actions with robots, and Google's medical response drone.\n\nThe three types of patents are utility patents, design patents, and plant patents. Utility patents are issued for inventions that are novel and useful. Design patents protect the design or image of a product. Plant patents are issued to applicants for plants that can reproduce.\n\nPatent costs vary depending on the type of patent that's applied for and they're based on several other factors such as the type of applicant, provisional or nonprovisional status, and associated fees: search fees, examination fees, post-allowance fees, and the cost of apatent agentor attorney. You can expect fees to range from approximately 50% to 60% of the patent cost if you're using theservices of an attorney.\n\nUtility and plant patents last for 20 years from the date of filing. Design patents last for 15 years if they were filed on or after May 13, 2015 or for 14 years if they were filed before May 13, 2015.\n\nPatents are legal rights granted to inventors for their creations. Government divisions such as the United States Patent and Trademark Office issue patents and other intellectual property rights to inventors, authors, and other creators. Patent rights give exclusive rights to use, replicate, or sell the protected invention without interference from others who want to do the same. The issuing authority is granted the right to publish the details of the invention in exchange.\n\nPatents are granted for a limited time such as 20 years from the date of filing for plant and utility patents and 14 or 15 years for design patents. Patents issued in the United States only offer protection within the U.S. The applicant must apply to the governing authority of that nation to extend protection in other nations.\n\nU.S. Patent and Trademark Office. \"Patent Essentials.\"\n\nU.S. Code. “35 USC 101: Inventions Patentable.”\n\nU.S. Patent and Trademark Office. “U.S. Patent Statistics Chart Calendar Years 1963 - 2020.”\n\nU.S. Patent and Trademark Office. \"Maintain Your Patent.\"\n\nU.S. Patent and Trademark Office. “Applying for Patents.”\n\nU.S. Patent and Trademark Office. \"Types of Patents.\"\n\nU.S. Department of Commerce. “United States Patent and Trademark Office Fiscal Year 2025 Congressional Submission, March 2024.” Pages 1, 24.\n\nU.S. Patent and Trademark Office. “United States Issues Patent Number 10,000,000.”\n\nStatista. \"Companies With The Most United States Patents Granted to Them in 2023.\"\n\nGoogle Patents. “Personal Computer: USD268584S.”\n\nGoogle Patents. “Razor: US775134A.\"\n\nU.S. Patent and Trademark Office. “Of Courage and Caution.”\n\nGoogle Patents. “Television System: US1773980A.”\n\nNational Inventors Hall of Fame. “Philo Taylor Farnsworth.”\n\nU.S. Patent and Trademark Office. “What Is a Trademark?”\n\nU.S. Patent and Trademark Office. \"Copyright Basics.\"\n\nGoogle Patents. “Water Harvesting System: US9088018B2.”\n\nGoogle Patents. “Robot Action Based on Human Demonstration: US9162720B2.”\n\nGoogle Patents. “Multi-Part Navigation Process by an Unmanned Aerial Vehicle for Navigating to a Medical Situation: US9088018B2.”\n\nPatent Trademark Blog. \"How Much Does a Patent Cost? It Really Depends.\"\n\nU.S. Patent and Trademark Office. \"2701 Patent Term [R-10.2019].\"",
  "url": "https://www.investopedia.com/terms/p/patent.asp"
}