{
  "term": "What Is a Mortgage? Types, How They Work, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nBen Woolsey is a full-time Associate Editorial Director at Investopedia, focusing on financial products and services. He has worked in marketing, operations, and content management roles for banks, credit card issuers, and credit card marketplace websites. Ben has two degrees—MBA/BSBA—from the University of Arkansas.\n\nA mortgage is a loan used to purchase or maintain real estate, where the property serves as collateral.\n\nA mortgage is a loan used to purchase or maintain a home, plot of land, or other real estate. The borrower agrees to pay the lender over time, typically in a series of regular payments divided intoprincipalandinterest. The property then serves ascollateralto secure the loan.\n\nA borrower must apply for a mortgage through their preferred lender and meet several requirements, including minimumcredit scoresanddown payments. Mortgage applications undergo a rigorous underwriting process before they reach the closing phase. Mortgage types, such as conventional or fixed-rate loans, vary based on the borrower's needs.\n\nIndividuals and businesses use mortgages to buy real estate without paying the entire purchase price upfront. The borrower repays the loan plus interest over a specified number of years until they own the propertyfree and clear. Most traditional mortgages are fully amortized. This means that the regular payment amount will stay the same, but different proportions of principal vs. interest will be paid over the life of the loan with each payment. Typical mortgage terms are for 15 or30 years, but some mortgages can run for longer terms.\n\nMortgages are also known asliensagainst property or claims on property. If the borrower stops paying the mortgage, the lender canforecloseon the property.\n\nFor example, a residential homebuyer pledges their house to their lender, which then has a claim on the property. This ensures the lender’s interest in the property should the buyerdefaulton their financialobligation. In the case of foreclosure, the lender may evict the residents, sell the property, and use the money from the sale to pay off the mortgage debt.\n\nWould-be borrowers beginthe processby applying to one or more mortgage lenders. The lender will ask for evidence that the borrower can repay the loan. This may include bank and investment statements, recenttax returns, and proof of current employment. The lender will generally run acredit checkas well.\n\nIf the application is approved, the lender will offer the borrower a loan up to a certain amount and at a particular interest rate. Thanks to a process known as pre-approval, homebuyers can apply for a mortgage after they have chosen a property to buy or even while they are still shopping for one. Being pre-approved for a mortgage can give buyers an edge in a tight housing market because sellers will know that they have the money to back up their offer.\n\nOnce a buyer and seller agree on the terms of their deal, they or their representatives will meet at what’s called aclosing. This is when the borrower makes their down payment to the lender. The seller will transfer ownership of the property to the buyer and receive the agreed-upon sum of money, and the buyer will sign any remaining mortgage documents. The lender may charge fees for originating the loan (sometimes in the form ofpoints) at the closing.\n\nThere are hundreds of options for where you can get a mortgage. You can get a mortgage through a credit union, bank, mortgage-specific lender, online-only lender, ormortgage broker. No matter which option you choose, compare rates across types to make sure that you’re getting the best deal.\n\nMortgages come in various forms. The most common types are 30-year and 15-year fixed-rate mortgages. Some mortgage terms are as short as five years, while others can run 40 years or longer. Stretching payments over more years may reduce the monthly payment, but it also increases the total amount of interest that the borrower pays over the life of the loan.\n\nVarious term lengths include numeroustypes of home loans, includingFederal Housing Administration (FHA) loans,U.S. Department of Agriculture (USDA) loans, andU.S. Department of Veterans Affairs (VA) loansavailable for specific populations that may not have the income, credit scores, or down payments required to qualify forconventional mortgages.\n\nThe following are just a few examples of some of the most popular types of mortgage loans available to borrowers.\n\nThe standard type of mortgage is fixed-rate. With afixed-rate mortgage, theinterest ratestays the same for the entire term of the loan, as do the borrower's monthly payments toward the mortgage. A fixed-rate mortgage is also called a traditional mortgage.\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps that you can take. One such step is to file a report with theConsumer Financial Protection Bureau (CFPB)or theU.S. Department of Housing and Urban Development (HUD).\n\nWith anadjustable-rate mortgage (ARM), the interest rate is fixed for an initial term, after which it canchange periodicallybased on prevailing interest rates. Theinitial interest rateis often below market, which can make the mortgage more affordable in the short term but possibly less affordable in the long term if the rate rises substantially.\n\nARMs typically have limits, or caps, on how much the interest rate can riseeach time it adjustsandin totalover the life of the loan.\n\nA5/1 adjustable-rate mortgageis an ARM that maintains a fixed interest rate for the first five years and then adjusts each year after that.\n\nOther, less common types of mortgages, such asinterest-only mortgagesand payment-option ARMs, can involve complex repayment schedules and are best used by sophisticated borrowers. These loans may feature a large balloon payment at the end.\n\nMany homeowners got into financial trouble with these types of mortgages during thehousing bubbleof the early 2000s.\n\nAs their name suggests,reverse mortgagesare a very different financial product. They are designed for homeowners age 62 or older who want to convert part of the equity in their homes into cash.\n\nThese homeowners canborrow against the valueof their home and receive the money as a lump sum, fixed monthly payment, or line of credit. The entire loan balance becomes due when the borrower dies, moves away permanently, or sells the home.\n\nWithin each type of mortgage, borrowers have the option to buydiscount pointsto lower their interest rate. Points are essentially a fee that borrowers pay upfront to have a lower interest rate over the life of their loan. When comparing mortgage rates, compare rates with the same number of discount points for a true apples-to-apples comparison.\n\nHow much you’ll have to pay for a mortgage depends on the type (such as fixed or adjustable), its term (such as 20 or 30 years), any discount points paid, and the interest rates at the time. Interest rates can vary from week to week and from lender to lender, so it pays to shop around.\n\nMortgage rates sank to historic lows in 2020 and 2021, recording their cheapest levels in almost 50 years. From roughly the start of the pandemic (April 2020) to Jan. 2022, the 30-year fixed-rate average hovered below 3.50%—including an ultimate low of 2.65%.\n\nBut 2022 and 2023 saw mortgage rates skyrocket, setting records in the opposite direction. The 30-year fixed-rate average breached the 7% threshold for the first time in 20 years in Oct. 2022.This past October, the rate was closer to 8%, notching a 24-year peak reading of 7.79%.In the months since then, the 30-year mortgage rate has fluctuated, dropping by more than a percentage point by the end of 2023 and surpassing 7% again in April and May 2024.\n\nAccording to theFederal Home Loan Mortgage Corp., average interest rates looked like this as of April 2025:\n\nBanks, savings and loan associations, and credit unions were once virtually the only sources of mortgages. Today, however, a burgeoning share of the mortgage market includes nonbank lenders such as Better, loanDepot, Rocket Mortgage, and SoFi.\n\nIf you’re shopping for a mortgage, an onlinemortgage calculatorcan help you compareestimated monthly paymentsbased on the type of mortgage, the interest rate, and how large a down payment you plan to make. It can also help you determine how expensive a property you can reasonably afford.\n\nIn addition to the principal and interest you’ll be paying on the mortgage, the lender or mortgage servicer may set up an escrow account to pay local property taxes, homeowners insurance premiums, and other expenses. Those costs will add to your monthly mortgage payment.\n\nAlso, note that if you make less than a 20% down payment when you take out your mortgage, your lender may require that you purchaseprivate mortgage insurance (PMI), which becomes another monthly cost.\n\nIf you have a mortgage, you still own your home (instead of the bank). Your bank may have loaned you money to purchase the house, but rather than owning the property, they impose a lien on it (the house is used as collateral, but only if the loan goes into default). If you default and foreclose on your mortgage, however, the bank may become the new owner of your home.\n\nThe price of a home is often far greater than the amount of money that most households save. As a result, mortgages allow individuals and families to purchase a home by putting down only a relatively small down payment, such as 20% of the purchase price, and obtaining a loan for the balance. The loan is then secured by the value of the property in case the borrower defaults.\n\nMortgage lenders must approve prospective borrowers through an application and underwriting process. Home loans are only provided to those with sufficient assets andincome relative to their debtsto practically carry the value of a home over time. A person’s credit score is also evaluated when deciding to extend a mortgage. The interest rate on the mortgage also varies, with riskier borrowers receiving higher interest rates.\n\nMortgages are offered by a variety of sources. Banks and credit unions often provide home loans. There are also specialized mortgage companies that deal only with home loans. You may also employ an unaffiliated mortgage broker to help you shop around for the best rate among different lenders.\n\nMany mortgages carry a fixed interest rate. This means that the rate will not change for the entire term of the mortgage, typically 15 or 30 years, even if interest rates rise or fall in the future. A variable- or adjustable-rate mortgage (ARM) has an interest rate that fluctuates over the loan’s life based on what interest rates are doing.\n\nLenders generally issue a first or primary mortgage before allowing a second one. This additional mortgage is commonly known as ahome equity loan. Most lenders don’t provide for a subsequent mortgage backed by the same property. There’s technically no limit to how many junior loans you can have on your home as long as you have the equity,debt-to-income ratio, and credit score to get approved for them.\n\nThe word \"mortgage\" comes from Old English and French, meaning \"death vow.\" It gets that name since this type of loan \"dies\" when it is either fully repaid or if the borrower defaults.\n\nMortgages are an essential part of home buying for most borrowers who aren’t sitting on hundreds of thousands of dollars of cash to buy a property outright. Different types of home loans are available for whatever your circumstances may be. Different government-backed programs allow more people to qualify for mortgages and make their dream of homeownership a reality, butcomparing the best mortgage rateswill make the home-buying process more affordable.\n\nFederal Housing Finance Agency, Office of Inspector General. “Fannie Mae and Freddie Mac Purchases of Adjustable-Rate Mortgages,” Pages 7-8.\n\nU.S. Department of Housing and Urban Development. “How the HECM Program Works.”\n\nFreddie Mac. \"Mortgage Market Survey Archive: 2020.\"\n\nFreddie Mac. \"Mortgage Market Survey Archive: 2021.\"\n\nFreddie Mac. \"Mortgage Market Survey Archive: 2022.\"\n\nThe Federal Reserve Bank of St. Louis. \"30-Year Fixed Rate Mortgage Average in the United States.\"\n\nFreddie Mac. “Mortgage Market Survey Archive: 2023.”\n\nConsumer Financial Protection Bureau. “What Is Private Mortgage Insurance?”\n\nFederal Reserve Bank of St. Louis. \"Primer on the Mortgage Market and Mortgage Finance,\" Page 1 of PDF.",
  "url": "https://www.investopedia.com/terms/m/mortgage.asp"
}