{
  "term": "What Is Mercantilism?",
  "definition": "Mercantilism was an economic system of trade that spanned the 16th century to the 18th century. Mercantilism was based on the principle that the world's wealth was static, and consequently, governments had to regulate trade to build their wealth and national power. Many European nations attempted to accumulate the largest possible share of that wealth by maximizing their exports and limiting their imports viatariffs.\n\nMercantilism was a form of economic nationalism that sought to increase the prosperity and power of a nation through restrictive trade practices. Its goal was to increase the supply of a state'sgoldandsilverwith exports rather than to deplete it through imports.It also sought to support domestic employment.\n\nMercantilism centered on the interests of merchants and producers (such as England's East India Company and the Dutch East India Company) and protected their activities as necessary.\n\nMercantilism had several noteworthy characteristics.\n\n1. The Belief in the Static Nature of Wealth\n\nFinancial wealth was considered limited (due to the rarity of precious metals). Nations that sought prosperity and power needed to secure as much wealth as possible, at the expense of other nations.\n\n2. The Need to Increase the Supply of Gold\n\nGold represented wealth and power. It could pay for soldiers, seafaring exploration for natural resources, and expanding empires. It could also protect against invasion. A lack of gold meant the downfall of a nation.\n\n3. The Need to Maintain a Trade Surplus\n\nThis was integral to building wealth. Nations needed to focus on selling their exports (and collecting the associated revenue) more than on spending on imports (and sending gold out of countries).\n\n4. The Importance of a Large Population\n\nLarge populations represented wealth. Increasing a nation's population was integral to supplying a labor force, supporting domestic commerce, and maintaining armies.\n\n5. The Use of Colonies to Support Wealth\n\nSome nations needed colonies for raw materials, a labor supply, and a way to keep wealth within its control (by selling colonies the products their raw materials helped to produce). Essentially, colonies increased a nation's wealth-building power and national security.\n\nProtecting a nation's ability to build and maintain trade surpluses encompassed prohibiting colonies from trading with other nations and imposing tariffs on imported goods.\n\nFirst seen in Europe during the 1500s, mercantilism was based on the idea that a nation's wealth and power were best served by increasing exports and limiting imports.\n\nMercantilism replaced the feudal economic system in Western Europe.At the time, England was the epicenter of the British Empire but had relatively few natural resources.\n\nTo grow its wealth, England introducedfiscal policiesthat discouraged colonists from buying foreign products and created incentives to buy only British goods. For example, the Sugar Act of 1764 raised duties on foreign refined sugar and molasses imported by the colonies. This increased taxation was meant to give British sugar growers in the West Indies a monopoly on the colonial market.\n\nSimilarly, the Navigation Act of 1651 forbade foreign vessels from trading along the British coast and required colonial exports to first pass through British control before being redistributed throughout Europe.\n\nPrograms like these resulted in a favorablebalance of tradethat increased Great Britain's national wealth.\n\nUnder mercantilism, nations frequently engaged their military might to ensure that local markets and supply sources were protected. Mercantilists also believed that a nation's economic health could be measured by its ownership of precious metals, such as gold or silver. Their levels tended to rise with increased new home construction, increased agricultural output, and a strong merchant fleet that serviced additional markets with goods and raw materials.\n\nArguably the most influential proponent of mercantilism, French Controller General of Finance Jean-Baptiste Colbert (1619-1683) studied foreign-trade economic theories. He was uniquely positioned to execute on mercantilist ideas.A devout monarchist, Colbert called for an economic strategy that protected the French crown from a rising Dutch mercantile class.\n\nColbert also increased the size of the French navy, on the belief that France had to control its trade routes to increase its wealth.Although his practices ultimately proved unsuccessful, his ideas were hugely popular. Ultimately, they became overshadowed by the theory of free-market economics.\n\nThe British colonies were subject to the direct and indirect effects of mercantilist policy at home. Here are several examples:\n\nDefenders of mercantilism argued that it created stronger economies by marrying the concerns of colonies with those of their founding countries. In theory, when British colonists created their own products and obtained others by trading with their founding nation, they remained independent from the influence of hostile nations.\n\nMeanwhile, Great Britain benefited from receiving large amounts of raw material from the colonists that was necessary for a productive manufacturing sector.\n\nCritics of mercantilism believed the restriction oninternational tradeincreased expenses, because all imports, regardless of product origin, had to be shipped by British ships. This radically spiked the costs of goods for the colonists, who believed the disadvantages of this system outweighed the benefits of affiliating with Great Britain.\n\nAfter a costly war with France, the British Empire, hungry to replenish revenue, raised taxes on colonists, who rebelled by boycotting British products, consequently slashing imports by a full one-third. This was followed by the Boston Tea Party in 1773, where Boston colonists disguised as Indians raided three British ships. They emptied several hundred chests of tea into the harbor to protest British taxes on tea and the monopoly granted to the East India Company. To reinforce its mercantilist control, Great Britain pushed harder against the colonies. This resulted in the Revolutionary War.\n\nBy the early 16th century, European financial theorists understood the importance of the merchant class in generating wealth. Cities and countries with goods to sell thrived in the late middle ages.\n\nConsequently, many believed the state should allow its leading merchants to create exclusive government-controlled monopolies and cartels. Governments used regulations, subsidies, and (if needed) military force to protect these monopolistic corporations from domestic and foreign competition.\n\nCitizens could invest money in mercantilist corporations in exchange for ownership and limited liability in their royal charters. These citizens were granted shares of the company profit. In essence, these were the first traded corporate stocks.\n\nThe most famous and powerful mercantilist corporations were Britain's East India Company and theDutch East India Company. For more than 250 years, the British East India Company maintained the exclusive, royally granted right to conduct trade between Britain, India, and China. Its trade routes were protected by the Royal Navy.\n\nMercantilism is considered by some scholars to be a precursor to capitalism since it rationalized economic activity such as profits and losses.\n\nMercantilist governments manipulate a nation's economy to create favorable trade balances. Imperialism uses a combination of military force and mass immigration to foist mercantilism on less-developed regions. Military campaigns forced inhabitants to follow the dominant countries' laws. One of the most powerful examples of the relationship between mercantilism and imperialism is Britain's establishment of the American colonies.\n\nCapitalism provides several advantages over mercantilism for individuals, businesses, and nations. With capitalism's free-trade system, individuals benefit from a greater choice of affordable goods. On the other hand, mercantilism restricts imports and reduces the choices available to consumers. Fewer imports mean less competition and higher prices.\n\nMercantilist countries engaged in warfare frequently to control resources. Nations operating under a free-trade system prospered by engaging in mutually beneficial trade relations.\n\nIn his seminal bookThe Wealth of Nations, legendary economistAdam Smithargued that free trade enabled businesses to specialize in producing the goods that they could manufacture most efficiently. This led to higher productivity and greater economic growth.\n\nToday, mercantilism is deemed outdated. The disaster of World War II underscored the potential danger of nationalistic policies. It also prodded the world toward global trading and relationships as a way to combat them.\n\nHowever, it is hard to escape mercantilism. For example, after the war, barriers to trade were still used to protect locally entrenched industries. The United States adopted a protectionist trade policy toward Japan and negotiated voluntary export restrictions with the Japanese government, which limited Japanese exports to the United States.\n\nToday, Russia and China still use a mercantilist system because it partners so well with their forms of government.They have relied heavily on their ability to control foreign trade, their balance of payments, and foreign reserves. They have also sought to make their exports relatively more attractive with lower pricing.\n\nIn 2018, President Trump imposed tariffs on Chinese imports, launching a trade war that exists to this day.\n\nMercantilism's original foundation included beliefs that the world had limited wealth in the form of gold and silver; that nations had to build their stores of gold at the expense of others; that colonies were important for supplying labor and trading partners; that armies and navies were crucial to protecting trade practices; and that protectionism was required to guarantee trade surpluses.\n\nOne difference is the role that the state plays. Capitalism calls for a minimum of government intervention and ownership of capital, trade, and industry by private entities and individuals. Mercantilism involves state control and regulation. Capitalism is said to promote individual freedom. Mercantilism is said to suppress it.\n\nYes, to some extent it exists in certain countries whose governments seek to maintain control over property ownership, trade, and the creation of wealth.\n\nThe precursor to free trade economic theory, Mercantilism reigned supreme for three centuries. Mercantilism's theory relating to financial wealth building and state power supported the use of protectionism to increase export revenue and decrease imports. It sparked an age of exploration and colonization in an effort to secure raw materials, controllable trade partners, and a net transfer of wealth.\n\nMercantilism has been replaced in many parts of the world by free-trade theory and capitalism. However, it's still seen in the tariffs imposed by governments of nations seeking a fair (or unfair) balance of trade with other nations.\n\nUniversity of North Texas. \"Mercantilist System.\"\n\nUNESCO. \"Archives of the Dutch East India Company.\"\n\nThe East India Company. \"History.\"\n\nUniversity of Louisville. \"ThinkIR: The University of Louisville's Institutional Repository.\" Page 3.\n\nNational Parks Service. \"Britain Begins Taxing the Colonies: The Sugar & Stamp Acts.\"\n\nUK Parliament. \"The Navigation Laws.\"\n\nUniversity of Washington. \"Absolutism in Early Modern France: Mercantilism.\"\n\nChâteau de Versailles. \"Jean-Baptiste Colbert.\"\n\nUniversity of Northern Iowa. \"The Economic Policies of Jean-Baptiste Colbert.\" Page 23.\n\nNational Park Service. \"Slavery and Law in 17th Century Massachusetts.\"\n\nU.S. Department of State, Office of the Historian. \"Parliamentary taxation of colonies, international trade, and the American Revolution, 1763–1775.\"\n\nThe Wilson Center. \"Chapter 3: Trade Agreements and Economic Theory.\"\n\nInformation Technology & Innovation Foundation. \"China Ranks Worst on Global Mercantilist Index, Subverting Free Trade and Damaging Global Economy.\"\n\nCongressional Research Service. \"Trump Administration Tariff Actions: Frequently Asked Questions.\"",
  "url": "https://www.investopedia.com/terms/m/mercantilism.asp"
}