{
  "term": "What Is Time Decay? How It Works, Impact, and Example",
  "definition": "Time decay is a measure of the rate of decline in the value of an options contract due to the passage of time. Time decay accelerates as anoption's time to expirationdraws closer since there's less time to realize a profit from the trade.\n\nTime decay is the reduction in the value of an option as the time to theexpiration dateapproaches. An option'stime valueis how much time plays into the value—or the premium—for the option. The time value declines or time decay accelerates as the expiration date gets closer because there's less time for an investor to earn a profit from the option.\n\nThis figure, when calculated, will always be negative, as time only moves in one direction. The countdown for time decay begins as soon as the option is initially bought and continues until expiration.\n\nTime decay is also called theta and is known as one of theoptions Greeks. Other Greeks include delta, gamma, vega, and rho, and these formulas help you assess the risks inherent with an options trade.\n\nTo understand howtime decay impacts an option, we must first review what makes up the value of an option. Options contracts give investors the right to buy or sell securities, such as stocks, at a specific price and time. Thestrike priceis the price at which the options contract changes to shares of the underlying security if the option is exercised.\n\nEach option has apremiumattached to it, which is the value and often the cost of purchasing the option. However, there are a few other components that also drive the value of the premium. These factors include intrinsic value, extrinsic value, interest rate changes, and the volatility the underlying asset may exhibit.\n\nIntrinsic valueis the difference between the market price of the underlying security—such as a stock—and the strike price of the option. A call option with a strike price of $20, while the underlying stock is trading at $20, would have no intrinsic value since there's no profit.\n\nHowever, a call option with a strike price of $20, while the underlying stock is trading at $30, would have a $10 intrinsic value. In other words, the intrinsic value is the minimum profit that's built into the option given the prevailing market price and the strike. Of course, the intrinsic value can change as the stock's price fluctuates, but the strike price remains fixed throughout the contract.\n\nTheextrinsic valueis more abstract than the intrinsic value, and it's more difficult to measure. The extrinsic value of options factors in the amount of time left before expiration and the rate of time decay leading up to the expiry. If an investor buys a call option with a few months until expiry, the option will have a greater value than an option that expires in a few days.\n\nThe time value of an option with little time left until expiry is less since there's a lower probability of an investor making money by buying the option. As a result, the option's price or premium declines.\n\nThe option with a few months until expiry will have an increased amount of time value and slow time decay since there's a reasonable probability that an option buyer could earn a profit. However, as time passes and the option isn't yet profitable, time decay accelerates, particularly in the last 30 days before expiration. As a result, the option's value declines as the expiry approaches, and more so if it's not yet profitable.\n\nMoneynessis the level of profitability of an option as measured by its intrinsic value. If the option isin-the-money(ITM) or profitable, it will retain some of its value as the expiration approaches since the profit is already built-in and time is less of a factor.\n\nThe option would have intrinsic value, while time decay would increase at a slower rate. However, time decay and the time value of an option are extremely important for investors to consider because they are key factors in determining the likelihood that the option will be profitable.\n\nTime decay is prevalent withat-the-money(ATM) options since there's no intrinsic value. In other words, the premium for an ATM option mostly consists of time value. If the option is out-of-the-money (OTM)—or not profitable—time decay increases at a faster rate. This acceleration is because as more time passes, the option becomes less and less likely to become in the money.\n\nThe loss of time value happens even if the value of the underlying asset has not changed during the same period. Another way to look at options contracts is that they arewasting assetsmeaning their value declines or depreciates over time.\n\nEssentially, investors are buying options that have the greatest probability of making a profit by expiry and how much time is left determines the price investors are willing to pay for the option. In short, the more time left until expiry, the slower the time decay while the closer to expiry, the more time decay increases.\n\nTime decay is slow early in an option's life, adding to its value or premium.\n\nWhen time decay is slow, investors can sell the option while it still has value.\n\nTime decay's impact on an option's premium helps investors determine whether it's worth pursuing.\n\nTime decay accelerates as an option's time to expiration draws closer.\n\nMeasuring the rate of change in time decay of an option can be difficult.\n\nTime decay occurs regardless of whether the underlying asset's price has risen or fallen.\n\nAn investor is looking to buy a call option with a strike price of $20 and a premium of $2 per contract. The investor expects the stock to be at $22 or higher at expiration in two months.\n\nHowever, a contract with the same strike of $20 that's has only a week left until expiration has a premium of 50 cents per contract. The contract costs far less than the $2 contract since it's unlikely the stock will move higher by 10% or more in a few days.\n\nIn other words, the extrinsic value of the second option is lower than the first option with two months left until expiration.",
  "url": "https://www.investopedia.com/terms/t/timedecay.asp"
}