{
  "term": "What Are Greeks in Finance, and How Are They Used?",
  "definition": "Madelyn Goodnight / Investopedia\n\nThe variables that are used to assess risk in the options market are commonly referred to as “the Greeks.” A Greek symbol is used to designate each of these risks.\n\nEach Greek variable is a result of an imperfect assumption or relationship of the option with another underlying variable. Traders use different Greek values, such as delta, theta, and others, toassess options riskand manage options portfolios.\n\nGreeks encompass many variables. These include delta, theta, gamma, vega, and rho, among others. Each one of these Greeks has a number associated with it, and that number tells traders something about how the option moves or the risk associated with that option. The primary Greeks (delta, vega, theta, gamma, and rho) are calculated each as a first partial derivative of the options pricing model (for instance, theBlack-Scholes model).\n\nThe number or value associated with a Greek changes over time. Therefore, sophisticated options traders may calculate these values daily to assess any changes that may affect their positions or outlook, or simply to check if their portfolio needs to berebalanced. Below are several of the main Greeks that traders look at.\n\nDelta(Δ) represents therate of changebetween the option’s price and a $1 change in the underlying asset’s price. In other words, the price sensitivity of the option is relative to the underlying asset. The delta of acall optionhas a range between 0 and 1, while the delta of aput optionhas a range between 0 and -1. For example, assume an investor is long a call option with a delta of 0.50. Therefore, if the underlying stock increases by $1, the option’s price would theoretically increase by 50 cents.\n\nFor options traders, delta also represents thehedge ratiofor creating adelta-neutralposition.For example, if you purchase a standard American call option with a 0.40 delta, you will need to sell 40 shares of stock to be fully hedged. Net delta for a portfolio of options can also be used to obtain the portfolio’s hedge ratio.\n\nA less commonusage of an option’s deltais the current probability that the option will expirein the money. For instance, a 0.40 delta call option today has an implied 40% probability of finishing in the money.\n\nTheta(Θ) represents the rate of change between the option price and time, or time sensitivity—sometimes known as an option’s time decay. Theta indicates the amount an option’s price would decrease as the time toexpirationdecreases, all else being equal. For example, assume an investor is long an option with a theta of -0.50. The option’s price would decrease by 50 cents every day that passes, all else being equal.\n\nTheta increases when options areat the money, and decreases when options are in andout of the money. Options closer to expiration also have accelerating time decay. Long calls and long puts will usually have negative theta; short calls and short puts will have positive theta. By comparison, an instrument whose value is not eroded by time, such as a stock, would have zero theta.\n\nGamma(Γ) represents the rate of change between an option’s delta and the underlying asset’s price. This is called second-order (second-derivative) price sensitivity. Gamma indicates the amount the delta would change given a $1 move in the underlying security.\n\nFor example, assume an investor is long on a call option on hypothetical stock XYZ. The call option has a delta of 0.50 and a gamma of 0.10. Therefore, if stock XYZ increases or decreases by $1, the call option’s delta would increase or decrease by 0.10.\n\nGamma is used to determine how stable an option’s delta is: Higher gamma values indicate that delta could change dramatically in response to even small movements in the underlying asset’s price. Gamma is higher for options that are at the money and lower for options that are in and out of the money, and it accelerates in magnitude as expiration approaches. Gamma values are generally smaller the further away from the date of expiration; options with longer expirations are less sensitive to delta changes. As expiration approaches, gamma values are typically larger, as price changes have more impact on gamma.\n\nOptions traders may opt to not onlyhedge delta but also gammain order to bedelta-gamma neutral, meaning that as the underlying price moves, the delta will remain close to zero.\n\nRead about Investopedia’s10 Rules of Investingby picking up a copy of our special-issue print edition.\n\nVega(ν) represents the rate of change between an option’s value and the underlying asset’s implied volatility. This is the option’s sensitivity tovolatility. Vega indicates the amount an option’s price changes given a 1% change in implied volatility. For example, an option with a vega of 0.10 indicates the option’s value is expected to change by 10 cents if the implied volatility changes by 1%.\n\nBecause increased volatility implies that the underlying instrument is more likely to experience extreme values, a rise in volatility will correspondingly increase the value of an option. Conversely, a decrease in volatility will negatively affect the value of the option. Vega is at its maximum for at-the-money options that have longer times until expiration.\n\nGreek-language buffs will point out that there is no actual Greek letter vega.There are various theories about how this symbol, which represents the Greek letter nu, found its way into stock-trading lingo.\n\nRho(ρ) represents the rate of change between an option’s value and a 1% change in theinterest rate. This measures sensitivity to the interest rate. For example, assume a call option has a rho of 0.05 and a price of $1.25. If interest rates rise by 1%, the value of the call option would increase to $1.30, all else being equal. The opposite is true for put options. Rho is greatest for at-the-money options with long times until expiration.\n\nSome other Greeks, which aren’t discussed as often, arelambda, epsilon,vomma, vera,zomma, and ultima. These Greeks are second or third derivatives of the pricing model and affect things such as the change in delta with a change in volatility and so on. They are increasingly used in options trading strategies, as computer software can quickly compute and account for these complex and sometimes esotericriskfactors.\n\nImplied volatility is not a Greek, but it is related to them. This value forecasts how volatile the stock underlying an option will be in the future.Implied volatilityis theoretical, meaning it shows what is expected but is not always dependable. This value is usually reflected in the price of an option.\n\nImplied volatility can help you judge what assumptionsmarket makersare using to set their bid and ask prices.\n\nImplied volatility is often provided on options trading platforms, rather than being something that traders need to calculate for themselves. This is because market makers use implied volatility to set their prices, so traders need to know how volatile those market makers think an underlying stock will be. Implied volatility is based on a number of factors, including:\n\nComparing an underlying stock’s historic volatility to its implied volatility can help you judge whether the option you are considering is priced low or high. If the implied volatility is higher than normal, this generally benefits option sellers. Implied volatility that is lower than normal, on the other hand, usually benefits option buyers.\n\nThe five main Greeks in options trading are delta (Δ), theta (Θ), gamma (Γ), vega (ν), and rho (ρ).Each Greek has a number value that provides information about how the option is moving or the risk associated with buying or selling that option. These values change over time, so savvy traders will check them daily or multiple times a day before making trades.\n\nA rise in the price of the underlying stock is positive for call options but not for put options. This means that the delta value is positive for call options and negative for put options.\n\nTheta measures the rate of decline in the value of an option over time. This is its sensitivity to implied volatility.Implied volatility is a separate value that is not a Greek but is often used alongside them to value an option.\n\nThe Greeks are not part of the price of an option. They are used to estimate what the price of an option might do in response to changes in the market or the value of the underlying stock. This can help you judge the underlying risk of an option and whether it is a good investment or not.\n\nIn options investing, the Greeks are values that estimate the various risk characteristics of an options position. They tell traders how an option is likely to react to changes in the market, such as a change in the price of the underlying asset. Greeks can be used to judge the riskiness of an investment in that option.\n\nThe Greeks get their name because they are represented by letters from the Greek alphabet. The five main ones are delta, gamma, vega, theta, and rho.There are also minor Greeks, such as lambda, epsilon, vomma, vera, zomma, and ultima. The use of these minor Greeks is becoming more common since computers can quickly calculate complex variables for traders.\n\nCharles Schwab. “Get to Know the Option Greeks.”\n\nUniversity at Albany. “Black-Scholes Option Pricing.”\n\nFlorida International University. “The Greek Letters, Chapter 17.” Page 25.\n\nMerrill, Bank of America Corp. “Vega.”\n\nUniversity of Illinois Urbana-Champaign. “The Greek Alphabet.”\n\nLyra Learn. “The Greeks: Measuring Risk.”\n\nOptions Clearing Corp. Education. “Volatility & the Greeks.”\n\nConversationally from Ally Financial. “What Is Implied Volatility?”\n\nMassachusetts Institute of Technology. “The Greek Alphabet.”",
  "url": "https://www.investopedia.com/terms/g/greeks.asp"
}