{
  "term": "What Is Universal Life (UL) Insurance?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUniversal life (UL) insurance is a type ofpermanent life insurancethat, like other permanent insurance, has acash valueelement and offers lifetime coverage as long as you pay yourpremiums. Unlike whole life insurance, universal life allows you to raise or lower your premiums within certain limits, and it can be cheaper than whole life coverage. However, if your investments underperform or you underpay for too long, it could affect yourdeath benefitor cause your policy to lapse.\n\nUL insurance providesmore flexibilitythan whole life insurance. Policyholders can adjust their premiums and death benefits. UL insurance premiums consist of two components: a cost of insurance (COI) amount and a saving component, known as the cash value.\n\nAs the name implies, the COI is the minimum amount of a premium payment required to keep the policy active. It consists of several items rolled together into one payment. COI includes the charges for mortality, policy administration, and other directly associated expenses to keep the life insurance policy in force. COI will vary by policy based on the policyholder’s age, insurability, and the insured risk amount.\n\nCollected premiums in excess of the cost of UL insurance accumulate within the cash value portion of the policy. Over time, the cost of insurance will increase as the insured ages. However, if sufficient, the accumulated cash value will cover the increases in the COI.\n\nPossible flexible death benefit\n\nRisk of large payment requirements or policy lapse\n\nCash value lost at policyholder’s death\n\nUnlike whole life insurance policies, which have fixed premiums over the life of the policy, a UL insurance policy generally has flexible premiums—within limits. Policyholders can make payments that are more than the COI. The excess premium is added to the cash value and accumulatesinterest.Alternatively, if there is enough cash value, policyholders may lower or skip payments without the threat of a policy lapse.\n\nYour policy may allow you to increase the size of your death benefit, although that may require a medical exam. You may also be able to lower your death benefit to lower your premiums.\n\nLike all permanent life insurance, a UL insurance policy canaccumulate cash valuein something like a savings account. The cash value earns interest based on the current market or the policy’s minimum interest rate, whichever is greater. As it accumulates, policyholders may take out a portion of the cash value in the form of partial withdrawals or loans.\n\nUniversal life policyholders may borrow against the accumulated cash value without tax implications. Theinterest rateson these loans are often lower than rates available for a personal loan, and they don’t require a credit check. However, unpaidloanswill reduce the death benefit by the outstanding amount.\n\nWhile the ability to lower your premiums and to make withdrawals in times of need help make universal life a very flexible insurance type, you have to watch your account carefully. If your cash value falls to zero and your premiums don’t cover the cost of insurance, then your policy can lapse.\n\nIf interest rates drop, your cash value may not perform well.Unlike whole life, universal life cash value does not earn a guaranteed rate. However, most UL policies come with a minimum rate so that your losses are limited.\n\nWhen UL policyholders withdraw some of the cash value, it will be taxable. In general, life insurance is taxed on afirst in, first out (FIFO)method, meaning that the policy owner will receive their investment in the contract first before receiving any gains in the policy (or being taxed on those gains).However, if you withdraw more than you’ve paid into the policy, your withdrawals will be taxed.\n\nWhen a policyholder dies, the insurance company keeps the account’s cash value. Your beneficiaries will be paid just the death benefit, as the policyholder can only use the cash value while they are alive. However, some life insurance policies allow you to increase the death benefit as you build the cash value.\n\nUniversal life is a form of permanent life insurance that gives policyholders flexibility in paying premiums, a cash savings component, and a death benefit.\n\nUniversal life insurance allows you to borrow against or cash in your savings portion, which grows tax-deferred over your lifetime.Term lifeprovides coverage, often through an employer, for a set number of years, generally 20 or 30, and expires once the term is up.Term life is usually more affordable, with low premiums, but there isn’t a cash component to borrow from or cash in, nor is there a death benefit if you die after the term is up.\n\nUL premium costs may change with interest rates and as the policyholder grows older.\n\nWhole life insurance is also a form of permanent life insurance, with a cash value savings component. An important difference between universal life and whole life insurance, however, is that the UL interest rate is not guaranteed. It is set by the insurer and can change frequently.Whole life insurancepremiums are fixed for the life of the policy, whereas universal life premiums can vary.\n\nCash value and death benefits are guaranteedwith whole life, but not with universal life.\n\nUL insurance policies are a form of permanent life insurance with flexible premiums. Unlike term life, UL policies can accumulate interest-bearing funds like a savings account. Also, policyholders can adjust their premiums and possibly their death benefit, and those paying extra toward their premium receive interest on that excess.\n\nA big disadvantage is that you need to keep an eye on the cash value. If you don’t, then the policy could become underfunded, meaning you’ll have to make big payments to keep the policy active. Also, there is risk that when interest rates drop, your cash value won’t grow as much as you had hoped. However, there is typically a minimum interest rate, so you’re somewhat protected.\n\nBoth whole life and universal life are forms of permanent life insurance and provide a cash value savings component that policyholders may borrow from or cash out. Whole life offers fixed premiums, while UL premiums may start out lower but are flexible, so they may increase as you age. Depending on the amount of coverage and flexibility that you want in a permanent policy, either form may be a good choice for your situation.\n\nWhole life insurance is more stable because the death benefit will never go down if you pay your premiums, which are fixed monthly amounts. Universal life insurance offers more flexibility, but your death benefit isn’t guaranteed. You can increase or decrease the amount you spend on premiums with universal life, and you may be able to adjust your death benefit with some policies.\n\nYes, you can sell your universal life insurance policy, or you can liquidate the cash value component and cancel the policy, but you may have to pay asurrender feeif you haven’t passed the surrender period.\n\nUniversal life (UL) insurance is a form of permanent life insurance with an investment savings element, loan options, and flexible premiums. UL policies provide the option to raise or lower premiums, within limits, so they can be less expensive than whole life coverage. You just have to be careful that your cash value doesn’t drop so low that either you pay large sums in premiums or the policy lapses.\n\nThere are no tax implications for policyholders who borrow against the cash value of their UL insurance policy, but interest will be charged on the loan amount, and any unpaid amounts may be taken from the death benefit. Policyholders should also be careful about withdrawals from the policy, as some may be taxable. As with other forms of permanent life insurance, the insurer will retain the account’s cash value after death.\n\nGuardian. “Universal Life Insurance.”\n\nMassMutual. “Universal Life Insurance.” Footnote.\n\nJohn Hancock Insurance. “Income Taxation of Life Insurance.\" Page 3.\n\nHenssler Financial. “Are Withdrawals from a Cash Value Life Insurance Policy Ever Tax Free?”\n\nInsure.com. “What Happens to the Cash Value of My Whole Life Insurance Policy When I Die?”",
  "url": "https://www.investopedia.com/terms/u/universallife.asp"
}