{
  "term": "What Is a Premium Bond? Definition, How It Works, and Yield",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA premium bond is a bond trading above its face value, or in other words; it costs more than the face amount on the bond. A bond might trade at apremiumbecause its interest rate is higher than current rates in the market. These bonds are different from a type of lottery bond account sold in the United Kingdom that is also called apremium bond,\n\nA bond that's trading at a premium means that its price is trading at a premium or higher than the face value of the bond. For example, a bond that was issued at a face value of $1,000 might trade at $1,050 or a $50 premium. Even though the bond has yet to reach maturity, it can trade in the secondary market. In other words, investors can buy and sell a 10-year bond before the bond matures in ten years. If the bond is held until maturity, the investor receives the face value amount or $1,000 as in our example above.\n\nA premium bond is also a specific type of bond issued in the United Kingdom. In the United Kingdom, a premium bond is referred to as a lottery bond issued by the British government's National Savings and Investment Scheme.\n\nFor investors to understand how a bond premium works, we must first explore how bond prices and interest rates relate to each other. As interest rates fall, bond prices rise while conversely, rising interest rates lead to falling bond prices.\n\nMost bonds are fixed-rate instruments meaning that the interest paid will never change over the life of the bond. No matter where interest rates move or by how much they move, bondholders receive the interest rate—coupon rate—of the bond. As a result, bonds offer the security of stable interest payments.\n\nFixed-rate bonds are attractive when the market interest rate is falling because this existing bond is paying a higher rate than investors can get for a newly issued, lower rate bond.\n\nFor example, say an investor bought a $10,000 4% bond that matures in ten years. Over the next couple of years, the market interest rates fall so that new $10,000, 10-year bonds only pay a 2% coupon rate. The investor holding the security paying 4% has a more attractive—premium—product. As a result, should the investor want to sell the 4% bond, it would sell at a premium higher than its $10,000 face value in the secondary market.\n\nSo, when interest rates fall, bond prices rise as investors rush to buy older higher-yielding bonds and as a result, those bonds can sell at a premium.\n\nConversely, as interest rates rise, new bonds coming on the market are issued at the new, higher rates pushing those bond yields up.\n\nAlso, as rates rise, investors demand a higher yield from the bonds they consider buying. If they expect rates to continue to rise in the future they don't want a fixed-rate bond at current yields. As a result, the secondary market price of older, lower-yielding bonds fall. So, those bonds sell at adiscount.\n\nThe company's credit rating and ultimately the bond's credit rating also impacts the price of a bond and its offered coupon rate. Acredit ratingis an assessment of the creditworthiness of a borrower in general terms or with respect to a particular debt or financial obligation.\n\nIf a company is performing well, its bonds will usually attract buying interest from investors. In the process, the bond's price rises as investors are willing to pay more for the creditworthy bond from the financially viable issuer. Bonds issued by well-run companies with excellent credit ratings usually sell at a premium to their face values. Since many bond investors are risk-averse, the credit rating of a bond is an important metric.\n\nCredit-rating agenciesmeasure the creditworthiness of corporate and government bonds to provide investors with an overview of therisksinvolved in investing in bonds. Credit rating agencies typically assign letter grades to indicate ratings. Standard & Poor’s, for instance, has a credit rating scale ranging from AAA (excellent) to C and D. A debt instrument with a rating below BB is considered to be a speculative grade or a junk bond, which means it is more likely to default on loans.\n\nA premium bond will usually have a coupon rate higher than the prevailing market interest rate. However, with the added premium cost above the bond's face value, the effective yield on a premium bond might not be advantageous for the investor.\n\nThe effective yield assumes the funds received from coupon payment are reinvested at the same rate paid by the bond. In a world of falling interest rates, this may not be possible.\n\nThe bond market is efficient and matches the current price of the bond to reflect whether current interest rates are higher or lower than the bond's coupon rate. It's important for investors to know why a bond is trading for a premium—whether it's because of market interest rates or the underlying company's credit rating. In other words, if the premium is so high, it might be worth the added yield as compared to the overall market. However, if investors buy a premium bond and market rates rise significantly, they'd be at risk of overpaying for the added premium.\n\nPremium bonds typically pay a higher interest rate than the overall market.\n\nPremium bonds are usually issued by well-run companies with solid credit ratings.\n\nThe higher price of premium bonds partly offsets their higher coupon rates.\n\nBondholders risk paying too much for a premium bond if it is overvalued.\n\nPremium bondholders risk overpaying if market rates rise significantly.\n\nAs an example let's say that Apple Inc. (AAPL) issued a bond with a $1,000 face value with a 10-year maturity. The interest rate on the bond is 5% while the bond has a credit rating of AAA from the credit rating agencies.\n\nAs a result, the Apple bond pays a higher interest rate than the 10-year Treasury yield. Also, with the added yield, the bond trades at a premium in the secondary market for a price of $1,100 per bond. In return, bondholders would be paid 5% per year for their investment. The premium is the price investors are willing to pay for the added yield on the Apple bond.",
  "url": "https://www.investopedia.com/terms/p/premiumbond.asp"
}