{
  "term": "What Is Bloomberg?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nBloomberg uses media and digital platforms to provide global customers with real-time business and market information.\n\nBloomberg is a global provider of financial news and information, including real-time and historical price data, trading news, andanalystcoverage. Its services, which span its platform, television, radio, and print, offer professional analysis tools for financial professionals.\n\nOne of Bloomberg's keyrevenueearners is the Bloomberg Terminal, an integrated platform that streams price data, financials, news, and trading data to more than 350,000 customers worldwide.\n\nFounded byMichael Bloombergin 1981, Bloomberg is a financial analytics and information platform. The company started with its flagshipBloomberg Terminaland grew to over 10,000 installed units within its first ten years. It then implemented Bloomberg News, an international financial news provider.\n\nBy 1991, the financial company had over 325,000 subscribers to its professional services, almost 1 million global circulations of Bloomberg Businessweek, and over 120+ news bureaus internationally.The Bloomberg Business site launched in 2015 and recorded over 20 million unique visitors, surpassing the Wall Street Journal.\n\nAs of 2024, Bloomberg Media has many digital resources, including podcasts and streaming. Digital subscriptions topped 500,000 in 2023.\n\nMichael Bloomberg served three terms as the Mayor of New York City.\n\nThe Bloomberg Terminal, also known as the Bloomberg Professional Service, is a software system and computer interface for financial professionals to track and analyze breaking news across the globe. The Bloomberg Terminal is geared toward large,institutional investors.\n\nBloomberg adoptedopen-sourcetechnologies like the Hadoop big-data framework and the Solar search platform. In May 2015, Bloomberg opened a technology hub in San Francisco, moving most of its engineers from its New York headquarters employing over 4,000 computer engineers to support dataencryption, messaging, and trading.As of 2024, Bloomberg hosts 159 global locations and employs over 21,000.\n\nBloomberg provides online information on markets, technology, politics, and opinion. Bloomberg Live is the largest newsroom in the world using Bloomberg Intelligence and Bloomberg Global Data to enable moderators and speakers to produce compelling news conversations.\n\nBloomberg provides technological tools for its clients. From the Bloomberg Terminal to flexible enterprise solutions, Bloomberg helps financial market players integrate their systems, and automate workflows that inform their decision-making.\n\nWith 2,700 journalists and analysts in 100+ locations, Bloomberg publishes over 5,000 new stories a day across multiple platforms.\n\nBloomberg provides financial news, information, research, and data through its Bloomberg Terminal, media, and digital subscription services. The company was founded by Michael Bloomberg in 1981.\n\nBloomberg. \"The Terminal: Bloomberg Professional Services.\"\n\nUnion College. \"Bloomberg: History.\"\n\nFast Company. \"How the Bloomberg Terminal Made History and Stays Ever Relevant.\"\n\nBloomberg. \"Bloomberg Business Hits Traffic Record; Surpasses WSJ.com for First Time.\"\n\nAxios. \"Bloomberg Media Tops 500k Subscriptions.\"\n\nBloomberg. \"Michael Bloomberg.\"\n\nStockstotrade. \"Bloomberg Terminal: A Guide to Cost of a Bloomberg Terminal.\"\n\nBloomberg. \"Our West Coast Tech Hub: Open for Business.\"",
  "url": "https://www.investopedia.com/terms/b/bloomberg.asp"
}