{
  "term": "What Is a Passive Foreign Investment Company (PFIC)?",
  "definition": "A passive foreign investment company (PFIC) is a corporation that's located abroad and is subject to strict and extremely complicated tax guidelines.\n\nA passive foreign investment company (PFIC) is a corporation that's located abroad and exhibits one of two conditions based on either income or assets. At least 75% of its gross income must be passive, deriving from investments or other sources that aren't related to regular business operations. This is the income test. Alternatively, at least 50% of its assets must be investments that produce income in the form of earned interest,dividends, or capital gains. This is the asset test.\n\nPFICs first became recognized through tax reforms that were passed in 1986.The changes were designed to close a taxloopholethat some U.S. taxpayers were using to shelter offshore investments from taxation. The instituted reforms not only sought to close this tax avoidance loophole and subject such investments to U.S. taxation but also to tax the investments at high rates to discourage taxpayers from following this practice.\n\nTypical examples of PFICs include foreign-based mutual funds and startups that exist within the scope of the PFIC definition. Foreign mutual funds are typically considered to be PFICs if they're foreign corporations that generate more than 75% of their income from passive sources such as capital gains and dividends.\n\nInvestments designated as PFICs are subject to strict and extremely complicated tax guidelines by the Internal Revenue Service set out in Sections 1291 through 1298 of the U.S. incometax code.The PFIC itself as well as its shareholders are required to maintain accurate records of all transactions related to the PFIC such as share cost basis, any dividends received, and undistributed income that the PFIC may earn.\n\nThe guidelines concerning cost basis provide an example of the strict tax treatment applied to shares in a PFIC. The IRS allows anyone who inherits shares of virtually any other marketable security or other asset to step up the cost basis for the shares to the fair market value at the time of the inheritance. This step-up in cost basis isn't typically allowed in the case of shares in a PFIC, however.\n\nDetermining the acceptable cost basis for shares in a PFIC is often a challenging and confusing process.\n\nU.S. investors who own shares of a PFIC must fileForm 8621with the IRS. This form is used to report actual distributions and gains along with income and increases in QEF elections. Tax form 8621 is a lengthy and complicated form that the IRS estimates can take about 49 hours to fill out in total.PFIC investors are generally advised to have a tax professional handle the completion of the form.\n\nInvestors who don't have any applicable income to report don't have to worry about specific tax penalties but failure to register may render a whole tax return incomplete.\n\nInvestors in PFICs have some options to reduce the tax rate on the shares. One is to try to have a PFIC investment recognized as a qualified electing fund (QEF). Doing so may cause other tax problems for shareholders, however.\n\nU.S. investors who own shares of a PFIC that were acquired before 1997 aren't subject to the tax and interest regime for their shares.\n\nPFIC rules were modified in 2017 by the Tax Cuts and Jobs Act (TCJA).\n\nThese changes included an exception relating to the insurance industry. The PFIC insurance exception provides that a foreign corporation’s income that's attributable to an insurance business won't be consideredpassive incomein tax years beginning after Dec. 31, 2017. An exception exists, however, if the applicable insurance liabilities constitute more than 25% of its total assets as reported on the corporation’s financial statement.\n\nThe IRS and the U.S. Treasury Department proposed changes to the guidelines for taxing PFICs in December 2018. The amended regulation sought to reduce some of the existing rules from theForeign Account Tax Compliance Act (FATCA)and to more precisely define an investment entity. The updated regulations became effective on Jan. 14, 2021.\n\nThe IRS defines a passive foreign investment company (PFIC) as a non-U.S. entity that either earns 75% or more of its gross income from non-business operational activities (the income test); or if at least 50% of its assets are held for generating passive income (the asset test).\n\nYes. Gains and distributions received from a PFIC are treated as ordinary income and must be declared on IRS Form 8621.\n\nU.S. investors who want to diversify globally can avoid PFIC status and taxation by looking into domestic mutual funds and ETFs that hold foreign assets such as a U.S. mutual fund that specializes in emerging markets stocks or global sovereign debt.\n\nPassive income is defined by the IRS as earnings from a rental property, limited partnership, or other business received by an individual who isn't actively involved in the business.Common forms of passive income include rents, royalties, interest, dividends, and capital gains.\n\nAmerican investors could avoid taxation by investing in foreign business entities that generated passive income before the mid-1980s. This tax loophole has since been closed, however, and U.S. investors who hold such foreign assets must declare this income in passive foreign investment companies (PFICs). The income is then taxed as ordinary income.\n\nA foreign firm must have 75% of its gross income categorized as passive or more than half its assets held for passive income generation to meet PFIC status.\n\nLegal Information Institute, Cornell Law School. \"26 U.S. Code Sec. 1297. Passive Foreign Investment Company.\"\n\nCongress.gov. \"H.R. 3838 - Tax Reform Act of 1986: Summary.\"\n\nLegal Information Institute, Cornell Law School. \"26 U.S. Code Part VI - Treatment of Certain Passive Foreign Investment Companies.\"\n\nInternal Revenue Service. \"Instructions for Form 8621.\" Pages 2-3.\n\nInternal Revenue Service. \"Instructions for Form 8621.\" Pages 1-2, 16.\n\nInternal Revenue Service. \"Instructions for Form 8621.\" Pages 6-7.\n\nCongress.gov. \"H.R.1 - An Act to Provide for Reconciliation Pursuant to Titles II and V of the Concurrent Resolution on the Budget for Fiscal Year 2018.\" Page 433.\n\nFederal Register. \"Guidance on Passive Foreign Investment Companies.\"\n\nInternal Revenue Service. \"REG-132881-17: Regulations Reducing Burden under FATCA and Chapter 3.\" Pages 12-14.\n\nInternal Revenue Service. \"Instructions for Form 8621.\" Page 2.\n\nInternal Revenue Service. \"Instructions for Form 8621.\" Page 12.\n\nInternal Revenue Service. \"Publication 925, Passive Activity and At-Risk Rules.\" Pages 4-5.\n\nInternal Revenue Service. \"Taxes on Excess Business Holdings of Private Foundations: Treatment of Gross Income from Passive Sources.\"",
  "url": "https://www.investopedia.com/terms/p/pfic.asp"
}