{
  "term": "What Is a Confidence Interval and How Do You Calculate It?",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA confidence interval is the probability that a population parameter will fall between a set of values, expressed using a percentage of certainty.\n\nIn statistics, a confidence interval is a range of values likely to contain a population parameter that is unknown. Analysts often use confidence level values of 95% or 99% when calculating confidence intervals. Thus, if a point estimate is generated from a statistically significant population with a mean of 10.00 using a 95% confidence interval of 9.50 to 10.50, it means one is 95% confident that the true value from the population falls within that range.\n\nStatisticians and other analysts use confidence intervals to understand whether their sample estimations, inferences, or predictions match the actual populations. If a confidence interval contains the value of zero (or some other null hypothesis), then one cannot satisfactorily claim that a result from data generated by testing or experimentation is to be attributable to a specific cause rather than chance.\n\nConfidence intervals measure the degree of uncertainty or certainty in a sampling method. Most commonly, analysts use a 95% or 99% confidence level.\n\nA confidence intervalis a range of values, bounded above and below the statistic's mean, that likely would contain an unknown population parameter.Confidence levelis the probability (percent of certainty) that the confidence interval would contain the true population parameter when you draw a random sample many times.\n\nIn a report, the analysts would make a statement similar to \"we are 99% certain (confidence level) that the true population mean falls between 88 and 92 (confidence intervals).\"\n\nConfidence interval andconfidence levelare interrelated but are not exactly the same.\n\nMicrosoft Excel makes it simple to calculate confidence intervals using its STDEVA and CONFIDENCE.T functions.\n\nFirst, ensure your data is entered in your sheet. Next, click on a cell and type \"=STDEVA(Beginning Cell:Ending Cell).\" Next, assuming you want a confidence level of 95% (typed as 0.95) and have a sample size of 50, and a standard deviation of 26.319, click on a cell and type \"=CONFIDENCE.T (0.95,26.319,50), which equals 0.2346.\n\nCalculating a confidence interval by hand is slightly more complex. To determine a confidence interval, you'll need your sample's mean and margin of error:\n\nTo find your z-score, determine your confidence level. For example, assume you want a 95% confidence level. You'd use that in the formula:\n\nThe result, your significance level, 0.05, is used in the following formula to get your z-score:\n\nOn az-score table, you'd find that 0.025 corresponds to -1.9 (left) and .06 (top). You combine the values (don't add them) to get a value of 1.96, ignoring the negative sign, as it denotes the area where the z falls on a normal distribution curve.\n\nNearly done—divide the population's standard deviation by the square root of the total number of your population and multiply the result by your z-score. This is your margin of error.\n\nFinally, add and subtract the margin of error from your sample's mean, resulting in a range of values with which you can state you're 95% confident that the population mean falls somewhere in the range of values you just determined.\n\nConfidence intervals are conducted using statistical methods, such as at-test. A t-test is a type of inferential statistic used to determine if there is a significant difference between the means of two groups, which may be related to certain features. Calculating a t-test requires three key data values. They include the difference between the mean values from each data set (called the mean difference), the standard deviation of each group, and the number of data values of each group.\n\nStatisticians use confidence intervals to measure uncertainty in an estimate of a population parameter based on a sample. For example, a researcher selects different samples randomly from the same population and computes a confidence interval for each sample to see how it may represent the true value of the population variable. The resulting datasets are all different; some intervals include the true population parameter and others do not.\n\nConfidence intervals indicate how well the sample you've chosen represents the population you're analyzing. In data analysis, a population is the entire number of objects being studied. It is impossible to gather information on millions of subjects, so a random population sample is gathered and analyzed.\n\nWhen the data is sorted and categorized, an analyst may want to determine how close the samples' average is to the entire population, so the confidence interval is calculated to determine how closely the sample's mean resembles the population's mean.\n\nThe confidence interval is a measurement of how accurate your sample's mean is in relation to the population's mean.\n\nA 95% confidence interval is most often used because it narrows the width of the interval, and you have a 5% chance of being wrong. A 99% confidence interval gives you a 1% chance of being wrong, but your range would be much wider.\n\nThe 0.05% value associated with a confidence interval of 95% is a sample'sP-value(significance level), which means an experiment's null hypothesis should not fall within the 95% confidence interval.\n\nConfidence intervals allow analysts to understand the likelihood that the results from statistical analyses are real or due to chance. When trying to make inferences or predictions based on a sample of data, there will be some uncertainty as to whether the results of such an analysis actually correspond with the real-world population being studied. The confidence interval depicts the likely range within which the true value should fall.",
  "url": "https://www.investopedia.com/terms/c/confidenceinterval.asp"
}