{
  "term": "What Is an Investment Manager?",
  "definition": "Investment managers handle financial planning, investing, and portfolio management activities.\n\nInvestment managers are individuals or organizations whohandle activities related to financial planning, investing, and managing a portfolio for their clients.\n\nFrom the day-to-day buying and selling of securities and assets to transaction settlement and performance measurement, investment managers oversee investments and act on behalf of their clients.\n\nInvestment managers can be one-person offices to large firms with global offices. They follow market activity closely to help dictate investment decisions for their clients. They may meet with clients individually or with relevant financial team members at a company.\n\nClient portfolios can include assets in market sectors such as technology, utilities, healthcare, or energy. Investment managers consistently strategize to expand client holdings. Their fee is often based on a percentage of clientassets under management(AUM). An individual with a $5 million portfolio handled by an investment manager who charges 1.5 percent annually pays $75,000 in fees.\n\nIn 2022, 72% of managers increased the number of investment products for clients, and the largest investment management companies globally based on AUM were BlackRock with $10 trillion, The Vanguard Group with $8.5 trillion, and Fidelity Investments with $4.2 trillion.\n\nAn investment manager is one type ofinvestment adviser, an individual or company paid to provide advice about securities to their clients. Asset managers, investment counselors, investment managers, portfolio managers, and wealth managers are investment advisers.\n\nWhile they all provide tailored investment advice, investment advisers can manage investment portfolios, offer financial planning services, provide licensed brokerage services to buy or sell stocks, or a combination of all these services.\n\n\"Investment adviser\" is a legal term for an individual or company registered with theSecurities and Exchange Commission (SEC)or a state securities regulator.\n\nInvestment managers commonly hold undergraduate degrees in business, statistics, finance, mathematics, or accounting and perhaps anMBAor professional certifications such asCertified Financial Planner (CFP). Graduates may enter the industry as an investment analyst and move to a manager role with experience. Investment managers typically share the following skills:\n\nThe average annual salary of an Investment Manager as of June 2024.\n\nIndividuals interested in careers as investment managers should follow the same path as all regulated financial advisers:\n\nThe type of investment manager that investors choose depends on what stage they have reached in their financial planning process. A beginner investor may benefit by using a Certified Financial Planner (CFP) who can teach the basics of retirement planning. A seasoned investor interested in a wide range of securities may fare better with aportfolio manager.\n\nMost investment managers outline their philosophy on their websites or in their disclosures. Data on investment returns and investment manager performance are often well-documented and ranked by media sites and financial watch groups.\n\nInvestors should consider fee structures when comparing investment managers. Fees and expenses typically include management fees, performance fees, custody fees, and commissions.\n\nThe term financial advisor (with the letter \"o\") is a generic term that refers to a broker or a registered representative. However, the term investment adviser (with the letter \"e\") is a legal term that refers to an individual or company that is registered with either the Securities and Exchange Commission or a state securities regulator. An investment manager is a type of legal financial adviser.\n\nCertification as aChartered Financial Analyst (CFA)is not a legal requirement for investment managers, however, clients may prefer to work with an adviser who holds an industry-specific certification such as CFA, CFP, orChartered Investment Counselor (CIC).\n\nInvestment managers focus primarily on individual securities and bond investments while fund managers work withmutual fundscomprised of multiple securities and assets, often tailored to a particular market sector.\n\nInvestment managers are individuals or members of organizations that advise clients through financial planning, investing, and portfolio management. They commonly hold undergraduate degrees in finance, mathematics, or accounting and may have professional certifications. An investment manager is a type of investment adviser and is regulated by the Securities and Exchange Commission.\n\nWillis Towers Watson. \"Top 500 Asset Managers Reach New $131 Trillion Record.\"\n\nGlassdoor. \"Investment Manager Salary.\"\n\nIndeed. \"How To Become a Registered Investment Adviser.\"",
  "url": "https://www.investopedia.com/terms/i/investment-manager.asp"
}