{
  "term": "What Is Redlining? Definition, Legality, and Effects",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nRedlining is a discriminatory practice that puts services, usually financial services—out of reach for residents of certain areas based on race or ethnicity. Redlining is illegal.\n\nEvidence of redlining is the systematic denial of mortgages, insurance, loans, and other financial services based on location—and that area’sdefaulthistory—rather than on an individual’s qualifications andcreditworthiness. Notably, the practice of redlining is felt the most by residents of minority neighborhoods.\n\nThe term “redlining” was coined by sociologist John McKnight in the 1960s and is derived from the practice—used by the federal government and lenders—of literally drawing a red line on a map around the neighborhoods where they would not invest based on demographics alone.\n\nBlack, inner-city neighborhoods were most likely to be redlined. Investigations found that lenders would makeloansto lower-income White borrowers but not to middle- or upper-income Black borrowers.\n\nUnable to get regular mortgages, Black residents who wanted toown a houseoften were forced to resort to exploitatively priced housing contracts that massively increased the cost of housing and gave them no equity until their last payment was delivered. Chicago'sContract Buyers Leaguewas formed in the 1960s by a group of inner-city residents to fight these practices.\n\nIn the 1930s, the federal government began redlining real estate, delineating “risky” neighborhoods for federal mortgage loans based on the residents' race. The result of this redlining inreal estatecould still be felt decades later. In 1996, homes in redlined neighborhoods were worth less than half that of the homes in what the government had deemed as “best” for mortgage lending, according to research by home-sale companyZillow. That disparity only grew greater in the following two decades.\n\nExamples of redlining can be found in several financial services, including mortgages, student loans, credit cards, and insurance. Although theCommunity Reinvestment Actwas passed in 1977 to help prevent redlining, critics say discrimination continues to occur.\n\nFor example, redlining has been used to describediscriminatory practicesby retailers, both brick-and-mortar and online. Reverse redlining is the practice of targeting neighborhoods (mostly non-white) for higher prices or lending on unfair terms, such as predatory lending of subprime mortgages.\n\nThere's also evidence of what Midwest BankCentre CEO Orv Kimbrough calls \"corporate redlining.\" As reported byThe Business Journals, since peaking before the 2008 financial crisis, the annual number of loans to Black-owned businesses through the U.S. Small Business Administration's 7(a) program decreased by 84%, compared to a 53% decline in 7(a) loans awarded overall.\n\nThe report also found an overall trend of significantly less lending to businesses in Black-majority neighborhoods compared to White-majority ones.\n\nCourts have determined that redlining is illegal when lending institutions use race to exclude neighborhoods from access to loans. In addition, theFair Housing Act, which is part of the Civil Rights Act of 1968, prohibits discrimination in lending to individuals in neighborhoods based on their racial composition.However, the law does not prohibit excluding neighborhoods or regions on the basis of geological factors, such as fault lines or flood zones.\n\nThe destructive legacy of redlining has been more than economic. A 2020 study by researchers at the National Community Reinvestment Coalition, the University of Wisconsin/Milwaukee, and the University of Richmond found that \"the history of redlining, segregation, and disinvestment not only reduced minority wealth, it impacted health and longevity, resulting in a legacy of chronic disease and premature death in many high minority neighborhoods. ... On average, life expectancy is lower by 3.6 years in redlined communities, when compared to the communities that existed at the same time, but were high-graded by the HOLC.\"\n\nWhile redlining neighborhoods or regions based on race, religion, national origin, sex, or marital status is illegal under U.S. law, lending institutions are allowed to consider economic factors when making loans. Lending institutions are not required to approve all loan applications on the same terms. They may impose higher rates or stricter repayment terms on some borrowers. Still, the reason for doing so cannot be any prohibited bases.\n\nLenders are not forbidden from redlining areas with regard to geological factors, such as fault lines or flood zones.\n\nBanks may legally take the following factors into consideration when deciding whether to make loans to applicants and on what terms:\n\nHousing discrimination is illegal. If you thinkyou've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take.One such step is to file a report withConsumer Financial Protection Bureau (CFPB)or theU.S. Department of Housing and Urban Development (HUD).\n\nLenders must evaluate each of the above factors without regard to the race, religion, national origin, sex, or marital status of the applicant.\n\nMortgage applicants and homebuyers who believe they might have been discriminated against can take their concerns to a fair housing center, the Office of Fair Housing and Equal Opportunity at HUD, or in the case of mortgages and other home loans, the CFPB.\n\nThe term “redlining” was coined by sociologist John McKnight in the 1960s. It is derived from the literal practice—used by the federal government and lenders beginning in the 1930s—of drawing a red line on a map around the neighborhoods they would not invest in based on the racial demographics of the neighborhood.\n\nRedlining is a discriminatory practice that puts financial services out of reach for residents of certain areas based on race or ethnicity. Evidence of redlining can be observed in the systematic denial of mortgages,insurance, loans, and other financial services based on location rather than on the individual’s qualifications and creditworthiness. Black inner-city neighborhoods were most likely to be redlined.\n\nBanks and other lending institutions are allowed to take economic factors into account when making loans. If these decisions are based solely on economic factors, then lending institutions are not required to approve all loan applications on the same terms and may impose higher rates or stricter repayment terms on some borrowers. However, according to U.S. law, they cannot base their approval decisions on race, religion, national origin, sex, or marital status.\n\nRedlining represents a shameful chapter in the long history of American racial discrimination. By denying federal housing loans to people in minority communities, the federal government effectively denied the benefits ofhomeownershipto millions of American citizens. Although racial redlining is now illegal, unofficial forms of discrimination continue to this day.\n\nThe Federal Reserve. \"Federal Reserve Bulletin: Volume 77, Number 11,\" Page 872.\n\nZillow. \"Home Values Remain Low in Vast Majority of Formerly Redlined Neighborhoods.\"\n\nBoard of Governors of the Federal Reserve System. \"Community Reinvestment Act.\"\n\nThe Business Journals. \"One System, (Un)equal Access.\"\n\nU.S. Department of Housing and Urban Development. \"History of Fair Housing.\"\n\nNational Community Reinvestment Coalition. \"Redlining and Neighborhood Health.\"\n\nThe Federal Reserve. \"Federal Fair Lending Regulations and Statutes Fair Housing Act,\" Page 1.\n\nU.S. Department of Housing and Urban Development. \"Housing Discrimination Under The Fair Housing Act.\"\n\nU.S. Department of Housing and Urban Development. \"About FHEO File a Complaint.\"\n\nConsumer Finance Protection Bureau. \"Having a Problem With a Financial Product or Service?\"\n\nFederal Trade Commission. \"Your Equal Credit Opportunity Rights.\"",
  "url": "https://www.investopedia.com/terms/r/redlining.asp"
}