{
  "term": "What Is the Effective Interest Rate Method of Amortizing a Bond?",
  "definition": "The effective interest rate method of amortization is anaccountingpractice used to discount a bond. It is used forbondssold at a discount or premium, with the amount of the bond discount or premium amortized to interest expense over the bond’s life.\n\nThe preferred method for amortizing (or gradually expensing the discount) on a bond is the effective interest rate method. Under this method, the amount of interest expense in a given accounting period correlates with thebook valueof a bond at the beginning of the accounting period. Consequently, as a bond’s book value increases, the amount of interest expense increases.\n\nWhen a discounted bond is sold, the amount of the bond’s discount must be amortized to interest expense over the life of the bond. When using the effective interest method, thedebitamount in the discount on bonds payable is moved to the interest account. Therefore, the amortization causes interest expense in eachaccounting periodto be higher than the amount of interest paid during each year of the bond’s life.\n\nFor example, assume a 10-year $100,000 bond is issued with a 6% semiannualcouponin a 10% market. The bond is sold at a discount for $95,000 on Jan. 1, 2017. Therefore, the bond discount of $5,000, or $100,000 less $95,000, must be amortized to the interest expense account over the life of the bond.\n\nThe effective interest method ofamortizationcauses the bond’s book value to increase from $95,000 on Jan. 1, 2017, to $100,000 prior to the bond’s maturity. The issuer must make interest payments of $3,000 every six months that the bond is outstanding. Thecash accountis then credited $3,000 on June 30 and Dec. 31.\n\nThe effective interest method is used when evaluating the interest generated by a bond because it considers the impact of the bond purchase price rather than accounting only forpar value.\n\nAlthough some bonds pay no interest and generate income only atmaturity, most offer a set annual rate of return, called thecoupon rate. The coupon rate is the amount of interest generated by the bond each year, expressed as a percentage of the bond’s par value.\n\nPar value, in turn, is simply another term for the bond’s face value, or the stated value of the bond at the time of issuance. A bond with a par value of $1,000 and a coupon rate of 6% pays $60 in interest each year.\n\nA bond’s par value does not dictate its selling price. Bonds that have higher coupon rates sell for more than their par value, making thempremium bonds. Conversely, bonds with lower coupon rates often sell for less than par, making themdiscount bonds. Because the purchase price of bonds can vary so widely, the actual rate of interest paid each year also varies.\n\nIf the bond in the above example sells for $800, then the $60 interest payments it generates each year represent a higher percentage of the purchase price than the 6% coupon rate would indicate. Although both the par value and coupon rate are fixed at issuance, the bond pays a higher rate of interest from the investor’s perspective. The effective interest rate of this bond is $60 ÷ $800 or 7.5%.\n\nIf thecentral bank reduced interest ratesto 4%, this bond would automatically become more valuable because of its higher coupon rate. If this bond then sold for $1,200, its effective interest rate would sink to 5%. While this is still higher than newly issued 4% bonds, the increased selling price partially offsets the effects of the higher rate.\n\nIn accounting, the effective interest rate method examines the relationship between an asset’s book value and related interest. In lending, theeffective annual interest ratemight refer to an interest calculation wherein compounding occurs more than once a year. In capital finance and economics, the effective interest rate for an instrument might refer to the yield based on the purchase price.\n\nAll of these terms are related in some way. For example, effective interest rates are an important component of the effective interest method.\n\nAn instrument’s effective interest rate can be contrasted with itsnominal interest rate or real interest rate. The effective rate takes two factors into consideration: purchase price andcompounding.\n\nFor lenders or investors, the effective interest rate reflects the actual return far better than the nominal rate. For borrowers, the effective interest rate shows costs more effectively.\n\nPut another way, the effective interest rate is equal to the nominal return relative to the actual principal investment. In terms of accounting for bonds, the effective interest rate is the same as a bond’s yield at the issue date.\n\nAn interest-bearing asset also has a higher effective interest rate as more compounding occurs. For example, an asset that compounds interest yearly has a lower effective rate than an asset that compounds monthly.\n\nUnlike the real interest rate, the effective interest rate does not takeinflationinto account. If inflation is 1.8%, aTreasury bond (T-bond)with a 2% effective interest rate has a real interest rate of 0.2% or the effective rate minus the inflation rate.\n\nThe effective interest rate is a more accurate figure of actual interest earned on an investment or the interest paid on a loan.\n\nThe primary advantage of using the effective interest rate is simply that it is a more accurate figure of actual interest earned on a financial instrument or investment or of actual interest paid on a loan, such as a homemortgage.\n\nThe effective interest rate calculation is commonly used in relation to the bond market. The calculation provides the real interest rate returned in a given period, based on the actual book value of a financial instrument at the beginning of the period. If the book value of the investment declines, then the interest earned will decline as well.\n\nInvestors and analysts often use effective interest rate calculations to examine premiums or discounts related to government bonds, such as the 30-year U.S. Treasury bond, although the same principles apply to corporate bond trades. When the stated interest rate on a bond is higher than the current market rate, traders are willing to pay a premium over the face value of the bond. Conversely, whenever the stated interest rate is lower than the current market interest rate for a bond, the bond trades at a discount to its face value.\n\nThe effective interest rate calculation reflects actual interest earned or paid over a specified time frame. It is considered preferable to thestraight-linemethod of figuring premiums or discounts as they apply to bond issues because it is a more accurate statement of interest from the beginning to the end of a chosen accounting period (the amortization period).\n\nOn a period-by-period basis, accountants regard the effective interest method as far more accurate for calculating the impact of an investment on a company’s bottom line. To obtain this increased accuracy, however, the interest rate must be recalculated every month of the accounting period; these extra calculations are a disadvantage of the effective interest rate. If an investor uses the simpler straight-line method to calculate interest, then the amount charged off each month does not vary; it is the same amount each month.\n\nWhenever an investor buys, or a financial entity such as the U.S. Treasury or a corporation sells a bond instrument for a price that is different from the bond’s face amount, the actual interest rate earned is different from the bond’s stated interest rate. The bond may be trading at a premium or at a discount to itsface value.\n\nIn either case,the actual effective interest rate differs from the stated rate. For example, if a bond with a face value of $10,000 is purchased for $9,500 and the interest payment is $500, then the effective interest rate earned is not 5% but 5.26% ($500 divided by $9,500).\n\nFor loans such as a home mortgage, the effective interest rate is also known as theannual percentage rate (APR). The rate takes into account the effect ofcompoundinginterest along with all the other costs that the borrower assumes for the loan.\n\nThe effective interest rate method is the preferred method for amortizing a bond. The amount of interest expense in a given accounting period thus correlates with a bond’s book value at the beginning of an accounting period. As the book value of the bond increases, the amount of interest expense increases.\n\nThe meaning differs depending on the area of use.\n\nThe primary advantage of using the effective interest rate is that it’s a more accurate figure of actual interest earned on a financial instrument or investment or of actual interest paid on a loan.\n\nWhen a bond fluctuates in price from its par value, it impacts the actual interest rate paid by the bond, known as the effective interest rate. In this way, the effective rate accounts for the purchase price and compounding. As a result, the effective rate is a more accurate indicator of a bond's return than the nominal interest rate.",
  "url": "https://www.investopedia.com/ask/answers/063015/what-effective-interest-method-amortization.asp"
}