{
  "term": "What Is Petroleum? Why It's Important and How To Invest in It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nPetroleum, also called crude oil, is a naturally occurring liquid found beneath the earth’s surface that can be refined into fuel. A fossil fuel, petroleum is created by the decomposition of organic matter over time and used as fuel to power vehicles, heating units, and machines, and can be converted into plastics.\n\nBecause the majority of the world relies on petroleum for many goods and services, the petroleum industry is a major influence onworld politicsand the global economy.\n\nTheextractionand processing of petroleum and its availability is a driver of the world's economy and geopolitics. Many of thelargest companiesin the world are involved in the extraction and processing of petroleum or create petroleum-based products, including plastics, fertilizers, automobiles, and airplanes.\n\nPetroleum is recovered byoil drillingand then refined and separated into different types of fuels. Petroleum contains hydrocarbons of different molecular weights and the denser the petroleum the more difficult it is to process and the less valuable it is.\n\nInvesting in petroleum means investing in oil, through the purchase ofoil futuresor options, or indirect investing, inexchanged traded funds(ETFs) that invest in companies in theenergy sector.\n\nPetroleum companies are divided intoupstream, midstream, and downstream, depending on the oil and gas company's position in the supply chain. Upstream oil and gas companies identify, extract, or produce raw materials.\n\nDownstream oil companies engage in the post-production of crude oil and natural gas. Midstream oil and gas companies connect downstream and upstream companies by storing and transporting oil and other refined products.\n\nPetroleum provides transportation, heat, light, and plastics to global consumers. It is easy to extract but is a non-renewable, limited supply source of energy. Petroleum has a high power ratio and is easy to transport.\n\nHowever, the extraction process and the byproducts of the use of petroleum are toxic to the environment. Underwater drilling may cause leaks andfrackingcan affect the water table. Carbon released into the atmosphere by using petroleum increases temperatures and is associated with global warming.\n\nCarbon emissions are toxic to the environment.\n\nTransportation can damage the environment.\n\nExtraction process is harmful to the environment.\n\nOil is classified into three categories including the geographic location where it was drilled, its sulfur content, and its API gravity, its density measure.\n\nGeologists, chemists, and engineers research geographical structures that hold petroleum using “seismic reflection.\" A reservoir’s oil-in-place that can be extracted and refined is that reservoir’s oil reserves.\n\nAs of 2022, the top ranking countries for total oil reserves include Venezuela with 303.8 billion barrels, Saudi Arabia with 297.5, and Canada holding 168.1.\n\nDrilling for oil includes developmental drilling, where oil reserves have already been found. Exploratory drilling is conducted to search for new reserves and directional drilling is drilling vertically to a known source of oil.\n\nThe energy sector attracts investors who speculate on the demand for oil and fossil fuels and many oil and energy fund offerings consist of companies related to energy.\n\nMutual funds like Vanguard Energy Fund Investor Shares (VGENX) with holdings in ConocoPhillips, Shell, and Marathon Petroleum Corporation,and the Fidelity Select Natural Gas Fund (FSNGX), holding Enbridge and Hess, are two funds that invest in the energy sector and pay dividends.\n\nOil and gas exchange-traded funds (ETFs) offer investors more direct and easier access to the often-volatile energy market than many other alternatives. Three of the top-ratedoil and gas ETFs for 2022include the Invesco Dynamic Energy Exploration & Production ETF (PXE), First Trust Natural Gas ETF (FCG), and iShares U.S. Oil & Gas Exploration & Production ETF (IEO).\n\nPetroleum is a fossil fuel that was formed over millions of years through the transformation of dead organisms, such as algae, plants, and bacteria, that experienced high heat and pressure when trapped inside rock formations.\n\nPetroleum is not a renewable energy source. It is a fossil fuel with a finite amount of petroleum available.\n\nAlternatives include wind, solar, and biofuels. Wind power uses wind turbines to harness the power of the wind to create energy. Solar power uses the sun as an energy source, and biofuels use vegetable oils and animal fat as a power source.\n\nUnrefined petroleum classes include asphalt, bitumen, crude oil, and natural gas.\n\nPetroleum is a fossil fuel that is used widely in the daily lives of global consumers. In its refined state, petroleum is used to create gasoline, kerosene, plastics, and other byproducts. Petroleum is a finite material and non-renewable energy source. Because of its potential to be harmful to the environment,alternative energy sourcesare being explored and implemented, such as solar and wind energy.\n\nNational Geographic Society. \"Petroleum.\"\n\nWorld Population Review. \"Oil Reserves By Country.\"\n\nVanguard. \"Vanguard Energy Fund Investor Shares.\"",
  "url": "https://www.investopedia.com/terms/p/petroleum.asp"
}