{
  "term": "What Is Comparative Market Analysis (CMA) in Real Estate?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA comparative market analysis (CMA) is an essential tool in real estate that estimates a home's price based on recently sold, similar properties (also called “comps”) in the immediate area. It helps sellers set competitive listing prices and assists buyers in making informed offers. CMA reports are typically created byreal estateagents or brokers, but buyers and sellers can also conduct their own analysis using real estate listing websites like Realtor.com.\n\nA comparative market analysis (CMA) provides an estimated price for a home by comparing it to similar homes in the area that have recently sold. This helps sellers pick an optimal price that will not result in underpricing or leaving the home unsold due to overpricing. For buyers, it verifies if a home is priced appropriately and competitively and helps in making a fair offer.\n\nA CMA compares a property to other homes similar in location, size, and features.Ideally, a CMA uses recently sold homes from the same subdivision. Of course, finding homes that sold within the last three to six months in the immediate area can be difficult if you're in a low-volume or rural real estate market. In these cases, aformal appraisalmight be a better option.\n\nA comparative market analysis is a price estimate, soreal estate agents and brokersdon't need an appraiser's license to perform a CMA while serving clients.\n\nWhen a real estate agent or broker conducts a comparative market analysis, they will create a report that details the findings. There's no standardized CMA report; however, it's important to note that some states have statutes that require specific information be included in CMAs.\n\nA CMA is completed by a real estate agent, the seller, or the buyer using comparable homes toestimate a price. This estimated price can then be used for negotiating a sales price.\n\nAn appraisal requires a state-licensed and certified appraiser. Theappraisercompares homes similar in size, layout, and location. Then, they evaluate housing market conditions and generate a report with the home'smarket value. The appraisal value is used by lenders to establish the amount a buyer is approved for.\n\nThe key difference is a CMA establishes a home's price, whereas an appraisal establishes its value—price is what you pay for something while value is what it is worth.\n\nA CMA involves much more than just comparing the prices of recently sold homes in the area. Here's a rundown of the basic steps for creating an accurate CMA:\n\nTo set the right listing price—or ensure a home you're interested in is a good deal—the CMA should consider the neighborhood's general quality. For example, it should consider the more attractive blocks and address community amenities, nuisances, andHOArules. Equally important for inclusion are school proximity andcurb appeal.\n\nIf a real estate agent or broker does the CMA, they will review the existing listing (if there is one) and make an in-person visit to gather information about the home. They'll take note of the home's size (particularly the liveable space), age, style, construction, condition, layout, finishes, landscaping,upgrades, and updates.\n\nFind three to five comparable homes in the area that have sold recently, as close to the home as possible. Ideally, thecompswill be within one mile of the property and in the same school district. Focus on similar houses in terms of square footage, lot size, bedrooms, bathrooms, and type of construction. Pay close attention to when the comparable property sold: The more recent, the better—real estate prices can fluctuate rapidly.\n\nThe comps should have the same placement if the home has a unique location—such as overlooking a golf course or the waterfront.\n\nThe next step is to adjust for differences between the home and each comparable property. An experienced real estate agent orbrokercan assign a price to each of the differences and adjust the price of each comp accordingly. It may seem counter-intuitive, but if the comp has an inferior feature, a positive adjustment is made to the price of the comp, and vice versa.\n\nFor example, if a comp has an extra bedroom (a superior feature), it is reasonable to assume that the buyer paid more to get the extra bedroom. In this case, you would deduct an amount from the comp to account for the extra bedroom, thereby allowing an apples-to-apples comparison. Therefore, the price of the target home is never adjusted.\n\nAfter adjusting for differences, divide the adjusted price of each comp by its square footage to determine the sold price per square foot. Next, add the sold price per square foot of all the comps, and divide by the number of comps to get the average. Finally, multiply this average by the square feet of the property to estimate its price.\n\nMany real estate agents and brokers use software to generate comprehensive (and professional-looking) CMA reports. If you plan to create your own, use a spreadsheet to keep track of your research, or try an online home-price tool offered by one of thereal estate listing websites. Below is an example of a CMA report.\n\nWhile a CMA offers a good estimate of a home’s price, it is not as definitive as a formal appraisal. Appraisals are more detailed, licensed assessments and are used by lenders to decideloan amounts.\n\nA CMA includes information on similar properties that have sold recently, considering factors like location, size, condition, and market trends to estimate the price of the home.\n\nA CMA helps sellers set a fair asking price for their home and helps buyers evaluate if the seller’s price is reasonable. It provides a competitive market price based on the sale of similar properties.\n\nA CMA is a price estimate created by a real estate agent or the buyer or seller using comparables. An appraisal is done by a licensed appraiser and is used to determine the official market value of a property.\n\nIn general, the best comps are the ones that are the most similar to the home, more recently sold, with the fewest adjustments required. Depending on the market, the final price might need to be tweaked slightly. For example, if the market is hot or inventory is low, the price might be slightly higher. Conversely, if there are many similar homes on the market, the price might have to come down to be competitive.\n\nNorth Carolina General Assembly. \"Article 6. Broker Price Opinions and Comparative Market Analyses.\"",
  "url": "https://www.investopedia.com/terms/c/comparative-market-analysis.asp"
}