{
  "term": "What Is a Management Fee? Definition, Average Cost, and Example",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA management fee is a charge levied by aninvestment managerfor overseeing an investment fund. The fee is intended to compensate managers for their time and expertise in selecting stocks and managing the portfolio. It can also include other charges such asinvestor relations(IR) expenses and the administration costs of the fund.\n\nA management fee is the cost of having your assets professionally handled. The fee compensates professional money managers as they select securities for a fund’s portfolio and manage it based on the fund’s investment objective.\n\nManagementfee structuresvary from fund to fund but they're typically based on a percentage ofassets under management(AUM).\n\nAmutual fund'smanagement fee could be stated as 0.5% of assets under management.\n\nManagement fees can range from as low as 0.10% to more than 2% of AUM. This disparity in the fee is generally attributed to the investment method used by the fund’s manager. The more actively managed a fund is, the higher the management fees.\n\nAn aggressive stock fund that turns over its portfolio several times a year in search of profit opportunities costs much more to manage than a more passively-managed fund, such as anindex fundthat more or less sits on a basket of stocks without much trading.\n\nActively-managed funds generally result in higher management fees than those that are more passively managed but they don't necessarily see better returns than those of passively-managed funds. They might see worse returns in some cases.\n\nActive fund managers rely on inefficiencies and mispricing in the market to identify stocks that have the potential to outperform the market. Theefficient market hypothesis(EMH) has shown that stock prices fully reflect all available information and expectations, however, so current prices are the best approximation of a company’s intrinsic value.\n\nThis would preclude anyone from consistently exploiting mispriced stocks because price movements are largely random and driven by unforeseen events. The EMH therefore implies that no active investor can consistently beat the market over long periods except by chance. Higher-cost actively-managed funds do tend to underperform lower-cost passively-managed funds in all categories, according to decades of Morningstar research.\n\nResearch byNobel laureate William Sharpehas shown that “After costs, the return on the average actively-managed dollar will be less than the return on the average passively-managed dollar for any time period.”\n\nSharpe concluded that active fund managers underperform passive fund managers not because of any flaw in their strategies but because of the laws of arithmetic. Active fund managers would have to achieve an excess return of more than 2% just to account for the average 1.19% management fee to beat the market by only 1%.\n\nHedge fundscharge notoriously high fees that have become controversial as performance has often lagged the market. Their fee structure is commonly referred to as \"two and twenty\" because it consists of a flat 2% of total asset value and 20% of all profits earned.\n\nThe plan is often criticized but it's been the norm since Alfred Winslow Jones founded what is often considered to be the first hedge fund, AW Jones & Co., in 1949. The standard has come under pressure as competition has increased and investors have become discontent, causing managers to often implement lower fees, performance hurdles, and claw-backs if performance isn't met.\n\nThe U.S. Securities and Exchange Commission cites penalty fees for not maintaining a minimum balance in your account. You might also have to pay inactivity fees and various additional maintenance fees.\n\nThese fees are commonly charged to mutual funds. They cover the costs of marketing and shareholder services and they can even pay for employee bonuses. The good news is that they usually can't be more than 1% of the assets you hold.\n\nThey do and they're commonly paid by the plan's participants. The Plan Sponsor Council of America estimates that they amount to about $30 billion annually, but you can take a little heart because this number is spread over 60 million participants holding $3 trillion in assets.\n\nERISA, the Employee Retirement Income Securities Act, oversees 401(k) plans but it has authority only over plan sponsors, not their investment managers.\n\nFees and costs are common with all investment products, at least to some degree, and they can vary significantly among types of investments and brokerages. Your best bet is to inquire about them and pin down what and how much you'll be responsible for paying before you commit. It can pay to shop around.\n\nFinancialEdge. \"What Is a Management Fee?\"\n\nThe Financial Analysts' Journal. \"The Arithmetic of Active Management.\"\n\nKruze Consulting. \"What Is the 2% and 20% VD Fee Structure?\"\n\nU.S. Securities and Exchange Commission. \"How Fees and Expenses Affect Your Investment Portfolio.\" Page 5.\n\nFINRA. \"Investment Products Mutual Funds.\"\n\nPlan Sponsor Council of America. \"The Art of Understanding 401(k) Plan Fees.\"",
  "url": "https://www.investopedia.com/terms/m/managementfee.asp"
}