{
  "term": "What Is Form 1099-Q: Payments From Qualified Education Programs?",
  "definition": "Cultura RM Exclusive/Stefano Gilera / Getty Images\n\nForm 1099-Q: Payments From Qualified Education Programs is anInternal Revenue Service (IRS)tax form sent to individuals who receive distributions from aCoverdell education savings account (ESA or CESA)or a529 plan. These distributions—including rollovers—may be taxable, and you must determine the tax liability of any distribution using other IRS information. The form is then used by taxpayers to fill out both federal and state tax returns if the distributions received are subject to tax.\n\nForm 1099-Q should be filed by officers or employees who have control of a program established by a state or qualified educational institution. It can also be filed by anyone who has made adistribution from a 529 plan, also known as a qualified tuition program (QTP).\n\nCESAs and QTPsare tax-advantaged investment accounts designed to pay forqualified higher education expenses.A 1099-Q form will identify the amount made from the account in gross distributions over the year being reported. These gross distributions are then compared to the educational expenses incurred over the year.\n\nIf the gross distributions exceed qualified education expenses, then the excess is taxable and must be reported on the taxpayer's tax return. If the expenses are greater than the distributions, the individual may use the subsequent excess toward aneducation tax credit.\n\nForm 1099-Q will be issued to the beneficiary student. Any taxable amount of the distribution will be reported on the beneficiary’s income tax return. Distributions used to pay for nonqualified expenses are subject to income tax and a 10% penalty on the earnings portion of the withdrawal.\n\nThere’s often confusion about who uses the 1099-Q for their tax return: the beneficiary student or the owner of the account (who may be a parent or other relative). The person who receives the funds and whose Social Security number is on the form has to report the 1099-Q on their tax return.\n\nIt’s likely that the student/beneficiary will pay little or no tax on the distributions; the same cannot be said if the beneficiary is someone other than the student using the educational savings. Younger students also often fall below the reporting threshold for afederal income tax return.\n\nForm 1099-Q must include the payer/trustee’s name, address, telephone number, andtax identification number (TIN), along with the recipient's name, address, account number, and TIN, which for individuals is typically their Social Security number.\n\nThe form includes six numbered boxes.\n\nBox 1.This will have the gross distribution over the past year from a QTP or a CESA, whether cash or in-kind, including tuition credits or certificates, vouchers, waivers, or any similar items. Under a QTP, the amount is included in income if there has been more than one transfer or rollover within any 12-month period with respect to the same beneficiary, or a change in the designated beneficiary has been made and the new designated beneficiary is not a family member. Under a CESA, the amount is included in income if there has been a change in the designated beneficiary and the new designated beneficiary is not a family member or is over age 30 (except for beneficiaries with special needs).\n\nBox 2.Look here for the total amount of earnings.\n\nBox 3.This shows your basis in the gross distribution listed in box 1. It must equal box 1 minus box 2.\n\nBox 4.This must be checked off if this is a trustee-to-trustee transfer. This can include rollovers from a QTP to anachieving a better life experience (ABLE) account.Such rollovers are allowed under the Tax Cuts and Jobs Act between December 22, 2017, and January 1, 2026, without incurring any penalty or income tax. However, the rollover must occur within 60 days of the distribution.\n\nBox 5.Here a box is checked indicating the type of account.\n\nBox 6.This notes whether or not the recipient is the designated beneficiary.\n\nFilers who fill out the form can also enter a distribution code in the blank spaces below boxes 5 and 6 if they choose.\n\nThere are three copies of the 1099-Q. The distributor files Copy A with the IRS, sends you Copy B, and retains Copy C. You should receive Form 1099-Q in the mail.\n\nIf distributions aren't taxable, taxpayers receiving a 1099-Q don't need to report them in their tax return but should keep the form with their tax records. If distributions are subject to taxes, then the amount is added to Schedule 1 and attached toForm 1040, your federal tax return, while also retaining your 1099-Q copy with your tax records.\n\nThe 1099-Q form has been converted to an online fillable format.\n\nForm 1099-Q is availableon the IRS website.\n\nIf you received qualified education program funds, your distributor should send you a copy of Form 1099-Q. If you haven't received a 1099-Q and believe you should have, contact your distributor.\n\nForm 1099-Q is filled out to determine if you owe any taxes on distributions from a Coverdell education savings account (ESA) or a 529 plan. If the form indicates that you do not owe any taxes, then you do not need to report this on your tax return.\n\nThe recipient of the distributions from an education plan will have to file Form 1099-Q, which can be either the parent or the student, depending on who received the money. For example, if the money goes directly from the education plan to the school, then the student is the recipient and will need to fill out the form.\n\n529 withdrawals on the contributed amount do not count as income that needs to be taxed as the amount was already taxed. Earnings do not need to be taxed either, as long as withdrawals don't exceed the beneficiary's adjusted qualified education expenses for the year.\n\nForm 1099-Q ensures you're paying the appropriate amount of taxes on distributions from a Coverdell education savings account (ESA) or a 529 plan. If the form indicates you owe taxes, you will need to include the form with your state and federal tax returns. If you need assistance, seek out the help of a professional tax advisor.\n\nInternal Revenue Service. \"About Form 1099-Q, Payments From Qualified Education Programs (Under Sections 529 and 530).\"\n\nInternal Revenue Service. \"Topic No. 313 Qualified Tuition Programs (QTPs).\"\n\nInternal Revenue Service. \"Topic No. 310 Coverdell Education Savings Accounts.\"\n\nInternal Revenue Service. \"Instructions for Form 1099-Q: Payments From Qualified Education Programs (Under Sections 529 and 530).\"\n\nInternal Revenue Service. \"Instructions for Form 1099-Q: Payments From Qualified Education Programs (Under Sections 529 and 530),\" Page 2.\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education,\" Pages 47, 53.\n\nInternal Revenue Service. \"Instructions for Form 1099-Q: Payments From Qualified Education Programs (Under Sections 529 and 530),\" Page 1.\n\nInternal Revenue Service. \"Who Should File a Tax Return.\"\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Form 1099-Q, Payments from Qualified Education Programs (Under Sections 529 and 530).\"\n\nInternal Revenue Service. \"Guidance on Recontributions, Rollovers and Qualified Higher Education Expenses under Section 529,\" Page 3.\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education,\" Page 49.\n\nInternal Revenue Service. \"1040 (and 1040-SR) Instructions,\" Page 87.\n\nInternal Revenue Service. \"Publication 970, Tax Benefits for Education,\" Pages 51-53.",
  "url": "https://www.investopedia.com/terms/f/form1099q.asp"
}