{
  "term": "What Is an Invoice? Its Parts and Why They Are Important",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nAn invoice is a time-stamped commercial document that itemizes and records a transaction between a buyer and a seller. If goods or services were purchased on credit, the invoice usually specifies the terms of the deal and provides information on the available payment methods.\n\nTypes of invoices may include a paper receipt, a bill of sale, a debit note, a sales invoice, or an online electronic record.\n\nAn invoice must state it is an invoice on the face of the bill. It typically has a unique identifier called the invoice number, which is useful for internal and external reference. An invoice typically contains contact information for the seller or service provider in case there is an error relating to the billing.\n\nPayment terms may be outlined on the invoice, as well as the information relating to any discounts, early payment details or finance charges assessed for late payments. It also presents the unit cost of an item, total units purchased, freight, handling, shipping, and associated tax charges, and it outlines the full amount owed.\n\nCompanies may opt to send a month-end statement as the invoice for all outstanding transactions. If this is the case, the statement must indicate that no subsequent invoices will be sent. Historically, invoices have been recorded on paper, often with multiple copies generated, so the buyer and seller each have a transaction record.\n\nCurrently, computer-generated invoices are quite common. They can be printed on demand or sent by email to each party. Electronic records also allow you to search and sort transactions easier by number, date, goods, or client.\n\nApro forma invoiceis a preliminarybill of salesent to buyers in advance of a shipment or delivery of goods. The invoice will typically describe the purchased items and other important information, such as the shipping weight and transport charges.Pro formainvoices often come into play with international transactions, especially for customs purposes on imports.\n\nA pro-forma invoice is a binding agreement, although the terms of sale are subject to change.\n\nThe invoice date represents the time-stamped time and date on which the goods have been billed and the transaction officially recorded. Therefore, the invoice date has essential payment information, as it dictates the bill's credit duration and due date. This is especially crucial for entities offering credit, such as net 30, which means payment is due in 30 days.\n\nLikewise, companies that offer customers the option to return items typically have a deadline based on a specific number of days from proof of purchase, as indicated on the invoice.\n\nSince the advent of thecomputer era, people and businesses have found it easier to rely on electronic invoicing as an alternative to paper documents. Electronic invoicing, or e-invoicing, is a form of electronic billing that generates, stores, and monitorstransaction-related documentsbetween parties and ensures the terms of their agreements are fulfilled.\n\nThese e-documents may include invoices and receipts, purchase orders, debit and credit notes, payment terms and instructions, and remittance slips. Digital invoices are typically sent via email, web page, or app. Advantages include the following:\n\nE-invoicing includes several technologies and entry options and is used as a general term to describe any method by which an invoice is electronically presented to a customer for payment. Several e-invoicing standards, such as EDIFACT and UBL, have been developed around to world to facilitate adoption and efficiency.\n\nInvoices track the sale of a product for inventory control, accounting, and tax purposes, which help trackaccounts payableand similar obligations due. Many companies ship the product and expect payment later, so the total amount due becomes an account payable for the buyer and an account receivable for the seller.\n\nModern-day invoices are transmitted electronically rather than paper-based. If an invoice is lost, the buyer may request a copy from the seller. The use of an invoice represents the presence of credit, as the seller has sent a product or provided a service without receiving cash upfront.\n\nInvoices differ from purchase orders, created before a customer orders a good or service.\n\nInvoices are a critical element of accountinginternal controls. Charges on an invoice must be approved by the responsible management personnel. Alternatively, an invoice is matched to a purchase order, and upon reconciling the information, payment is made for approved transactions. An auditing firm ensures invoices are entered into the appropriate accounting period when testing for expense cutoff.\n\nAn invoice is generally used to document products or services sold and delivered to a customer, so it is a bill. A receipt is a document that shows payment was received.\n\nAn invoice generally serves as a notification that payment is owed.\n\nBesides notifying a customer that payment is due, it also serves as a paper trail for accounting purposes.\n\nAn invoice is a document used to notify a customer that payment is due. It also serves as a record for the issuing business so that it can track its receivables. In the past, invoices were only issued on paper due to the limitations of technology. More recently, electronic invoices become popular because they save time and money and can be generated and sent automatically.\n\nUSAID. “Blockchain for Trade: Select Case Studies and Lessons Learned,” Page 30.",
  "url": "https://www.investopedia.com/terms/i/invoice.asp"
}