{
  "term": "What Is a Money Purchase Plan? Definition and Contribution Limits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA money purchase plan is an employer-sponsored retirement plan. The employer must deposit a percentage of a participating employee’s salary in the account every year. The employee is permitted to contribute to the fund as well, and they can choose how to invest the money based on options offered by the employer.\n\nWith a money purchase plan, the employee’s account balance is tax deferred until the money is withdrawn, while the employer’s contribution is tax deductible.\n\nA money purchase plan is atax-advantaged,qualified retirement planthat is subject to tax regulations.The rules are similar to those for other qualified retirement accounts:\n\nThe money purchase plan is designed to provide retirement income. Duringretirement, you can withdraw funds gradually or in a lump sum.\n\nEmployers typically establish avesting periodafter which an employee is eligible for the program. After being fully vested, an employee may start taking out funds at age 59½ without a tax penalty.\n\nA worker can have several retirement accounts throughout their career in addition to a money purchase plan, such as a 401(k), IRA, 457(b), and 403(b).\n\nTheInternal Revenue Service (IRS)sets the contribution limit each year to keep pace withinflation. Fortax year2024, the limit is $69,000 or 25% of the employee’s compensation, whichever is less. (For tax year 2025, it is $70,000 or 25% of the employee’s compensation, whichever is less.)\n\nIt is different from a profit-sharing plan, because the company cannot adjust its contribution level as profits go up or down. Company contributions must be made whether or not the business makes a profit, or how much profit it makes.\n\nThe participant’s benefit at retirement is based on total contributions and the gains or losses on investments. As long as the contribution amounts remain within the annual limits, the money is tax deferred.\n\nLike alldefined contribution plans, RMDs are required for a money purchase plan. For 2024, therequired minimum distributionage is 73. It will increase to 75 in 2033.\n\nThe money purchase plan can substantially boost retirement savings if used with other savings plans like a 401(k). Having such a program gives companies an edge in competing for talent, as the tax benefit levels the expenditure. On the downside, the money purchase plan may have higher administrative costs than other retirement plans.\n\nA money purchase plan is a defined contribution plan, where employer contributions are based on a fixed percentage of an employee’s annual compensation or salary. Employees are allowed to contribute, too.\n\nLike other retirement plans, withdrawals before age 59½ will incur a 10% early withdrawal penalty.\n\nThe most that can be contributed to a money purchase plan for tax year 2024 is $69,000 or 25% of the employee’s compensation, whichever is less, according to the IRS. The most that can be contributed for tax year 2025 is $70,000 or 25% of the employee’s compensation, whichever is less.\n\nA money purchase plan is an employer-sponsored retirement plan that requires companies to contribute a specific percentage of an employee’s salary each year, regardless of the company’s profitability. In this way, it’s different from a corporate profit-sharing program. And like most retirement plans, it disincentivizes early withdrawals with a 10% penalty for distributions before age 59½. The plan also has a provision for required minimum distributions.\n\nInternal Revenue Service. “Choosing a Retirement Plan: Money Purchase Plan.”\n\nU.S. Department of Labor, Employee Benefits Security Administration. “What You Should Know About Your Retirement Plan,” Pages 18 and 21 (Pages 22 and 25 of PDF).\n\nInternal Revenue Service. “Retirement Topics—Exceptions to Tax on Early Distributions.”\n\nInternal Revenue Service. “2025 Adjustments Relating to Retirement Plans and IRAs, as Adjusted for Changes in Cost-of-Living.”\n\nU.S. Senate Committee on Finance. “SECURE 2.0 Act of 2022 Summary,” Page 2.",
  "url": "https://www.investopedia.com/terms/m/moneypurchasepensionplan.asp"
}