{
  "term": "What Is a Wire Transfer? How It Works, Safety, and Fees",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA wire transfer is anelectronic transferof funds via a network that is administered by banks and transfer service agencies around the world. Wire transfers are sent by one institution and received by another. They require information from the party initiating the transfer, such as the recipient's name and account number.\n\nWire transfers don't actually involve the physical exchange ofcashbut are settled electronically. They can be sent between banks, or through a non-bank service such as Western Union.\n\nWire transfers, which are also known as wire payments, allow you to move money quickly and securely without the need to send cash. They allowtwo parties to transfer fundseven if they're in different (geographic) locations safely. A transfer is usually initiated from one bank orfinancial institutionto another. Rather than cash, the participating institutions share information about the recipient, the bank receiving account number, and the amount transferred.\n\nThe sender pays for the transaction upfront at their bank. The sender must provide their bank with the following information:\n\nOnce the information is documented, the wire transfer can begin. The initiating firm sends a message to the recipient's institution with payment instructions through a secure system, such asFedwireorSWIFT. The recipient's bank receives the information from the initiating bank and deposits its own reserve funds into the correct account. The two banking institutions then settle the payment on the back end after the money has been deposited.\n\nWire transfers are important tools for anyone who needs tosend money quicklyand securely—especially when they aren't in the same location. They also allow entities to transfer a large amount of money. Firms do limit the amount that can be transferred, but these caps tend to be fairly high. For instance, one company may use a wire transfer to pay for a large purchase from an international supplier.\n\nNon-bank wire transfers do not require bank account numbers. One popular non-bank wire transfer company is Western Union, whose international money transfer service is available in more than 200 countries.\n\nThere are two types of wire transfers: domestic and international.\n\nA domestic wire transfer is any type of wire payment that takes place between two different banks or institutions within the same country. Senders may require a code or the recipient's branch number if they want to execute a transaction.\n\nThese transactions are generally processed on the same day they are initiated and can be received within a few hours. That's because a domestic wire transfer only has to go through a domesticautomated clearing house (ACH)and can be delivered within a day.\n\nInternational wire transfers are initiated in one country and settled in another. Senders must initiate international transfers even when they send money to someone in another country who has an account at the same bank. These payments require a routing or SWIFT code.\n\nThese wire transfers are normally delivered within twobusiness days. This extra day is required because international wires must clear a domesticACHand also its foreign equivalent.\n\nDomestic wire transfers can cost up to $35 per transaction or more. International wire transfers often cost much more. Some receiving institutions also charge a fee, which is deducted from the total amount received by their customer.\n\nWire transfers are generally safe and secure, provided you know the person who's receiving them. If you use a legitimate wire transfer service, each person involved in a wire transfertransactionshould be required to prove their identity so that anonymous transfers are impossible.\n\nInternational wire transfers that originate in the United States are monitored by the Office of Foreign Assets Control, an agency of the U.S. Treasury. The agency makes sure the money sent overseas is not being used to fund terrorist activities or formoney launderingpurposes. In addition, they are also tasked with preventing money from going to countries that are the subject of sanctions by the U.S. government.\n\nIf the agency suspects that any of these scenarios are true, the sending bank has the authority tofreezethe funds and stop the wire transfer from going through.\n\nWire transfers may be flagged for several reasons, alerting officials to possible wrongdoing by either the recipient or the sender in the case of:\n\nWire transfers offer a convenient way to send money and pay bills to a recipient who uses a different bank. International wire transfers now take only a few days to settle, and domestic wire transfers often settle on the same day. Unlike mailed checks, they are unlikely to be misplaced or lost in the mail. Moreover, they are also reliable: While checks can bounce, a wire transfer can only be initiated if the sender has sufficient funds in their account.\n\nHowever, there are some drawbacks. Banks often charge a flat fee for wire transfers, which can range between $15 and $50. This can eat up a large percentage of the transferred amount, especially for smaller transactions. In addition, some banks place a limit on the amount that can be wired in a single day.\n\nMoreover, evolutions infintechhave provided alternatives that may be even faster than wire transfers. Tools likePayPalandVenmoallow domestic transfers in extremely small amounts, even faster than a bank wire, and for lower (or no) fees.\n\nFast settlement, even across borders.\n\nCannot be bounced or held due to insufficient funds.\n\nBank fees make wires impractical for some amounts.\n\nBanks may impose a limit on the maximum transfer.\n\nAlternative payment methods can be even faster and cheaper than wires.\n\nA wire transfer is most often used to transfer fundsfrom one bank or financial institution to another. No physical money is transferred between banks or financial institutions when conducting a wire transfer. Instead, information is passed between banking institutions about the recipient, the bank receiving account number, and the amount transferred.\n\nThe sender first pays for the transaction upfront at their bank. The sending bank sends a message to the recipient's bank with payment instructions through a secure system, such as Fedwire or SWIFT. The recipient's bank receives all the necessary information from the initiating bank and deposits its own reserve funds into the correct account.\n\nThe two banking institutions then settle the payment on the back end (after the money has already been deposited).\n\nWire transfers allow for the individualized transmission of funds from individuals or entities to others while still maintaining the efficiencies associated with the fast and secure movement of money. The sender can initiate a wire transfer quickly and the recipient can access the funds immediately as there are usually no bank holds on the money. Wire transfers also allow people in different locations to safely transfer money to locales and financial institutions around the globe.\n\nA wire transfer is generally safe and secure, provided you know the recipient. A legitimate service will vet the identity of each entity involved in a transaction so that anonymous transfers are impossible.\n\nInternational wire transfers that originate in the United States are monitored by the Office of Foreign Assets Control, an agency of the U.S. Treasury. This agency makes sure the money being sent overseas is not being used to fund terrorist activities or for money laundering purposes. They are also tasked with preventing money from going to countries that are the subject of sanctions by the U.S. government.\n\nDomestic bank wires may take up to three days in the United States, but they are usually much faster, especially if the sender and recipient use the same banking institution. International wires can take up to five business days. However, human error and other factors can sometimes cause delays, in extreme cases of up to three weeks.\n\nWire transfers allow money to be sent over an electronic network between different banks. Bank wires are a relatively painless way to send large transactions, whether domestic or international. However, there are fees involved and wires may take some time to clear.\n\nU.S. Department of the Treasury. \"OFAC Consolidated Frequently Asked Questions.\"\n\nWestern Union. \"How Long Do Wire Transfers Take?\"",
  "url": "https://www.investopedia.com/terms/w/wiretransfer.asp"
}