{
  "term": "What Is Net Investment Income (NII)? Overview of How It's Taxed",
  "definition": "Net investment income (NII), for tax purposes, is the total amount of money received from assets such as stocks, bonds, and mutual funds, minus related expenses.\n\nNII may include interest income, dividend income, and capital gains. Whether this income, minus the expenses, is taxable is determined by the taxpayer's modified adjusted gross income (MAGI).\n\nIncome can be any money or compensation that an individual or a business earns in exchange for labor, the sale of products and services, or from investments. When investors sell assets from their portfolios, the proceeds from the transaction result in either arealized gainor loss. Realized gains may come in the form of:\n\nCosts such as trading commissions are subtracted from realized gains before taxes to arrive at net investment income. Other forms of income, such as wages, are not included.\n\nNII has been taxable above certain thresholds since Jan. 1, 2013. Known as the net investment income tax, it was passed as part of the Health Care and Education Reconciliation Act of 2010. The NII tax was included as a revenue-raising tool to offset the costs of theAffordable Care Act (ACA).The rate was set at 3.8% on \"certain net investment income of individuals, estates, and trusts that have income above the statutory threshold amounts.\"\n\nNet investment income may be either positive or negative depending on whether the asset was sold for a capital gain or loss.\n\nThe following table shows what counts and what doesn't count as net investment income.\n\nNet investment income is subject to a 3.8% tax if you exceed certain income limits. The tax applies to individuals, estates, and trusts.\n\nThe tax is applied to individuals with NII who fall within a certainmodified adjusted gross incomethreshold.These thresholds are listed in the table below, and they are not indexed for inflation.\n\nThe net investment income tax is applied to the lesser of the net investment income or the MAGI amount in excess of the predetermined limit.\n\nEstatesandtrustsare subject to the NII tax if they have undistributed NII and their annualadjusted gross income (AGI)exceeds the dollar amount at which the highest tax bracket begins.That level is $14,450 in 2023 and $15,200 in 2024.\n\nAnonresident alienis not subject to the tax unless they are married to a U.S. citizen or resident and elect to be treated as a resident of the U.S. for tax purposes.\n\nFor investment companies, net investment income is the amount of income left afteroperating expensesare subtracted from total investment income, and is typically expressed on a per-share basis.\n\nTo find the net investment income per share of a company, divide the total investment income by theshares outstanding. This amount is what is available to shareholders as dividends. A publicly traded company must list its net investment income on its balance sheet.\n\nBefore you can calculate the NII tax, you must determine the income you earned from every one of your qualified investments. Be sure you account for and subtract any fees and related expenses, such ascommissionsand brokerage charges. You can refer to the list of what counts in the table above.\n\nNext, you'll need to get your MAGI. This figure is your AGI plus any excluded income and certaindeductionslike student loan payments. See the table above for your tax filing status. If you fall above any of those thresholds, you will have to pay an NII tax.\n\nIf you can reduce your reported MAGI or net investment income, you can also reduce your NII tax liability. Some ways to do that include contributing to retirement plans or charities or tax-loss harvesting.\n\nYou can use Internal Revenue Service (IRS) Form 8960 to determine what yourtax liabilityis for net investment income, or you can do so on your own.The 3.8% tax is imposed on your net investment income or the amount by which your MAGI exceeds the listed thresholds, whichever is less. Here are two simple scenarios, assuming you have an NII of $25,000:\n\nThe net investment income tax is in addition tocapital gains taxordividends tax, which the investor still has to pay.\n\nEven if you earn significant investment income, you canreduce your tax liabilitiesby taking steps that reduce your reported adjusted gross income (AGI), your net investment income, or both.\n\nOne way to reduce your AGI is to maximize your contributions to IRAs and other qualified retirement plans, or by participating indeferred compensation plans. If you can reduce your AGI so that it does not exceed the threshold above, you may not need to pay NII tax at all.\n\nYou can also reduce your net investment income throughtax-loss harvesting. By selling unprofitable investments at the same time as profitable ones, you can reduce your net investment income and thereby reduce your tax burden.\n\nIt is also possible to reduce NII through charitable contributions, such as acharitable remainder trust.\n\nYou must report your NII on IRS Form 8960. This form can help entities that are required to pay the tax to calculate their liability.\n\nThe figure on this form is transferred to the appropriate main tax form. For individuals, the NII tax is reported and paid withForm 1040. Estates and trusts that must report NII tax do so withForm 1041: U.S. Income Tax Return for Estates and Trusts.\n\nHere's a hypothetical example to show how net investment income works. Let's say an individual sells 100 shares of Apple (AAPL) for $175 per share and 50 shares of Netflix (NFLX) for $170 per share. They also receivedcoupon paymentsfor the year on theircorporate bondsin the sum of $2,650 and income from a rental property of $16,600.\n\nTheir net investment income can be calculated as:\n\nNet investment income is any money earned from an investment vehicle. This includes interest, capital gains, royalties, rent payments, dividends, and certain payments from annuities. It may come from stocks, bonds, investment properties, mutual funds, and other investments.\n\nTaxpayers should be aware that they may incur a tax on their net investment income if their modified gross adjusted income exceeds a certain amount based on their tax filing status.\n\nThe tax also applies to estates, trusts, and other entities.\n\nYou can use IRS Form 8960 to calculate your net investment income tax. You can also calculate it yourself by adding together all your investment income and subtracting any related fees and expenses.\n\nThen determine your modified adjusted gross income.\n\nYou pay 3.8% on whichever is less—either your net investment income or the portion of your MAGI that exceeds your tax filing threshold as set by the Internal Revenue Service.\n\nThere are ways to avoid qualifying for the NIIT. The key is keeping your modified adjusted gross income under the threshold.\n\nTalk to a tax professional or another financial professional to see what steps you can take to decrease your tax liability when it comes to your investments.\n\nInvestments can be used to prepare for the future or to help pay for unexpected emergencies such as car repairs or medical care. Although they may give you a cushion when you need it most, that investment income can add to your annual tax bill. This may come in the form of a net investment income tax.\n\nNet investment income is any money you earn from your investments less any related fees and expenses. The tax will be imposed on the amount that your modified adjusted gross income exceeds your tax filing threshold or on the total amount of your NII.\n\nCorrection—Nov. 16, 2023:This article has been corrected to state that you can reduce your adjusted gross income (AGI) and tax liabilities with contributions to qualified retirement plans.\n\nInternal Revenue Service. \"Find Out if Net Investment Income Tax Applies to You.\"\n\nCongressional Research Service. \"The 3.8% Net Investment Income Tax: Overview, Data, and Policy Options,\" Page 1.\n\nInternal Revenue Service. \"Questions and Answers on the Net Investment Income Tax.\"\n\nInternal Revenue Service. \"26 CFR 601.602: Tax Forms and Instructions; Rev. Proc. 2022-38,\" Page 8.\n\nInternal Revenue Service. \"26 CFR 601.602: Tax Forms and Instructions; Rev. Proc. 2023-34,\" Page 7.\n\nCornell Law School, Legal Information Institute. \"26 CFR § 1.1411-4 - Definition of Net Investment Income.\"\n\nInternal Revenue Service. \"About Form 8960, Net Investment Income Tax Individuals, Estates, and Trusts.\"",
  "url": "https://www.investopedia.com/terms/n/netinvestmentincome.asp"
}