{
  "term": "What Is an Out-of-Pocket Maximum? Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn out-of-pocket maximum is the most you have to pay per year for covered healthcare services. When you have spent this amount in your plan year ondeductibles,copayments, andcoinsurancefor in-network care and services, your health insurer will pay for 100% of your healthcare services.\n\nAn out-of-pocket maximum helps you to control thecost of your healthcarebecause you know the maximum you will ever have to pay in a year. The out-of-pocket maximum formarketplace planscan't be above a set amount each year. For the 2022 plan year, this amount is $8,700 for an individual and $17,400 for a family.\n\nOut-of-pocket maximums help individuals and families avoid major financial problems associated with high healthcare costs in years when they need a lot of treatment. There are some exceptions, though, so make sure you understand what is and isn't covered. Otherwise, you may end up with a nasty surprise.\n\nIn general, an out-of-pocket maximum is the most you have to pay per year for covered healthcare services. When you have spent up to this amount on your healthcare in a year, your healthcare insurer will pay for 100% of your healthcare costs. Deductibles, copayments, and coinsurance all count toward your out-of-pocket maximum under theAffordable Care Act.\n\nIn practice, however, it's a little more complicated than that.\n\nFor example, there are some costs that aren't included in your out-of-pocket maximum. These include:\n\nThese exceptions mean that even when you reach your out-of-pocket maximum for the year, you will still have to pay your premiums to stay covered. You should also be careful to use in-network healthcare providers if you want to control the costs of your healthcare, because out-of-network costs don't count toward your out-of-pocket maximum.\n\nAlso, costs that aren't considered covered expenses don't count toward the out-of-pocket maximum. For example, if the insured pays $2,000 for an elective surgery that isn't covered, that amount will not count toward the maximum. This means that you could end up paying more than the out-of-pocket limit in a given year.\n\nThe highest out-of-pocket maximum you will have to pay is controlled by federal law. The government has set limits that control how much healthcare insurers can charge for covered services per year. These are:\n\nDifferent healthcare plans have different out-of-pocket maximum limits, so you may have a choice when it comes to your out-of-pocket maximum.\n\nIn general, you should choose the plan with the lowest out-of-pocket maximum. This will keep the maximum amount you spend per year as low as possible. However, insurance companies balance the out-of-pocket maximums they offer against the premiums they charge.\n\nThis means that plans with low out-of-pocket maximums have high premiums and vice versa. For example,Health Insurance MarketplaceBronze and Silverhealth plansgenerally have lower monthly premiums and higher out-of-pocket limits. The Gold and Platinum plans, which have higher monthly premiums, typically have lower out-of-pocket limits.\n\nLower-income individuals and families may qualify for reduced out-of-pocket maximums throughcost-sharing reductiondiscounts. To be eligible, you must meet income requirements and enroll in a Health Insurance Marketplace plan in the Silver category.\n\nCost-sharing reductions offer a range of benefits:\n\nThese are just examples, though. In order to see how cost-sharing reductions can affect how much you pay for healthcare, shop for Silver plans in the Marketplace.\n\nThere are also special cost-sharing reduction rules forAmerican Indians and Alaska Natives.\n\nAn out-of-pocket maximum is different from a plan'sdeductible.\n\nThe money you pay for covered services goes toward your deductible first. The deductible is the amount you must pay before your insurance kicks in. Then, when you've met the deductible, you may be responsible for a percentage of covered costs (this is calledcoinsurance). These payments count toward your out-of-pocket maximum. When you reach that amount, the insurance plan pays 100% of covered expenses.\n\nHere's an example of how out-of-pocket maximums work. Suppose your out-of-pocket maximum is $6,000, your deductible is $4,500, and your coinsurance is 40%.\n\nIf you have covered surgery that costs $10,000, you'll first pay your $4,500 deductible, which then leaves a $5,500 bill. Because your coinsurance is 40%, you would owe another $2,200, and the insurance company would cover the remaining $3,300—that is, if you didn't have an out-of-pocket maximum.\n\nHowever, your annual expenses are capped at $6,000. You've already paid $4,500, so you pay only $1,500 of the $5,500 balance. The insurance company picks up the remaining $4,000. Your total cost for the surgery is $6,000, and follow-up visits with your in-network doctor are paid by your insurance because you've already met your out-of-pocket maximum for the year.\n\nAn out-of-pocket maximum is, in general, the maximum you will pay for healthcare in a year. However, there are important exceptions, so make sure you understand what is and isn't covered in your out-of-pocket maximum.\n\nLower-income individuals and families may qualify for reduced out-of-pocket maximums throughcost-sharing reductiondiscounts. To be eligible, you must meet income requirements and enroll in a Health Insurance Marketplace plan in theSilvercategory.\n\nHeatlhcare.gov. “Out-of-pocket Maximum / Limit.” Accessed Dec. 10, 2021.\n\nHeatlhcare.gov. “Out-of-pocket Maximum / Limit.” Accessed Dec. 10, 2021.\n\nU.S. Centers for Medicare & Medicaid Services. \"The 'Metal' Categories: Bronze, Silver, Gold & Platinum.\" Accessed Dec. 10, 2021.\n\nU.S. Centers for Medicare & Medicaid Services. \"Cost-Sharing Reductions.\" Accessed Dec. 10, 2021.",
  "url": "https://www.investopedia.com/terms/o/outofpocket-limit.asp"
}