{
  "term": "What Is a Straddle Options Strategy and How Is It Created?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA straddle is a neutral options strategy that involves simultaneously buying (long position) both a put option (leg one) and a call option (leg two) for the underlying security with the samestrike priceand the sameexpiration date.\n\nA trader will profit from a long straddle when the price of the security rises or falls from the strike price by an amount more than the total cost of thepremiumpaid. The profit potential is virtually unlimited on the call leg as long as the price of the underlying security moves very sharply. The profit on the put leg is capped at the difference between the strike price and zero less the premium paid.\n\nStraddle strategies in finance refer totwo separate transactionsthat both involve the same underlying security with the two corresponding transactions offsetting each other. Investors tend to employ a straddle when they anticipate a significant move in a stock’s price but they're unsure about whether the price will move up or down.\n\nA straddle can give a trader two significant clues about what the options market thinks of a stock. First is thevolatilitythat the market is expecting from the security. Second is the expected trading range of the stock by the expiration date.\n\nA trader must add the price of theputand the call together to determine the cost of creating a straddle. They could create a straddle if they believe that a stock may rise or fall from its current price of $55 following the release of its latest earnings report on March 1. The trader would look to purchase one put and one call at the $55 strike with an expiration date of March 15.\n\nThe trader would add the price of one March 15 $55calland one March 15 $55 put to determine the cost of creating the straddle. The total outlay or premium paid would be $5.00 for the two contracts x 100 = $500 (one contract consists of 100 shares) if both the calls and the puts trade for $2.50 each.\n\nThe premium paid suggests that the stock would have to rise or fall by 9% from the $55 strike price to earn a profit by March 15. The amount that the stock is expected to rise or fall is a measure of its future expected volatility. Divide the premium paid by the strike price ($5 divided by $55, or 9%) to determine how much the stock has to rise or fall.\n\nOptions prices imply a predicted trading range. A trader can add or subtract the price of the straddle to or from the price of the stock to determine its expected trading range. The $5 premium could be added to $55 to predict a trading range of $50 to $60 in this case.\n\nThe trader would lose some of their money but not necessarily all of it if the stock traded within the zone of $50 to $60. It's only possible to earn a profit if the stock rises or falls outside of the $50 to $60 zone at the time of expiration.\n\nThe calls would be worth $0 and the puts would be worth $7 at expiration if the stock fell to $48. This would deliver a profit of $2 to the trader. But the calls would be worth $2 if the stock went to $57 and the puts would be worth zero, giving the trader a loss of $3.\n\nThe worst-case scenario is when the stock price stays at or near the strike price.\n\nStraddle options are entered into for the potential income to the upside or downside. Consider a stock that's trading at $300. You pay $10 premiums for call and put options at a strike price of $300. You may capitalize on the call if the equity swings to the upside. You may capitalize on the put if the equity swings to the downside. In either case, the straddle option may yield a profit whether the stock price rises or falls.\n\nStraddle strategies are often used leading up to major company events such as quarterly reports. Investors may elect to opt into offsetting positions to mitigate risk when they aren’t sure how the news will break. This allows traders to set up positions in advance of major swings to the upside or downside.\n\nThe movement of the equity’s price must be greater than the premium(s) paid for a straddle position to be profitable. You paid $20 in premiums ($10 for the call, $10 for the put) in the example above. Your net position yields you at a loss if the stock’s price only moves from $300 to $315. Straddle positions often result in profit only when there are large, material swings in equity prices.\n\nAnother downside is the guaranteed loss regarding premiums. One option is guaranteed to not be used depending on which way the stock price breaks. This can be especially true for equities that have little to no price movement, yielding both options as unusable or unprofitable. This “loss” is incurred in addition to potentially higher transaction costs due to opening more positions compared to a one-sided trade.\n\nStraddle positions are most suitable for periods of heavy volatility so they can’t be used during all market conditions. They're not successful during stable market periods. Straddle positions also work better for certain investments. Not all investment opportunities may benefit from this position, especially those with a lowbeta.\n\nThe strategy has the potential to earn income regardless of whether the underlying security increases or decreases in price.\n\nThe strategy may be useful when major news is anticipated but it's uncertain in which direction markets will take events.\n\nInvestors may mitigate potential losses or downsides by hedging their investment rather than entering just a single-direction trade.\n\nThe underlying security must be volatile. Straddle positions are often unprofitable without substantial price movement.\n\nThe investor is certain to purchase an option and pay a premium for a contract it will never execute.\n\nThe strategy isn't suitable in all market conditions or for all types of securities because it relies on volatility.\n\nActivity in the options market on June 18 implied that the stock price for Company XYZ, an American motor parts manufacturer, could rise or fall 20% from the $26 strike price for expiration on July 16 because it cost $5.10 to buy one put and call.\n\nIt placed the stock in a trading range of $20.90 to $31.15. The company reported results and shares plunged from $22.70 to $19.27 a week later on June 25.\n\nThe trader would have earned a profit in this case because the stock fell outside the range, exceeding the premium cost of buying the puts and calls.\n\nAlong straddleis an options strategy that an investor makes when they anticipate that a particular stock will soon be undergoing volatility. The investor believes the stock will make a significant move outside the trading range but is uncertain whether the stock price will head higher or lower.\n\nThe investor simultaneously buys an at-the-money call and an at-the-money put with the same expiration date and the same strike price to execute a long straddle. The investor in many long-straddle scenarios believes that an upcoming news event such as an earnings report or acquisition announcement will push the underlying stock from low volatility to high volatility.\n\nThe objective of the investor is to profit from a large move in price. A small price movement will generally not be enough for an investor to make a profit from a long straddle.\n\nDivide the total premium cost by the strike price to determine how much anunderlying securitymust rise or fall to earn a profit on a straddle. It would be calculated as $10 divided by $100 or 10% if the total premium cost was $10 and the strike price was $100. The security must rise or fall more than 10% from the $100 strike price to make a profit.\n\nConsider a trader who expects a company’s shares to experience sharp price fluctuations following an interest rate announcement on Jan. 15. The stock’s price is currently $100. The investor creates a straddle by purchasing both a $5 put option and a $5 call option at a $100 strike price that expires on Jan. 30.\n\nThenet option premiumfor this straddle is $10. The trader would realize a profit if the price of the underlying security was above $110 at the time of expiration, which is the strike price plus the net option premium, or below $90, which is the strike price minus the net option premium.\n\nYes. A trader faces the risk of losing money if an equity’s price doesn't move larger than the comparative premiums paid on the options. Straddle strategies are often entered into in consideration of more volatile investments for this reason.\n\nAn investor has entered into a straddle position if they buy both a call and a put for the same strike price on the same expiration date. This strategy allows an investor toprofit from large price changesregardless of the direction of the change.\n\nAn investor will likely lose money regarding the premiums paid on the worthless options should the underlying security’s price remain fairly stable. However, an investor can reap a profit on large increases or decreases in the equity price.\n\nFidelity Investments. \"Long Straddle.\"",
  "url": "https://www.investopedia.com/terms/s/straddle.asp"
}