{
  "term": "What Is a Head and Shoulders Chart Pattern in Technical Analysis?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA head and shoulders pattern is used intechnical analysis. It is a specific chart formation that predicts a bullish-to-bearish trend reversal. The pattern appears as a baseline with three peaks, where the outside two are close in height, and the middle is highest.\n\nThe head and shoulders pattern forms when a stock's price rises to a peak and then declines back to the base of the prior up-move. Then, the price rises above the previous peak to form the \"head\" and then declines back to the original base. Finally, the stock price peaks again at about the level of the first peak of the formation before falling back down.\n\nThe head and shoulders pattern is considered one of the most reliable trend reversal patterns. It is one of several top patterns that signal, with varying degrees of accuracy, that an upward trend is nearing its end.\n\nA head and shoulders pattern has four components:\n\nThe first and third peaks are the shoulders, and the second peak forms the head. The line connecting the first and second troughs is called theneckline.\n\nThe opposite of a head and shoulders chart is theinverse head and shoulders, also called a head and shoulders bottom. It is inverted with the head and shoulders bottoms used to predict reversals in downtrends. This pattern is identified when theprice actionof a security meets the following characteristics:\n\nAn inverse head and shoulders pattern is also a reliable indicator, signaling that a downward trend is about to reverse into an upward trend.In this case, the stock's price reaches three consecutive lows, separated by temporary rallies.\n\nOf these, the second trough is the lowest (the head), and the first and third are slightly shallower (the shoulders). The final rally after the third dip signals that the bearish trend has reversed, and prices are likely to keep rallying upward.\n\nThe head and shoulders patternindicatesthat a reversal is possible.Traders believe that three sets of peaks and troughs, with a larger peak in the middle, means a stock's price will begin falling. The neckline represents the point at which bearish traders start selling.\n\nThe pattern also indicates that the new downward trend will likely continue until the right shoulder is broken—where prices move higher than the prices at the right peak.\n\nExperienced traders identify it easily\n\nBig market movements can be profited from\n\nLarge stop loss distances possible\n\nUnfavorable risk-to-reward possible\n\nWhile traders agree that the pattern is a reliable indicator, there is no guarantee that the trend will reverse as indicated.\n\nThe head and shoulders chart is said to depict a bullish-to-bearish trend reversal and signals that an upward trend is nearing its end. Investors consider it to be one of the most reliable trend reversal patterns.\n\nThe most common entry point is a breakout of the neckline, with a stop above (market top) or below (market bottom) the right shoulder. The profit target is the difference between the high and low with the pattern added (market bottom) or subtracted (market top) from the breakout price. The system is not perfect, but it does provide a method of trading the markets based on logical price movements.\n\nAn inverse head and shoulders, also called a \"head and shoulders bottom,\" is similar to the standard head and shoulders pattern but inverted, with the head and shoulders top used to predict reversals in downtrends. It is a bearish-to-bullish indicator.\n\nThe inverse head and shoulders pattern is the opposite of the head and shoulders, indicating a reversal from a bearish trend to a bullish trend.\n\nThe head and shoulders is a pattern used by traders to identify price reversals. A bearish head and shouders has three peaks, with the middle one reaching higher than the other two. It indicates a reversal of an upward trend.\n\nA bullish head and shoulders has three troughs, with the middle one reaching lower than the other two. It indicates a reversal of a downward trend.\n\nCharles Schwab. \"Identifying Head-and-Shoulders Patterns in Stock Charts.\"",
  "url": "https://www.investopedia.com/terms/h/head-shoulders.asp"
}