{
  "term": "What Is an Annual Report?",
  "definition": "An annual report is a document required for public companies that discloses their operating and fiscal activities for the previous year.\n\nAn annual report is a yearly publication that public companies are required to share with shareholders, outlining their business performance and financial status. It reviews the past year's activities, includes projections for the future, and provides comprehensive financial and operational data.\n\nAnnual reports became a regulatory requirement for public companies following thestock market crash in 1929when lawmakers mandated standardized corporate financial reporting. It includes public disclosure of a company's operating and fiscal activities for the previous year.\n\nThe report is typically issued to shareholders and other stakeholders who use it to evaluate the firm's financial performance and to make investment decisions.An annual report usually contains the following sections (which we'll explore more later):\n\nIn the U.S., a detailed version of the annual report is referred to as Form 10-K and is submitted to the U.S. Securities and Exchange Commission (SEC). Companies may submit their annual reports electronically through the SEC'sEDGAR database. Reporting companies must send annual reports to their shareholders when they hold annual meetings to elect directors.\n\nThe annual report defines whether the information conforms to thegenerally accepted accounting principles(GAAP). This confirmation will be highlighted as an \"unqualified opinion\" in the auditor's report section.\n\nFundamental analysts can understand a company's future direction by analyzing the details provided in its annual report. The annual report contains key information on a company's financial position that can be used to measure:\n\nA mutual fund annual report discloses certain aspects of the fund's operations and financial condition. In contrast to corporate annual reports,mutual fund reportsare best described as \"plain vanilla\" in their presentation.\n\nAmutual fundannual report, along with a fund's prospectus and statement of additional information, is a source of multi-year fund data and performance made available to fund shareholders and prospective fund investors.\n\nAll mutual funds registered with the SEC must send a full report to all shareholders annually. The report shows how well the fund fared over the fiscal year. Information that can be found in the annual report includes:\n\nLet's take a closer look at some of the main sections of annual report (mentioned earlier). Throughout this section, we'll also refer to Microsoft's 2024 annual report as an example.\n\nThe general corporate information section of an annual report provides a snapshot of the company, including its history, organizational structure, mission, and core business operations. This section can be useful for first-time readers or those unfamiliar with the business, and it often highlights recent major changes to the company such as a merger or acquisition.\n\nThe operating and financial highlights section is where the company showcases its performance in key areas, often including year-over-year comparisons to demonstrate growth or challenges. Note that this section is mostly commentary; it may be driven by audited financial results, but the highlights presented themselves are not audited.\n\nThe goal of this section is to provide a snapshot of the company's overall health and performance, often in a condensed format. For investors, it’s a quick way to gauge whether the company has met its targets, exceeded expectations, or faced significant challenges. For instance, Microsoft highlighted \"we moved from talking about AI to helping our customers translate it into real outcomes\", then listed several clients like Coles and Unilever.\n\nIn this letter, the CEO typically addresses the company's performance, key strategic initiatives, challenges faced during the year, and the outlook for the future. The tone of the letter can set the overall mood for the report—whether it’s optimistic, cautious, or celebratory.\n\nFor shareholders and potential investors, this letter is often the most digestible and relatable part of the report. It provides a human element to the company’s financial data and offers an interpretation of results from the perspective of the leadership team. Satya Nadella set the tone early in Microsoft's annual report, starting his letter by saying, \"Fiscal year 2024 was a pivotal year for Microsoft\". He concludes with an inspirational tone, saying, \"It is not an exaggeration to say that what each of us does right now with the unique opportunity we have been given will shape the future.\"\n\nNarrative text, graphics, and photos bring life to the annual report by supplementing the financial data with stories, visuals, and illustrations. This section often includes success stories, customer testimonials, or highlights of important events in the company’s year. Photographs of employees, facilities, or products help to create a more personal connection with the reader, humanizing the company and making it more relatable. Microsoft included a visualization to boast about it's stock return over the past five years.\n\nThis section typically covers the company’s strategy, business environment, and any challenges or opportunities encountered during the reporting period. It often provides explanations for changes in financial results, such as increases or decreases in revenue, expenses, or profits, and may include forward-looking statements regarding the company’s strategy and goals. While the CEO's letter may be emotional, the MD&A section is often more explanatory.\n\nFor example, Microsoft's MD&A section starts by highlight key financial metrics, including how it's cloud revenue increased 23%, Office commercial products revenue increased 16%, and LinkedIn revenue increased 9%.\n\nThefinancial statementssection contains the core financial documents that show the company’s performance over the past year. The balance sheet provides a snapshot of the company’s assets, liabilities, and equity at a specific point in time. The income statement details the company’s revenue, expenses, and profits over a period. The cash flow statement reveals how cash has been generated and used.\n\nThe notes to the financial statements are a detailed explanation of the line items in the financial statements. These notes provide additional context, clarifications, and disclosures about accounting methods, assumptions, and policies used in preparing the financial reports. For example, Microsoft broke down its long-term debt by annual issuance, stated interest rate, and maturity.\n\nThe auditor’s report is an independent third-party assessment of the company’s financial statements. In this report, auditors express their opinion on whether the financial statements fairly represent the company’s financial condition, in accordance with generally accepted accounting principles (GAAP) or other relevant standards.\n\nAn annual report has a few sections and steps that must convey a certain amount of information, much of which is legally required for public companies. Most public companies hireauditing companiesto write their annual reports. An annual report begins with a letter to the shareholders, then a brief description of the business and industry. The report should include the audited financial statements: balance sheet, income statement, and statement of cash flows. The last part will typically be notes to the financial statements, explaining certain facts and figures.\n\nAn annual report is similar to the 10-K filing in that both report on the company's activity. Both are considered the last financial filing of the year and summarize how the company performed. Annual reports are much more visually friendly with images and graphics. The 10-K filing only reports numbers and other qualitative information.\n\nA 10-Q filing is a form filed with the Securities and Exchange Commission (SEC) that reports quarterly earnings. Most public companies have to file a10-Qwith the SEC to report their financial position for the quarter.\n\nPublic companies must produce annual reports to show their current financial conditions and operations. Annual reports can examine a company's financial position and, possibly, understand its plans. These reports function differently for mutual funds that report performance to shareholders.\n\nU.S. Securities and Exchange Commission. \"Speech By SEC Commissioner: Remarks Before the Securities Traders Association.\"\n\nU.S. Securities and Exchange Commission. \"Annual Report.\"\n\nU.S. Securities and Exchange Commission. \"How to Read a 10-K/10-Q.\"\n\nU.S. Securities and Exchange Commission. \"Final Rule: Shareholder Reports and Quarterly Portfolio Disclosure of Registered Management Investment Companies.\"\n\nU.S. Securities and Exchange Commission. \"Mutual Funds - The Next 75 Years.\"\n\nMicrosoft. \"Annual Report 2024.\"",
  "url": "https://www.investopedia.com/terms/a/annualreport.asp"
}