{
  "term": "What Is the Right of Rescission and How Do You Exercise It?",
  "definition": "The right of rescission is a legal right outlined in the federalTruth in Lending Act (TILA)that allows a borrower to cancel (or rescind) certain types of home loans within three days of closing on the loan. This right is provided on a no-questions-asked basis, and the lender must give up its claim to the property and refund all fees within 20 days of the borrower exercising their right of rescission.\n\nThe TILA, enacted in 1968 and amended over the years, is intended to curtail unfair and deceptive credit billing and credit card practices. Among other things, it requires lenders to provide borrowers with relevant information about home loans andthe right to cancel themin some instances. The right of rescission was created to protect consumers from unscrupulous lenders, giving borrowers at least a brief cooling-off period and time to change their minds.\n\nNot all loan transactions come with the right of rescission. It applies only to loans that use the person's existing home as collateral, including certainhome equity loans,home equity lines of credit (HELOCs),reverse mortgages, andrefinancesof mortgages. It does not apply to mortgages used to buy or build a home or to purchase a second home or aninvestment property.\n\nIn addition, the right does not apply if you arerefinancing your mortgagewith the same lender and aren't borrowing additional money as part of the refinance. Nor does it apply if your lender is a state agency. However, the Federal Trade Commission (FTC) says, \"You may have other cancellation rights under state or local law.\"\n\nAn eligible home can include a house, condominium, mobile home, or houseboat.\n\nThe provision in the law allowing borrowers three days to change their mind and back out of a loan contract is known as thethree-day cancellation rule.\n\nSpecifically, the rule allows borrowers three business days, including Saturdays but not Sundays, to cancel the contract without penalty and for any reason.\n\nThe clock starts ticking only after you have signed the loan contract at closing, received a Truth in Lending disclosure form from the lender, and also received two copies of a Truth in Lending notice explaining your right to cancel. According to the FTC, \"If you didn't get the disclosure form or the two copies of the notice—or if the disclosure or notice was incorrect—you may have up to three years to cancel.\"\n\nOtherwise, once all three of those things have happened, you have until midnight of the third business day to cancel.\n\nWhen buying a home with a mortgage loan, you don't have a right to cancel the mortgage once the closing documents have been signed. However, with refinancing a mortgage, you have until midnight of the third business day after the transaction to cancel or rescind the mortgage contract.\n\nAs mentioned, the lender is required to provide you with a notice explaining your right to cancel and how to go about it.\n\nBasically, you must mail or deliver a written notice to the lender that you are exercising your right to rescission and cancelling the loan. The law, written decades ago, also allows for delivery by telegram.You cannot cancel by other means, such as a phone call or in-person conversation with the lender.\n\nAs the law explains, \"Notice is considered given when mailed, when filed for telegraphic transmission or, if sent by other means, when delivered to the creditor's designated place of business.\"\n\nThe right of rescission lasts for just three business days, starting from the point that all of the following have occurred:\n\nIf you can prove that you never received these documents or that they contain inaccurate information, then the three-business-day cooling-off period could be extended for up to three years.\n\nThe right of rescission procedure should be explained in the paperwork the lender must provide you as part of the loan process. Generally, you will need to indicate your intention to cancel the loan in writing and send it to the lender before the deadline passes.\n\nThe Truth in Lending Act doesn't provide a right to rescission for auto loans. It does, however, require lenders to provide borrowers with certain information regarding the terms of the loan before they sign, such as the annual percentage rate (APR) and other costs and fees, the amount of the monthly payment, and the total projected cost over the life of the loan.\n\nThe cooling-off rule is an FTC rule that applies to certain types of purchases but not to real estate, vehicles, or many other things. In applicable situations, sellers are required to explain your right to cancel and to provide you with forms for that purpose. As with the right of rescission, the cooling-off period is three days.\n\nThe right of rescission allows consumers a brief period of time to cancel certain types of home loans if they change their mind. If you are planning to sign a loan contract and have any doubts about whether you will want to proceed with the arrangement, it's a good idea to find out beforehand whether the right of rescission applies.\n\nCode of Federal Regulations. \"12 CFR §1026.23 Right of Rescission.\"\n\nConsumer Financial Protection Bureau. \"Truth in Lending Act,\" Page 6.\n\nConsumer Financial Protection Bureau. \"What Is a Reverse Mortgage?\"\n\nFederal Trade Commission, Consumer Advice. \"Home Equity Loans and Home Equity Lines of Credit.\"\n\nConsumer Financial Protection Bureau (CFPB). \"How long do I have to rescind? When does the right of rescission start?\"\n\nConsumer Financial Protection Bureau. \"What Is a Truth-in-Lending Disclosure for an Auto Loan?\"\n\nFederal Trade Commission Consumer Advice. \"Buyer's Remorse: The FTC's Cooling-Off Rule May Help.\"",
  "url": "https://www.investopedia.com/terms/r/right_of_rescission.asp"
}