{
  "term": "What Is the Bombay Stock Exchange (BSE)?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nInvestopedia / Michela Buttignol\n\nThe Bombay Stock Exchange (BSE) is the first and largestsecurities marketin India and was established in 1875 as the Native Share and Stock Brokers' Association.Based in Mumbai, India, the BSE lists over 5,300 companies and is one of the largest exchanges in the world, along with the New York Stock Exchange (NYSE), Nasdaq, London Stock Exchange Group, Japan Exchange Group, and Shanghai Stock Exchange.\n\nIn 1995, the BSE switched from an open floor to anelectronic trading system.In 2024, electronic trading systems dominate the financial industry overall, offering fewer errors, faster execution, and better efficiency than traditionalopen-outcry trading systems.\n\nSecurities that the BSE lists include stocks, stock futures, stock options, index futures, index options, and weekly options. The BSE has helped develop India'scapital marketsand provides clearing, settlement, andrisk management.\n\nThe BSE's overall performance is measured by theSensex, a benchmark index of 30 of the BSE's largest and most actively traded stocks covering a broad range of sectors. Debuting in 1986, the Sensex is India's oldest stock index. Also called the \"BSE 30,\" the index broadly represents the composition of India's entire market.\n\nOn Jan. 22, 2024, India’s stockmarket capitalizationsurpassed Hong Kong’s for the first time, making India the fourth-largest equity market globally. According to data compiled by Bloomberg, the combined value of shares reached $4.33 trillion on the exchanges in India, beating the $4.29 trillion in Hong Kong.\n\nBSE is located onDalal Streetin downtown Mumbai, India. In the 1850s, stockbrokers would conduct business under a banyan tree in front of the Mumbai town hall. After a few decades of various meeting locations, Dalal Street was formally selected in 1874 as the location for the Native Share and Stock Brokers' Association, and the organization would eventually become the BSE.\n\nMumbai is a financial center in India, and Dalal Street is home to banks, investment firms, and related financial service companies. The importance of Dalal Street to India is similar to that ofWall Streetin the United States.\n\nBymarket capitalization, Reliance Industries LTD., Tata Consultancy Services LTD., and HDFC Bank LTD. are the top three companies on the BSE in January 2024.\n\nIn addition to the Bombay Stock Exchange (BSE), other major international stock exchanges include theNew York Stock Exchange(NYSE),Nasdaq, andLondon Stock Exchange(LSE).\n\nAs of September 2023, the NYSE was the largest stock market in the world, boasting over $25 trillion in equity market capitalization.\n\nThe BSE was the first securities market in India, established in 1875. BSE is located on Dalal Street in downtown Mumbai, India. Dalal Street is often regarded as the Wall Street of India.\n\nBSE. \"All India Market Capitalization.\"\n\nThe Times of India. \"9. What the BSE Did in 1995, NYSE Does Today.\"\n\nPib.gov.in. \"BSE Sensex Is Now 25.\"\n\nAsia Index Pvt. Ltd. \"S&P BSE SENSEX.\"\n\nBloomberg. \"India Tops Hong Kong as World’s Fourth-Largest Stock Market.\"\n\nEnroute Indian History. \"The Bombay Stock Exchange and Its History.\"\n\nBSE. \"Top 100 Companies by Market Capitalization.\"\n\nStatista. \"Largest Stock Exchange Operators Worldwide As of September 2023, by Market Capitalization of Listed Companies.\"",
  "url": "https://www.investopedia.com/terms/b/bombaystockexchange.asp"
}