{
  "term": "What Does Unlimited Liability Mean, and Which Businesses Have It?",
  "definition": "Investopedia / Michela Buttignol\n\nUnlimited liability refers to the full legal responsibility that business owners and partners assume for all business debts. Thisliabilityisn't capped and obligations can be paid through the seizure and sale of the owners’ personal assets without the protection that the popular limited liability business structure provides.\n\nUnlimited liability typically exists ingeneral partnershipsandsole proprietorships. It provides that each business owner is equally responsible for whatever debt accrued within a business if the company is unable to repay or defaults on its debt. An owner's personal wealth can be seized to cover the balance owed.\n\nMost companies opt to form limited partnerships or limited liability companies instead where one or more business partners are only liable up to the amount of money they've invested in the company.\n\nConsider four individuals who are working as partners. Each invests $35,000 into the new business that they own jointly. The company accrues $225,000 in liabilities over one year. All four partners are equally liable for repayment of the $225,000 if the company can't repay and/or defaults on these debts. The owners would be required to come up with $56,250 each to alleviate the $225,000 in debt, in addition to their initial investment of $35,000.\n\nUnlimited liability companies are typically found in jurisdictions where company law stems from English law. Unlimited liability companies are incorporated or formed through registration under the Companies Act of 2006 in the United Kingdom.\n\nOther areas where these companies are formed under English law include Australia, New Zealand, Ireland, India, and Pakistan.\n\nGermany, France, the Czech Republic, and two jurisdictions in Canada are also areas where unlimited liability companies are commonly formed, but they're referred to asunlimited liability corporationsin Canada.\n\nDespite the number of companies and countries in which they exist, unlimited companies are an uncommon form of company incorporation due to the burden placed on owners to cover a company's debt, specifically when the company faces liquidation.\n\nOne of the benefits of forming an unlimited liability subsidiary may be nondisclosure. Etsy, an online crafts marketplace, created an Irish subsidiary in 2015 that's classified as an unlimited liability company. Public reports on money that the company moves through Ireland or tax payment amounts are therefore no longer required.\n\nAjoint-stock company (JSC) is similar to an unlimited liability company in the U.S. because shareholders have unlimited liability for company debts. JSCs operate under associations in New York and in Texas under the Texas Joint-Stock Company/Revocable Living Trust model, as well as in other states.\n\nThis model has some basic differences from a general partnership, including a lack of limited liability for shareholders, formation through a private contract that creates a separate entity, and the fact that one shareholder can't bind another shareholder regarding liability because each is equally responsible.\n\nA single individual has complete control over a sole proprietorship. All business assets are the proprietor's personal assets, and the individual is 100% responsible for business debts and liabilities. This business structure is most suited to low-risk enterprises.\n\nA corporation is owned by its stockholders who are completely protected from the business's liabilities. Forming a corporation requires filing articles of incorporation with the state in which the business is located. A small business corporation (S-corporation) is similar but tax obligations pass through from the corporation to the owners who must report their share of the business's income and losses on their personal returns.\n\n\"Disregarded entity\" is a tax term. Like an S-corporation, a limited liability business structure allows income and losses to pass down to its owners' personal tax returns. The business structure itself is \"disregarded\" by the IRS for tax purposes.\n\nEach business owner is equally responsible for any and all debts that accrue within an unlimited liability business structure. Their personal assets are at risk if the business is unable to repay or defaults on its debt. This type of structure is typically suitable for small businesses with limited assets and debts.\n\nConsult with afinancial advisoror attorney in your state if you're considering forming and operating this type of business entity.\n\nSmall Business Administration. \"Choose a Business Structure.\"\n\nUK Legislation. \"Companies Act 2006.\"\n\nCFO. \"Etsy Avoids Disclosure With Irish Tax Haven.\"\n\nTexas Workforce Commission. \"Tax Law Manual: Chapter 1: Employing Unit.\"\n\nThe New York State Senate. \"Section 7-A Incorporation of joint-stock association.\"\n\nAmerican Speech-Language-Hearing Association. \"Types of Business Entities.\"\n\nInternal Revenue Service. \"Limited Liability Company (LLC).\"",
  "url": "https://www.investopedia.com/terms/u/unlimited-liability.asp"
}