{
  "term": "What Is a Dividend Policy?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA dividend policy outlines how a company will distribute its dividends to its shareholders. This policy details specifics about payouts including how often, when, and how much is distributed. There are many types of dividend police including stable, constant, and residual policies.\n\nBefore we jump into looking at divided policies, let’s talk about dividends. Dividends are a distribution of a portion of a company's earnings to its shareholders. A company can choose to reinvest those earnings into itself to drivefuture growth, or it can distribute those earnings to whoever owns equity in the company. Dividends are usually declared by a company's board of directors and are paid out on a per-share basis to all shareholders who own the stock.\n\nThe decision to pay dividends is influenced by the company's profitability, cash flow, financial health, and growth prospects. All else being equity, it’s usually best or at least most attractive to investors if companies pay a consistent, steady amount of dividends on a periodic basis. For example, investors generally prefer knowing they’ll get $1 per share each quarter as opposed to getting a varying amount awarded each quarter. However, some investors may also prefer the potential of getting higher dividends at the risk of maybe getting lower dividends as well.\n\nDividends usually vary based on the industry, size, and maturity of companies. Mature companies in stable industries may not need as much cash, so they may be more likely to issue dividends. Growth-oriented companies in capital-intensive sectors like technology orbiotechnologymay prefer to hold onto their cash and not issue dividends. In either case, the company needs to have a policy that outlines what it plans to do - we’ll talk about that policy next.\n\nSome companies choose to reward theircommon stockshareholders by paying them adividend. A dividend is paid on a regular basis and usually represents a portion of the profits that these companies earn. This gives shareholders a regular stream of income, which is why dividend-paying stocks are a favorite for some investors.\n\nHaving a dividend policy in place is important for dividend-paying companies. This is a structure that highlights several key points, including:\n\nThese decisions are made by a company's management team. It must also decide what, if any, other factors may have to be put in place that would influence dividend payments. An additional factor to consider includes providing shareholders with the option to take their dividends in cash or allowing them to reinvest them by purchasing additional shares through adividend reinvestment program (DRIP).\n\nSome researchers suggest the dividend policy is theoretically irrelevant because investors can sell a portion of their shares or portfolio if they need funds. This is thedividend irrelevance theory, which infers that dividend payouts minimally affect a stock's price.\n\nA stable dividend policy is the easiest and most commonly used. The goal of this policy is to provide shareholders with a steady and predictable dividend payout each year, which is what most investors seek. Investors receive a dividend regardless of whether earnings are up or down.\n\nThe goal is to align the dividend policy with the long-term growth of the company rather than with quarterlyearningsvolatility. This approach gives the shareholder more certainty concerning the amount and timing of the dividend.\n\nThe primary drawback of the stable dividend policy is that investors may not see a dividend increase in boom years. Under the constant dividend policy, a company pays a percentage of its earnings as dividends every year. In this way, investors experience the fullvolatilityof company earnings.\n\nIf earnings are up, investors get a larger dividend and if earnings are down, investors may not receive a dividend. The primary drawback to the method is the volatility of earnings and dividends. It is difficult to plan financially when dividend income is highly volatile.\n\nTheresidual dividendpolicy is also highly volatile, but some investors see it as the only acceptable dividend policy. With a residual dividend policy, the company pays out what dividends remain after the company has paid forcapital expenditures (CAPEX)and working capital.\n\nThis approach is volatile, but it makes the most sense in terms of business operations. Investors do not want to invest in a company that justifies its increased debt with the need to pay dividends.\n\nDespite the suggestion that the dividend policy may be irrelevant, it is income for shareholders. Company leaders are often the largest shareholders and have the most to gain from a generous dividend policy.\n\nSome companies decide not to pay dividends at all, particularly those in high-growth industries or early-stage startups reinvesting profits to fuel expansion. These companies prioritize reinvestment of earnings into research, development, acquisitions, or debt reduction rather than distributing dividends. By forgoing dividends, the company aims to accelerate growth and enhance shareholder value through a higher future stock price rather than income generation. Note that this type of policy may actually still be documented.\n\nA hybrid dividend policy combines elements of the different policies above. For example, a manufacturing company might adopt a hybrid policy by offering a stable base dividend supplemented by additional payouts based on residual earnings from exceptional periods or one-time gains. This approach allows flexibility so that investors can expect a baseline amount of dividends but also realize they may be awarded higher dividends if operations go well.\n\nA dividend policy is a financial guide that helps management issue dividends. This clarity is essential because it sets expectations among investors about what potential income they might get from their investments. For income-oriented investors likeretireesor those who are risk-averse, a predictable dividend stream provides assurance and helps them plan their finances like they might want or need. It also attracts a certain segment of investors who prefer stable income over capital appreciation.\n\nSecond, a well-defined dividend policyenhances transparencyand credibility in the eyes of investors. A company is not required to issue dividends, and it may choose to stop paying a dividend at any time. By committing to a specific dividend policy, companies demonstrate their financial discipline and intention to not only generate consistent cash flows for the company but to distribute this cash.\n\nNext, a dividend policy can influence the company’s cost of capital and shareholder value. Consistently paying dividends or increasing dividends over time can enhance the company's attractiveness to investors. In the long run, this can lower itscost of equityand increase the net proceeds of what it’s able to raise for future share issuances. This is because dividends provide tangible returns to shareholders, making the stock more appealing meaning the company can sell new shares in the future at higher offerings.\n\nLast, a dividend policy helps set a company's overallcorporate strategy. For mature companies in stable industries, a dividend policy could reflect the fact that the company isn’t looking to scale and is probably going to maintain its operations. On the other hand, growth-oriented companies may choose not to pay dividends and reinvest earnings into expanding operations or acquiring new technologies. In both cases, the dividend policy communicates this strategic plan and can be somewhat of a roadmap for management when thinking about future plans regarding cash.\n\nKinder Morgan (KMI) shocked the investment world when in 2015 it cut its dividend payout by 75%, a move that saw its share price tank. But many investors found the company on solid footing and making sound financial decisions for their future.\n\nIn this case, cutting its dividend actually worked in its favor. Six months after the cut, Kinder Morgan saw its share price rise almost 25%. In early 2019, the company raised its dividend payout again by 25%, which helped to reinvigorate investor confidence in the energy company.\n\nDividends are paid by companies to their common shareholders. They represent a portion of the corporate earnings or profits that companies want to share with their investors. Dividends are paid at regular intervals, either monthly, quarterly, or annually. As such, they provide a regular stream of income for investors. Dividends are commonly offered by companies whose primary focus isn't growth. Major companies like Coca-Cola, Apple, Microsoft, and Exxon Mobil.\n\nDividend-paying companies have several options when it comes to the type of dividend they offer shareholders. They can pay dividends in cash, which is the most common type, or they can offer stock dividends, give shareholders additional (existing) shares in the company. Other, less common types of dividends are the scrip dividend, property dividend, and special dividend.\n\nNo, not all companies pay dividends to their shareholders. And they are not mandatory. A company's board of directors decides what to do with its profits. Some choose to reinvest the money they earn back into the company to fuel growth. These companies have no dividend policy. Others choose to take a portion of the profits and pay dividends to their investors on a regular basis.\n\nDividend-paying stocks can give you a steady stream of income while adding value to your portfolio. But before you jump in, make sure you review the dividend policies of certain companies. These policies are set by corporate management and highlight how much to pay, when, and how often.\n\nKinder Morgan. \"Dividend History.\"\n\nYahoo! Finance. \"Kinder Morgan, Inc. Stock Price.\"",
  "url": "https://www.investopedia.com/terms/d/dividendpolicy.asp"
}