{
  "term": "What Is a Base Year? How It's Used in Analysis and Example",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA base year is the starting point from which future movements in data are tracked and measured.\n\nA base year marks the starting point for tracking data over time. It is the reference point for measuring change in the data.\n\nBase years are used to measure business activity, such as growth (or contraction) in sales from one period to the next. Base years also mark the starting point for an economic or financial index. Base years may be revised periodically so that the numbers reflect relatively recent and more relevant activity.\n\nA base year is used for comparison in the measurement of business activity or economic or financial indexes. For example, to find the rate ofinflationbetween 2016 and 2024, 2016 is the base year or the first year in the time set. The base year can also describe the starting point from a point of growth or abaselinefor calculatingsame-store sales.\n\nMany financialratiosare based on growth because analysts want to know how much a particular number changes from one period to the next.\n\nThegrowth rateequation is (Current Year - Base Year) / Base Year.\n\nThe past, in ratio analysis, is the base period.\n\nGrowth analysis is a commonly used way to describe company performance, particularly for sales. If Company A grows sales from $100,000 to $140,000, this implies that the company increased sales by 40%, where $100,000 represents the base year value.\n\nInvestors can perform a base-year analysis of a company's financial statements to determine whether or not itsbottom lineis growing consistently.\n\nHorizontal analysis involves comparing financial data across multiple periods to track changes and trends over time. The base year serves as the reference point or anchor for these comparisons, providing a benchmark against which current and future financial data are measured.\n\nWhen performing year-over-yearhorizontal analysis, the base year’s financial figures are used to calculate the percentage change in key metrics such as revenue, net income, or expenses for subsequent years. For example, if the base year is 2022, and a company's revenue was $1 million that year, then the revenue figures for 2023 and beyond are compared against this base year to determine growth or decline. Horizontal analysis is fairly straightforward, especially for public companies that have to make these year-over-year financial numbers public each quarter.\n\nCompanies are always looking for ways to increase sales. One way that companies grow sales is by opening new stores or branches. New stores have higher growth rates because they are starting from zero, and each new store sale is an incremental sale. As a result, analysts look at additional factors such as how much sales grew on a same-store sales basis. This is also referred to as measuringcomparable storesorcomp store sales.\n\nIn the calculation of comp store sales, the base year represents the starting point for the number of stores and the amount of sales those stores generated. The store sold an average of $1,000 if Company A has 100 stores that sold a total of $100,000 last year. This is the base year. Following this method, the base year determines the base sales and the base number of stores.\n\nLet's say that Company A opens 100 more stores in the following year and these stores generate $50,000, but same-store sales decline in value by 10%, from $100,000 to $90,000. The company can report a 40% growth in sales from $100,000 to $140,000, but savvy analysts are more interested in the 10% decline in same-store sales.\n\nThe concept of a base year can also be found inreal estate. In commercial real estate, the base year is used to determine the tenant’s responsibility for certain operating expenses over the term of the lease. The base year typically refers to the first full year of the lease. The expenses in this period can then be used as a benchmark or baseline for calculating any future increases that the tenant may be responsible for paying.\n\nFor example, if the base year of a lease is set as 2024, and the operating expenses for that year are $100,000, the tenant would be responsible for their share of any costs exceeding $100,000 in subsequent years. If the expenses rise to $110,000 in 2025, the tenant would pay their portion of the $10,000 increase.\n\nAnother aspect of a base year relates to leasing andrent escalation. A long-term lease agreement in the commercial industry might entail a 10-year lease with a 4% escalation each year. If the rent of the base year is $1 million per year, subsequent years of rent would be 4% higher than the year prior (cascading back to the base year of $1 million). The first year after the base year's rent would be $1.04 million.\n\nBase years are used to compare or measure business activity or an economic or financial index. For example, a base year is used in the calculation of same-store sales. Base years are also used in calculatinggross domestic product (GDP).\n\nA base year is determined depending on the analysis being performed. For example, a company established in 2021 could use that year to measure sales growth moving forward.\n\nA growth rate can be calculated by dividing the difference between the ending and starting values for the period being analyzed and dividing that figure by the starting value. The growth rate formula is (Current Year - Base Year) / Base Year. The base year represents the starting point from which to determine growth.\n\nBase years are used in economic and financial indexes as well as to measure the growth of a company. The base year chosen depends on the analysis being conducted. When researching stocks, investors can conduct a base-year analysis to track a company’s growth, or lack of, as part of research to determine whether or not they should invest in it.\n\nU.S. Bureau of Labor Statistics. “Calculating Percent Changes.”\n\nU.S. Bureau of Labor Statistics. “Math Calculations To Better Utilize CPI Data.” Pages 1, 3.",
  "url": "https://www.investopedia.com/terms/b/base-year.asp"
}