{
  "term": "What Is a White Knight? Definition and Role in Acquisitions",
  "definition": "A white knight is a defense strategy used by a target firm that doesn't want to be acquired in ahostile takeover. Rather, it seeks out a white knight—a friendly individual or corporation that buys it at fair consideration just before being taken over by the unfriendly bidder. An acquisition by a white knight is preferred to being taken over by a hostile acquirer because the target firm's management generally remains in place and its investorsinvestorsreceive better compensation for their shares.\n\nTakeoverscan be friendly or uninvited. When the acquiring company tries to assume control of another with the consent of the target'sboard of directors, the takeover is considered hostile. The acquiring company may use certain strategies to try to gain control. But the target also has a few tricks it can use to prevent a takeover. The white knight strategy is one defense.\n\nOfficials from thetarget firmmay seek out a white knight to preserve the company's core business or to negotiate better takeover terms. The strategy is named so because a white knight is commonly seen as a savior. The white knight is a third party that offers to buy the target firm with its approval.\n\nAnother key facet of this strategy is that the white knight may also choose to keep the target's business operations as is after the deal goes through.\n\nThe terms white knight and black knight can find their origin in the adversarial game of chess. While a white knight is considered a savior, a black knight is akin to an adversary.\n\nA few of the most hostile takeover situations include:\n\nHowever, successful hostile takeovers are rare. No takeover of an unwilling target has amounted to more than $10 billion in value since 2000. An acquiring company primarily raises its price per share untilshareholdersand board members of the targeted company are satisfied.\n\nIt is especially hard to purchase a large company that does not want to be sold. Mylan, a global leader ingeneric drugs, experienced this when it unsuccessfully attempted to purchase Perrigo, the world's largest producer of drugstore-brand products, for $26 billion in 2015.\n\nIn addition to white knights, there are other so-called knights in the business world. The most common ones are:\n\na black knight is a party that initiates a hostile takeover bid by trying to take control of the target company. The target may try to initiate a line of defense such as apoison pill,golden parachute, orgolden handshaketo prevent the black knight from completing the acquisition.\n\nRichard Gere's character in the film \"Pretty Woman\" was considered a black knight.Corporate raiderEdward Lews had a change of heart and decided to work with the head of a company he originally planned to ransack.\n\nSimilar to a white knight, awhite squire. is an investor or friendly company that buys a stake in a target company to prevent a hostile takeover. But unlike the white knight, the target firm does not have to give up its independence because the white squire only buys a partial share of the company rather than a controlling interest.\n\nThe white squire's stake is large enough to prevent the acquirer from taking over the target. In exchange for taking this action, the white squire may be offered discounted shares or even a seat on the company's board. Some white squires may sell their stake in the company after the hostile takeover fails and the acquirer backs off.\n\nSome notable examples of white knight rescues are United Paramount Theaters 1953 acquisition of the nearly bankrupt ABC, Bayer's 2006 white knight rescue of Schering from Merck KGaA, and JPMorgan Chase's 2008 acquisition of Bear Stearns that prevented their complete insolvency.\n\nWhite knights and poison pills are two defensive strategies that target firms can use to avoid being taken over by an unfriendly acquirer. A white knight involves a friendly investor or company who makes a better offer to purchase the target and prevent the unfriendly bidder from gaining control.\n\nA poison pill, on the other hand, is used by a target by buying back enough outstanding shares to block an acquirer from gaining a majority and, therefore, control.\n\nA hostile takeover is a type of acquisition that occurs when a company tries to gain control over another without the approval of the target's board. The target firm, which doesn't want to be purchased, may do what it can to prevent being acquired. This includes using defensive strategies, such as white knights and poison pills, or rejecting any offers outright. The acquirer, on the other hand, may try to purchase a controlling interest in the company. If unsuccessful, the acquirer may circumvent the target's board and go public with its offer to try to get the word out to investors and force the board to consider its offer.\n\nTarget firms that face hostile takeovers have different strategies available to them, including the white knight, poison pill, golden parachute, crown jewel, or a pac-man defense.\n\nAs the name implies, a white knight defense involves a savior who comes in to save a company from being acquired by an unfriendly bidder. It's just one of many strategies that corporations have at their disposal to prevent them from being the subject of a hostile takeover. Although the white knight strategy doesn't mean the target remains independent, it does ensure that the company is acquired on its terms by a friendly acquirer.\n\nThe New York Times. \"How the AOL-Time Warner Merger Went So Wrong.\"\n\nU.S. Securities and Exchange Commission. \"Sanofi-aventis Announces Non-Binding Offer to Acquire Genzyme.\"\n\nEuronext. \"L’accord de fusion entre Deutsche Börse AG et NYSE Euronext donne naissance au plus grand opérateur boursier du monde.\"\n\nThe Clorox Company. \"Clorox Confirms Receipt of Unsolicited Conditional Proposal From Carl Icahn.\"\n\nPerrigo. \"Perrigo Shareholders Convincingly Reject Mylan's Tender Offer, Expressing Confidence in Perrigo's Long-Term Strategy.\"",
  "url": "https://www.investopedia.com/terms/w/whiteknight.asp"
}