{
  "term": "What Is the Foreign Corrupt Practices Act (FCPA)? Antibribery Aim",
  "definition": "The Foreign Corrupt Practices Act (FCPA, the Act) is a United States law that prohibits U.S. firms and individuals from paying bribes to foreign officials to further business deals. The FCPA contains two main articles:\n\nThe FCPA applies to prohibited conduct anywhere in the world and extends to both U.S.publicly traded companiesand privately held companies.\n\nThe Foreign Corrupt Practices Act targets corruption and bribery internationally. Paying foreign officials for expediting legal processes or obtaining contracts was a common business practice around the world well into the 1970s. In some countries, in fact,corporationsroutinely wrote-off bribes asnormal business expenseswhen filing their tax returns. Being common, however, does not make this behavior desirable orethical.\n\nWhen the act was passed in 1977, it received substantial backing from American businesses because they could not compete fairly in overseas markets where bribery was accepted. The FCPA’s anti-bribery regime—along with the adoption of treaties like theOrganisation for Economic Co-operation and Development's (OECD), which required signatory countries to outlaw all financial crime—has helped to level the playing field abroad for U.S. businesses.\n\nThe act prohibits bribery of foreign officials and intends to deter corruption and abuses of power worldwide. The FCPA contains policies for governing the actions of publicly traded companies, their directors, officers, shareholders, agents, and employees. This includes working throughthird partiessuch as consultants and partners in ajoint venture (JV)with the company—meaning that the use ofproxiesto execute a bribe will not shield the company or individual from culpability.\n\nThis section of the act outlines the accountingtransparencyguidelines that are meant to operate in tandem with the anti-bribery provisions. The FCPA requirescompanies whose securities are listedin the U.S. to meet its accounting provisions, which cite ways of recording assets that make it difficult to mask corrupt payments.\n\nCorporations covered by the act also must devise and maintaininternal controlsto assure regulators that their business transactions are accounted for properly.\n\nTheSecurities and Exchange Commission (SEC)and the Department of Justice (DOJ) are jointly responsible for enforcing the Foreign Corrupt Practices Act. For its part, the SEC created a special unit within its enforcement division to focus on matters that fall under the auspices of the FCPA.\n\nViolators of the act can face substantialsanctionsand penalties, and both criminal and civil actions may be charged. Punishments include fines as much as twice the amount of the benefit expected to be received from the bribery. Corporate entities found guilty of breaching the act may be forced to accept the oversight of anindependent auditorto ensure future compliance. Individuals involved in breaking this law can face imprisonment for as many as five years.\n\nThe SEC publishes current violations of the act, along with its enforcement actions, on the SEC website in press release format. The agency also redacts asummary list, organized by calendar year, of individuals and firms that violated the tenets of the act.\n\nFor example, in 2019, some of the SEC's rulings included actions against:\n\nU.S. Securities and Exchange Commission. “Foreign Corrupt Practices Act (FCPA).”\n\nOrganisation for Economic Co-operation and Development. “Convention on Combating Bribery of Foreign Public Officials in International Business Transactions.”\n\nInternational Trade Administration. “U.S. Foreign Corrupt Practices Act.”\n\nCornell Law School. “15 U.S. Code § 78m - Periodical and Other Reports.”\n\nCornell Law School. “15 U.S. Code § 78dd–2 - Prohibited Foreign Trade Practices by Domestic Concerns.”\n\nCornell Law School. “18 U.S. Code § 3571 - Sentence of Fine.”\n\nU.S. Securities and Exchange Commission. “SEC Enforcement Actions: FCPA Cases.”",
  "url": "https://www.investopedia.com/terms/f/foreign-corrupt-practices-act.asp"
}