{
  "term": "What Is Communism? Definition and History",
  "definition": "Communism is a political and economic ideology that positions itself in opposition to liberal democracy andcapitalism. It advocates instead for a classless system in which the means of production are owned communally and private property is nonexistent or severely curtailed.\n\nCommunism is an umbrella term that encompasses a range of ideologies. The term's modern usage originated with Victor d'Hupay, an 18th-century French aristocrat who advocated living in \"communes\" in which allproperty would be sharedand \"all may benefit from everybody's work.\"\n\nThe idea was hardly new, even at that time. The Bible's Book of Acts describes 1st-Century Christian communities holding property in common according to a system known askoinonia.Thisinspired later religious groups such as the 17th-century English \"Diggers\" to reject private ownership.\n\nModern communist ideology began to develop during the French Revolution and its seminal tract, Karl Marx and Friedrich Engels' \"Communist Manifesto,\" was published in 1848. That pamphlet rejected the Christian tenor of previous communist philosophies, laying out a materialist and scientific analysis of the history and future trajectory of human society. \"The history of all hitherto existing society,\"Marxand Engels wrote, \"is the history of class struggles.\"\n\nThe Communist Manifesto presented the French Revolution as a major historical turning point when the \"bourgeoisie,\" the merchant class that was in the process of consolidating control over the \"means of production,\" overturned the feudal power structure and ushered in the moderncapitalistera.\n\nThat revolution replaced the medieval class struggle that pitted the nobility against the serfs with the modern one pitting the bourgeois owners of capital against the \"proletariat,\" the working class who sell their labor for wages.\n\nMarx, Engels, and their followers advocated for and predicted as historically inevitable a global proletarian revolution in the Communist Manifesto and later works. They stated that it would first usher in an era ofsocialism,then of communism.\n\nThe final stage of human development would mark the end of class struggle and therefore of history in Communist theory. All people would live in social equilibrium without class distinctions, family structures, religion, or property. The state would \"wither away,\" too.\n\nAs a popular Marxist slogan puts it, the Communist economy would function \"from each according to his ability, to each according to his needs.\"\n\nMarx and Engels' theories wouldn't be tested in the real world until after their deaths. An uprising in Russia toppled the czar and sparked a civil war in 1917 during World War I that eventually saw a group of radical Marxists led by Vladimir Lenin gain power in 1922. This group was called the Bolsheviks. It founded the Soviet Union on former Imperial Russian territory and attempted to put communist theory into practice.\n\nLenin had developed the Marxist theory of vanguardism before the Bolshevik Revolution. This theory argued that a close-knit group of politically enlightened elites was necessary to usher in the higher stages of economic and political evolution: socialism and finally communism.\n\nLenin died shortly after the civil war ended but the \"dictatorship of the proletariat\" led by his successor Joseph Stalin would pursue brutal ethnic and ideological purges as well as forced agricultural collectivization. Tens of millions died during Stalin's rule from 1922 to 1953 on top of the tens of millions who died as a result of the war with Nazi Germany.\n\nThe Soviet state became a powerful one-party institution rather than withering away. It prohibited dissent and occupied the \"commanding heights\" of the economy. Agriculture, the banking system, and industrial production were subject to quotas and price controls laid out in a series of Five Year Plans.\n\nThis system of central planning enabled rapid industrialization and growth in Sovietgross domestic product (GDP)outpaced that of the U.S. from 1950 to 1965. The Soviet economy generally grew at a much slower pace than its capitalist, democratic counterparts, however.\n\nWeakconsumer spendingwas a particular drag on growth. Central planners' emphasis on heavy industry led to chronic underproduction of consumer goods. Long lines at understocked grocery stores were a fixture of Soviet life even during periods of relative prosperity.\n\nThe Soviet Union collapsed in 1991 after a push to reform the economic and political system and provide greater room for private enterprise and free expression. These reform pushes were known asperestroikaandglasnostrespectively. They didn't halt the economic decline the Soviet Union suffered in the 1980s and likely hastened the Communist state's end by loosening its grip on sources of dissent.\n\nMao Zedong's Communist Party gained control of China In 1949 after more than 20 years of war with the Chinese Nationalist Party and Imperial Japan. It formed the world's second major Marxist-Leninist state.Mao allied the country with the Soviet Union but the Soviets' policies of de-Stalinization and \"peaceful coexistence\" with the capitalist West led to a diplomatic split with China around 1958.\n\nMao's rule in China resembled Stalin's in its violence, deprivation, and insistence on ideological purity. The Communist Party ordered the rural population to produce enormous quantities of steel during theGreat Leap Forwardfrom 1958 to 1962 to jumpstart an industrial revolution in China.\n\nThe same period's Great Chinese Famine killed at least 16 million people and perhaps more than 45 million.The Cultural Revolution, an ideological purge that lasted from 1966 until Mao's death in 1976, killed perhaps another 1.6 million people and subjected millions of others to political persecution.\n\nDeng Xiaoping introduced a series of market reforms after Mao's death that remained in effect under his successors. The U.S. began normalizing relations with China when President Nixon visited in 1972 before Mao's death.\n\nThe Chinese Communist Party (CCP) remains in power, presiding over a largely capitalist system, although state-owned enterprises continue to form a large part of the economy. Freedom of expression is significantly curtailed and meaningful opposition to the reigning Communist Party isn't permitted. It would take a miracle for the CCP to be ousted.\n\nThe year marked the collapse of the Soviet Union and the end of the Cold War between that power and the U.S.\n\nThe U.S. emerged from World War II as the world's richest and most militarily powerful nation. The country, if not all its people, felt a sense of exceptionalism and historical purpose as a liberal democracy that had just defeated fascist dictatorships in two theaters.\n\nThe Soviet Union, its ally in the fight against Germany and the world's only revolutionary Marxist state, did as well. The two powers promptly divided Europe into spheres of political and economic influence: Winston Churchill called this dividing line the \"Iron Curtain.\"\n\nThe two superpowers both possessed nuclear weapons after 1949 and they engaged in a long standoff known as the Cold War. The closest the U.S. came to direct military conflict with the Soviet Union was the 1962 Cuban missile crisis.\n\nThe U.S. did fight a prolonged war in Vietnam, however, in which its military supported South Vietnamese forces fighting the Chinese- and Soviet-supported North Vietnamese army and South Vietnamese communist guerrillas. The U.S. withdrew from the war and Vietnam was united under communist rule in 1975.\n\nThe Cold War ended with the collapse of the Soviet Union in 1991.\n\nCommunism failed for several reasons, including a lack of profit incentives among citizens, the failure of central planning, and the impact of power being seized by such a small number of people who then exploited it and gamed the system.\n\nThere's been extensive study of the reasons for communism's failure but researchers have pinpointed a couple of common factors that contributed to its demise.\n\nThe first is an absence of incentives among citizens to produce for profit. The profit incentive leads to competition and innovation in society but an ideal citizen in a communist society was selflessly devoted to societal causes and rarely thought about their own welfare.\n\nThe second reason for communism's failure was the system's inherent inefficiencies, such as centralized planning. This form of planning requires aggregation and synthesis of enormous amounts of data at a granular level. All projects were planned centrally so this form of planning was also complex. Growth data was fudged or error-prone in several cases to make facts fit into planned statistics and create an illusion of progress.\n\nThe concentration of power in the hands of a select few also bred inefficiency and provided them with incentives to game the system for their benefit and retain their hold on power. Corruption and laziness became endemic features of this system. Surveillance such as that characterized East German and Soviet societies was common. It also disincentivized industrious and hard-working people. The economy suffered in the end.\n\nAn example of communism would be a commune where people live together and share responsibilities and possessions. Many of these communities function well but they tend to be small in scale.\n\nCommunism is the official form of government in China, Cuba, Laos, North Korea, and Vietnam. These countries also abide by some capitalist principles, however. They're largely autocratic and they don't reflect Marx’s definition of the term.\n\nBoth communism andsocialismadvocate public over private ownership and they champion equality. They seek to give power to the working class. Socialism is viewed as a more moderate ideology, however. Unlike communism, it permits the continued existence of capitalism in some parts of the economy and favors gradual change over revolution.\n\nCommunism has been around as a theory since the beginning of humanity but the French Revolution, Karl Marx, and Friedrich Engels turned it into an influential political ideology.\n\nThe idea of a classless society in which all property and wealth are communally owned has been tarnished somewhat since then. It has existed harmoniously in smaller communities but communism has so far failed to be successfully implemented on a larger level. Two major examples are Russia and China where communist leaders ruled with violence and suppression and often gamed the system for their own benefit.\n\nSome say that this proves communism doesn’t work. Others argue that these regimes deviated from communism and therefore shouldn't be considered as examples.\n\nMarx, Karl and Engels, Friedrich. \"The Communist Manifesto.\" Appleton-Century-Crofts, Inc., 1955, page 9.\n\nMarx, Karl and Engels, Friedrich. \"The Communist Manifesto.\" Appleton-Century-Crofts, Inc., 1955, page xxviii.\n\nLibrary of Congress. \"Revelations From the Russian Archives.\"\n\nTexas National Security Review. \"Assessing Soviet Economic Performance During the Cold War: A Failure of Intelligence?\"\n\nU.S. Department of State Office of the Historian. \"Fall of Communism in Eastern Europe, 1989.\"\n\nU.S. Department of State Office of the Historian. \"The Chinese Revolution of 1949.\"\n\nU.S. Department of State Archive. \"Background Notes: China, August 1999.\"\n\nMeng, Xin, Qian, Nancy, and Yared, Pierre. \"The Institutional Causes of China's Great Famine, 1959-1961.\" Oxford University Press, January 2015, page 1568.\n\nHarvard University. \"For Whom the Bell Tolls: The Political Legacy of China's Cultural Revolution.\"\n\nHuman Rights Watch. \"China Events of 2021.\"\n\nCenter for Strategic and International Studies. \"Hong Kong in 2022.\"\n\nLibrary of Congress. \"Churchill and the Great Republic.\"\n\nU.S. Secretary of State Office of the Historian. \"The Collapse of the Soviet Union.\"\n\nMarxists.org. \"How to Be a Good Communist.\"\n\nBritannica. \"Which Countries Are Communist?\"\n\nHistory.com. \"How Are Socialism and Communism Different?\"",
  "url": "https://www.investopedia.com/terms/c/communism.asp"
}