{
  "term": "What Is a Capital Improvement, and How Does It Work?",
  "definition": "A capital improvement is adding a permanent structural change or restoring some aspect of a property that will either enhance the property's overall value, prolong its useful life, or adapt it to new uses.\n\nA capital improvement is the addition of a permanent structural change or the restoration of some aspect of a property that will either enhance the property's overall value, prolong itsuseful life,or adapt it to new uses.\n\nIndividuals, businesses, and cities can make capital improvements to the property they own. Some capital improvements are given favorable tax treatment and may be exempted from sales tax in certain jurisdictions.\n\nIn a business or corporate finance, this process is similar to investments incapital expenditures (CAPEX).\n\nCapital improvements typically increase the market value of a property but may also expand the usefulness of the asset beyond its current state.\n\nAccording to theInternal Revenue Service (IRS), a capital improvement must endure for more than one year upon its completion and be durable or permanent in nature. Although the scale of a capital improvement can vary, both individual homeowners and large-scale property owners make capital improvements.\n\nIRS Publication 523 outlines the official definition of capital improvement. Examples of residential capital improvements include adding or renovating a bedroom, bathroom, or deck. Other IRS-approved projects include adding new built-in appliances, wall-to-wall carpeting or flooring, or improvements to a home's exterior, such as replacing the roof, siding, or storm windows. Installing a fixed swimming pool or driveway may also be qualified capital improvements.\n\nThe IRS distinguishes between a capital improvement and a repair or replacement due to normal wear and tear. For example, if your refrigerator breaks after several years of service, or you have leaky pipes, those repairs are not capital improvements.\n\nHowever, if a person adds solar panels and a tool shed to their property, both of which are affixed permanently to the property, they would be considered capital improvements to the home. An example of a business-based capital improvement would be installing a new HVAC system or putting inAmericans with Disability Act (ADA)accessible features to an existing building.\n\nSimilarly, the creation of a new public park in a downtown area would also be considered a capital improvement for a city. In these scenarios, the new additions would make the respective properties more valuable, would be considered permanent, and their removal would cause material harm to the property.\n\nMost repairs do not count as capital improvements.\n\nThere are several expenses to keep in mind when considering a capital improvement program. For example:\n\nThecost basisis the original cost of an asset. The IRS sets specific standards for an improvement to qualify as a cost-basis increase. A primary concern is it must be in place at the time a property is sold. A capital improvement must also become part of the property, or be affixed so permanently to the property that its removal would cause significant damage or decrease in the value of the property itself.\n\nRepairs or maintenance cannot be included in a property's cost basis. However, repairs that are part of a larger project, such as replacing all of a home's windows, do qualify as capital improvements. Renovations that are necessary to keep a home in good condition are not included if they do not add value to the asset. Examples of such non-qualifying repairs, according to the IRS, include painting walls, fixing leaks, or replacing broken hardware.\n\nCapital improvements can help reduce one's capital gains taxes when selling a home or building.\n\nIn addition to improving the home, a capital improvement—per the IRS—increases the cost basis of a structure.That is, expenses incurred upon making the improvements are added to the amount the owner paid to buy or build the property. Augmenting the cost basis, in turn, reduces the size of the taxablecapital gainwhen selling the property.\n\nCapital gains from real estate behave differently than other types of capital gains. As of 2025, homeowners are entitled to a capital gains exemption on any profit from the sale of a primary residence up to $250,000 if single and $500,000 if married and filing jointly. This exemption has one important caveat. The homeowner must have had a residency at the property for at least an aggregate of two of the last five years before the sale.\n\nAlso, if the gain is significantly more than those sums listed above, the tax effects of a capital improvement can be significant. Many factors may make a taxpayer breach the $250,000/500,000 capital gains levels. These include if the owners acquired the property many decades ago and if local real estate values had dramatically increased since the purchase.\n\nNew York State's rent laws include a provision called the Major Capital Improvements (MCI) program. Dating from the 1970s, it allows landlords to raise rent-stabilized or -controlled building rents by up to 2% annually, to recoup the cost of major capital improvements to those structures.An HVAC system upgrade, new elevators, updated common spaces, and other improvements all count toward the MCI.\n\nIn February 2019, two State Legislators introduced a bill to eliminate the program, charging it is too easy for building owners to abuse the program. Abuse comes when these unscrupulous landlords submit inflated or fabricated claims of expenses. Potential for fraud aside, the MCI program is inherently unfair, claim some critics. These critics argue that a capital improvement is a one-time cost for a landlord, but a rent increase is an ongoing expense for a tenant.\n\nImagine a person who purchases a home for $650,000 and spends $50,000 to renovate the kitchen and add a bathroom. In many cases, sales tax will not have to be paid to the contractors for this job as it is a qualified capital improvement.\n\nThe cost basis of the home also increases from $650,000 to $700,000. After 10 years of owning and living in the home, the homeowner, who is single and files taxes as such, ends up selling the property for a price of $975,000.\n\nIf no capital improvements had been made, the taxable amount for the capital gain would normally be $75,000 ($975,000 sale price - $650,000 purchase price - $250,000 capital gains exclusion). Because the capital improvement increased the cost basis by $50,000, the taxable amount for the capital gain would be just $25,000 ($975,000 - ($650,000 + $50,000) - $250,000 = $25,000).\n\nA capital improvement fee is a one-time fee charged by a Homeowner's Association whenever a property in the HOA is sold. This fee is usually used to pay for future capital improvements in the community. The size of the fee varies, but it is usually around one year of HOA fees.\n\nA capital improvement plan is a community or municipal project that sets out the funding and planning for capital improvements over several years. A capital improvement plan will list major, non-recurring expenses tied to buildings, land, or other infrastructure, along with the deadlines for their completion and the community's plans for financing.\n\nA certificate of capital improvement is a document that certifies that a certain project is considered a capital improvement. A certificate of capital improvement is given by the owner to the construction manager or contractor to indicate that no sales tax is due.\n\nA capital improvement is a permanent alteration to addition to a property that increases its value or useability.\n\nResidential capital improvements aregranted special tax treatment: the money spent to improve a home can be deducted from the capital gains when the home is sold. However, it's important to distinguish between capital improvements orextraordinary repairsand ordinary repairs to qualify for the deduction. The IRS defines capital improvements as those that endure for more than one year upon their completion and are durable or permanent in nature.\n\nInternal Revenue Service. \"Publication 523, Selling Your Home.\" Page 9.\n\nInternal Revenue Service. \"Publication 523, Selling Your Home.\" Page 10.\n\nInternal Revenue Service. \"If I Sell My Home and Use the Money I Receive to Pay Off the Mortgage, Do I Have to Pay Taxes on that Money?\"\n\nInternal Revenue Service. \"Topic No. 701, Selling Your Home.\"\n\nNew York State Homes and Community Renewal. \"Major Capital Improvements (MCI); Fact Sheet #24.\" Page 1.\n\nCurbed. \"Legislators Seek to Outlaw Rent Hikes Tied to Major Apartment Improvements.\"\n\nThe Kolb Team. \"What Is the Capital improvement Fee?\"\n\nUniversity of Wisconsin-Stevens Point. \"Planning Implementation Tools–Capital Improvement Plan.\"\n\nNew York State, Department of Taxation and Finance. \"Certificate of Capital Improvement - Exemption Form ST-124.\"",
  "url": "https://www.investopedia.com/terms/c/capitalimprovement.asp"
}