{
  "term": "What a Voucher Is and How It Is Used in Accounting",
  "definition": "A voucher is the backup document for short-term bills owed by companies to vendors and suppliers.\n\nA voucher is a document used by a company’saccounts payabledepartment to gather and file all supporting documents needed to approve the payment of a liability. Governments may also issue vouchers redeemable for various programs such as for school choice,housing, or social welfare initiatives.\n\nA voucher may also refer to a document such as a coupon or ticket that's redeemable for a good or service. This is prominent in the hospitality industry. Airlines, hotels, and restaurants may issue vouchers that can be exchanged for rooms, flights, or fares.\n\nA voucher is essentially a backup document. It's important because it's an internalaccounting controlmechanism that ensures that every payment is properly authorized and the goods or services purchased are actually received.\n\nCompanies have various short-term financial obligations to suppliers and vendors throughout an accounting period. A company might need to buy inventory or raw materials from suppliers that are used in the production of the company's goods. The suppliers essentially grant an extension of credit to the company allowing for payment to be made shortly such as 30, 60, or 90 days.\n\nA voucher is a form that includes all the supporting documents showing the money owed and any payments to a supplier or vendor for an outstanding payable. The voucher and the necessary documents are recorded in the voucher register.\n\nSome supporting documents in a voucher can include:\n\nVouchers often contain expiration dates in addition to various terms, conditions, and restrictions. Be sure you understand these so you can redeem them successfully.\n\nThe total amount of all the vouchers that have outstanding balances owed is recorded as accounts payable on the balance sheet. The proof of payment is included in the voucher and recorded as a paid voucher when it's been paid.\n\nThe company’s vouchers serve as a key source of evidence in an audit. Anauditorperforms a set of procedures to determine if the financial statements are free of material misstatement. Vouchers document that the goods purchased were received and this supports the auditor’s assertion that the goods and services posted to the financial statements truly exist. Vouchers also justify the firm’s cash payments to vendors and document the general ledger accounts used to post the transaction.\n\nUsing a voucher system also reduces the risk of employees colluding to steal company assets. Businesses employ segregation of duties to prevent employee theft. Critical tasks are assigned to different people within the organization.\n\nThe voucher states that the tasks are performed by multiple people and it creates a paper trail so an auditor can confirm that the duties were properly segregated.\n\nA local restaurant orders meat and fish every few days from its vendors. The restaurant manager fills out a purchase order for 30 pounds of meat and the owner initials the purchase order to approve the shipment.\n\nThe contents of the shipment are compared with the purchase order when the shipment is received to ensure that the shipment matches what was ordered. The restaurant completes a shipping receipt to document the process and the shipping receipt is compared with the vendor’s invoice.\n\nThe voucher is a cover page that explains the attached documents. It includes the purchase order, shipping receipt, and invoice. The purchase amount is added and recorded to accounts payable on the balance sheet until it's paid. The owner reviews all the voucher information before signing a check.\n\nThe voucher also includes the general ledger accounts used to record the transaction. The restaurant can debit the meat inventory account and credit thecash accountto record the payment.\n\nThe receipt of payment and the date are recorded to show that the voucher has been paid. Accounts payable will reflect the lower balance due to the invoice being paid assuming there are no additional payables generated.\n\nA voucher is important because it's an internal accounting control mechanism that ensures that every payment is properly authorized and the purchased item is actually received.\n\nVouchers are critical when an audit is performed. They serve as a key source of evidence because they document that the goods and services posted to the financial statements truly exist. They also corroborate the firm’s cash payments to outside parties such as vendors. Vouchers additionally act as a check-and-balance tool and reduce the risk of employee theft.\n\nA voucher typically includes all the supporting documents showing the money owed and any payments made for an outstanding payable.\n\nSome common documents are supplier invoices, supplier name, terms for payment such as the amount owed, the due date, and any discounts for paying the invoice early, company's purchase order, receipt of goods received, general ledger accounts, signatures of authorized representatives, proof of payment of invoice, and date of payment.\n\nThe Housing Choice Voucher Program, also known as Section 8 housing, is a federal program that helps low-income or disabled families obtain affordable private housing. Eligible families can use their vouchers toward any sort of home and are not limited to subsidized housing projects or apartment units.\n\nA school voucher gives eligible families the right to choose a private or charter school using a portion of state funding otherwise set aside for public schools.\n\nCompanies use vouchers in accounting to provide the information needed to pay liabilities, primarily those to vendors. Vouchers help organize payments and act as evidence in audits. Other types of vouchers are redeemable for government programs as well as for benefits provided to customers from businesses.\n\nCornell Law School Legal Information Institute. \"19 CFR § 24.34 - Vouchers; Vendors' Bills of Sale; Invoices.\"\n\nU.S. Department of Housing and Urban Development. \"HCV Applicant and Tenant Resources.\"",
  "url": "https://www.investopedia.com/terms/v/voucher.asp"
}