{
  "term": "What Is Peer-to-Peer (P2P) Lending? Definition and How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nPeer-to-peer (P2P) lending makes it possible for individuals to obtain loans directly from other individuals without going through a bank or other financial institution. The proliferation ofwebsites that facilitate P2P lendingin recent years has greatly increased its adoption as an alternative method of financing.\n\nP2P lending is also known as \"social lending\" or “crowd lending.\" With the exception ofProsper, true P2P lenders that accept individual investors are not common.\n\nP2P lending websites connect individual borrowers directly to individual lenders. Each platform sets its own rates and terms. Most sites have a wide range of interest rates based on the creditworthiness of the applicant.\n\nTypically, the process works like this: The investor will open an account on the site and deposit a sum of money to fund their loans. Loan applicants will post a financial profile and be assigned to a risk category, which affects the interest rate they will have to pay to borrow.\n\nThe applicant may then receive loan offers from one or more investors and accept one of them. (Some applicants break up their requests into chunks and accept multiple offers.) The money transfers to the borrower and the monthly loan payments to the lender are handled through the platform. The process can be entirely automated, or lenders and borrowers can choose to haggle.\n\nSome sites specialize in particular types of borrowers or loans. The nonprofit Kiva, for example, allows investors to support entrepreneurs and others in the U.S. and around the world, many without access to traditional lending institutions.\n\nP2P lending, in its present form, dates back to 2005.Early on, it primarily provided access to credit for people spurned by conventional financial institutions and for students who wanted to consolidate their loan debts at a more favorable interest rate.\n\nThe interest rates for applicants with good credit are often lower than comparable bank rates, while rates for applicants with sketchy credit records may go much higher.\n\nFor the individuals who supply the money, P2P lending has become a way to generate interest income on their cash at a rate that exceeds those offered by conventional savings accounts orcertificates of deposit (CDs), although it lacks the government guarantees that those generally offer.\n\nPeople who wish to lend money through a P2P site need to consider the possibility that their borrowers will default on their loans. Research on P2P lending platforms has indicated that defaults are much more common than at traditional financial institutions, sometimes in excess of 10%.\n\nBy comparison, the Federal Reserve's index of delinquency rates on all loans at all commercial banks shows that since 1986 delinquencies have never exceeded 7.5% (in Q1 2010) and stood at just 1.44% as of Q2 2024.\n\nAny investor considering P2P lending should also check the site's transaction fees. Every platform makes money differently, but it may charge fees or commissions to the lender, the borrower, or both. Like banks, the sites can impose loan origination fees, late fees, and bounced-payment fees, among others.\n\nPeer-to-peer lending is riskier than keeping your money in the bank, but the interest rates are often much higher. This is because people who invest on peer-to-peer lending sites assume most of the risk, without the backing of a bank or theFederal Deposit Insurance Corporation.\n\nThe simplest way to invest in peer-to-peer lending is to create an account on a P2P lending site, put some money into it, and begin lending. These platforms typically let the lender select the profile of their preferred borrowers, so they can choose between high risk with potentially high returns or lower risk with more modest returns. Alternatively, many P2P lending sites are public companies, so you can also invest in them by buying their stock.\n\nPeer-to-peer lending sites offer borrowing options for entrepreneurs, small business owners, and other individuals who might not fit the profile of the ideal loan recipient by traditional banking standards. While P2P lenders may extend credit more easily, it comes with higher fees and interest for borrowers and a higher risk of default for lenders. Many P2P platforms make it easy to invest or borrow, but it's worth reading all of their terms to learn about the costs before signing up.\n\nKiva. \"We Envision a Financially Inclusive World Where All People Hold the Power To Improve Their Lives.\"\n\nFederal Deposit Insurance Corporation. \"Financial Innovation and Borrowers: Evidence From Peer-To-Peer Lending,\" Page 6.\n\nNational Library of Medicine. \"P2P Lending Default Prediction Based on AI and Statistical Models.\"\n\nSpringer Open. \"How Does an Individual's Default Behavior on an Online P2P Lending Platform Influence an Observer's Default Intention?\"\n\nBoard of Governors of the Federal Reserve System. \"Delinquency Rate on All Loans, All Commercial Banks.\"",
  "url": "https://www.investopedia.com/terms/p/peer-to-peer-lending.asp"
}