{
  "term": "What Is Market Risk Premium? Explanation and Use in Investing",
  "definition": "Investopedia / Michela Buttignol\n\nThe market risk premium (MRP) is the difference between the expected return on a market portfolio and the risk-free rate.\n\nThe market risk premium is equal to the slope of thesecurity market line(SML), a graphical representation of the capital asset pricing model (CAPM). CAPM measures the required rate of return on equity investments, and it is an important element ofmodern portfolio theory(MPT) anddiscounted cash flows(DCF) valuation.\n\nMarket risk premium describes the relationship between returns from an asset portfolio and treasury bond yields. The risk premium reflects the required returns, historical returns, and expected returns. The historical market risk premium will be the same for all investors. The required and expected market premiums, however, will differ from investor to investor based onrisk toleranceand investing styles.\n\nInvestors require compensation for risk and opportunity costs. Therisk-free rateis a theoretical interest rate that is paid by an investment with zero risks. Long-term yields on U.S. Treasuries have traditionally been used as aproxy for the risk-free ratebecause of the low default risk and have had relatively low yields as a result of this assumed reliability.\n\nEquity market returns are based on expected returns on a broad benchmark index such as the Standard & Poor's 500 index of the Dow Jones Industrial Average (DJIA). Real equity returns fluctuate with the operational performance of the underlying business.\n\nHistorical return rates have fluctuated as the economy matures and endures cycles, but conventional knowledge has generally estimated a long-term potential of approximately 8% annually.\n\nThe market risk premium can be calculated by subtracting the risk-free rate from the expected equity market return, providing a quantitative measure of the extra return demanded by market participants for the increased risk.\n\nOnce calculated, theequity risk premiumcan be used in important calculations such asCAPM. Between 1994 and 2023, the S&P 500 exhibited a total annual return of 10.1%, while 10-year Treasuries returned 4.1%. These parameters indicate a market risk premium of 6%.\n\nThe required rate of return for an individual asset can be calculated by multiplying the asset's beta coefficient by the market coefficient and then adding back the risk-free rate. This is often used as the discount rate in discounted cash flow, a popular valuation model.\n\nThe market risk premium (MRP) broadly describes the additional returns above the risk-free rate that investors require when putting a portfolio of assets at risk in the market. This would include the universe of investable assets, including stocks, bonds, real estate, and so on.\n\nThe equity risk premium (ERP) looks more narrowly only at the excess returns of stocks over the risk-free rate. Because the market risk premium is broader and more diversified, the equity risk premium by itself tends to be larger.\n\nIn the U.S., the market risk premium has hovered around 5.5% over the past decade. Historical risk premiums used in practice have been estimated to be as high as 12% and as low as 3%.\n\nIn the United States, the yield on government bonds, such as 2-year Treasuries, is the most often used risk-free rate of return.\n\nThe market risk premium—measured as the slope of the security market line (SML)—is the difference between the expected return on a market portfolio and the risk-free rate. It provides a quantitative measure of the extra return demanded by market participants for an increased risk.\n\nA Wealth of Common Sense. \"30 Years of Financial Market Returns.\"\n\nStatista. \"Average Market Risk Premium in the United States.\"\n\nAswath Damodaran. \"Equity Risk Premiums: Determinants, Estimation, and Implications—The 2021 Edition.\" Pages 30-35.",
  "url": "https://www.investopedia.com/terms/m/marketriskpremium.asp"
}