{
  "term": "What Is a Corporate Spin-Off?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA parent company creates a spin-off division as an independent entity. A spin-off is initiated when the companyexpects the spin-off may be worth moreindependently than as part of the parent company. A spin-off is also known as aspinoutor starburst. A spinoff is created when a parent company distributes shares in a subsidiary or business division to the parent company shareholders. It is a type ofdivestiture.\n\nAparent companywill spin off part of its business if it expects it will be lucrative. The spin-off will have a separate management structure and a new name, but retain the same assets, intellectual property, and human resources. The parent company may continue to provide financial and technological support.\n\nA corporation creates a spin-off by distributing 100% of its ownership interest in the targeted business unit as shares of stock to existing shareholders. It can also offer its existing shareholders a discount toexchange their shares in the parent companyfor shares of the spin-off.\n\nFor example, an investor could exchange $100 of the parent’sstockfor $110 of the spin-off’s stock. Spin-offs may increaseshareholderreturns because newly independent companies can better focus on their specific products or services.\n\nA company can relinquish 100% of its shares in the spin-off subsidiary, but many may separate only 80% to satisfy regulations and retain a 20% stake.\n\nIn 2022, according to data compiled by EY and Goldman Sachs, over thirty corporate separations, or spin-offs, occurred globally across multiple industries, representing 17% of all announced separations since 2012.\n\nHistorical examples of spin-offs include Smith & Wesson Inc. from American Outdoor Brands Corp. in 2019, and the separation ofPayPal Inc.from its parent company,eBay Inc.in 2015.In early 2023, General Electric spun off its healthcare division, GE HealthCare Technologies, and Jefferies Financial Group spun off its holdings of Vitesse.\n\nA parent company creates a corporate separation and distributes shares in a division or subsidiary to parent company shareholders to create a wholly separate business entity.\n\nSeparation within a corporation can force companies to transform by reprioritizing company strategies. For example, one company may focus on growth and another on profit margins.\n\nA split-off is similar to a spin-off, where the parent company offers shares to existing shareholders. However, in a split-off, shareholders must choose between holding shares in the parent company or exchanging some or all of their holdings for shares in the new company.\n\nA spin-off, also known as a spinout or starburst creates a new company from an existing company. It's a type of divestiture and is only done if a parent company expects the new company will be worth more independently.\n\nFOREX. \"Demerger Meaning: The Differences Between Spin Offs, Split Offs and Carve-Out Demergers.\"\n\nU.S. Securities and Exchange Commission. \"Spin-Offs.\"\n\nGoldman Sachs. \"Strategies for Successful Corporate Separations.\"\n\nU.S. Securities and Exchange Commission. “American Outdoor Brands Corporation Announces Intention to Separate into Two Independent Publicly Traded Companies.”\n\neBay. “eBay Inc. Board Approves Completion of eBay and PayPal Separation.”\n\nGeneral Electric. \"GE Completes Separation of GE HeathCare.\"\n\nBusinessWire. \"Jefferies Completes Spin-Off of Vitesse.\"",
  "url": "https://www.investopedia.com/terms/s/spinoff.asp"
}