{
  "term": "What Is Inventory? Definition, Types, and Examples",
  "definition": "The term inventory refers to the raw materials used in production as well as the goods produced that are available for sale. A company's inventory represents one of the most importantassetsit has because theturnover of inventoryrepresents one of the primary sources of revenue generation and subsequent earnings for the company's shareholders. There are three types of inventory, including raw materials, work-in-progress, and finished goods. It is categorized as a current asset on a company'sbalance sheet.\n\nInventory is a very important asset for anycompany. It is defined as the array of goods used in production or finished goods held by a company during its normal course of business. There are three general categories of inventory, including raw materials (any supplies that are used to produce finished goods),work-in-progress (WIP), and finished goods or those that are ready for sale.\n\nAs noted above, inventory is classified as a current asset on a company's balance sheet, and it serves as a buffer betweenmanufacturingand order fulfillment. When an inventory item is sold, its carrying cost transfers to thecost of goods sold (COGS)category on the income statement.\n\nUnder U.S. GAAP (Generally Accepted Accounting Policies), inventory can be valued in three ways. These methods are the:\n\nCompany management, analysts, and investors can use a company's inventory turnover to determine how many times it sells its products over a certain period of time. Inventory turnover can indicate whether a company has too much or too little inventory on hand.\n\nMany producers partner with retailers to consign their inventory.Consignmentinventory is the inventory owned by the supplier/producer (generally a wholesaler) but held by a customer (generally a retailer). The customer then purchases the inventory once it has been sold to the end customer or once they consume it (e.g., to produce their own products).\n\nThe benefit to the supplier is that their product is promoted by the customer and readily accessible toend users. The benefit to the customer is that they do not expendcapitaluntil it becomes profitable to them. This means they only purchase it when the end user purchases it from them or until they consume the inventory for their operations.\n\nRemember that inventory is generally categorized as raw materials, work-in-progress, and finished goods. The IRS also classifies merchandise and supplies as additional categories of inventory.\n\nRaw materialsare unprocessed materials used to produce a good. Examples ofraw materialsinclude:\n\nWork-in-progressinventory is the partially finished goods waiting for completion and resale. WIP inventory is also known as inventory on the production floor. A half-assembled airliner or a partially completed yacht is considered to be a work-in-process inventory.\n\nFinished goods are products that go through the production process, and are completed and ready for sale. Retailers typically refer to this inventory as merchandise. Common examples of merchandise include electronics, clothes, and cars held by retailers.\n\nPossessing a high amount of inventory for a long time is usually not a good idea for a business. That's because of the challenges it presents, includingstorage costs, spoilage costs, and the threat of obsolescence.\n\nPossessing too little inventory also has its disadvantages. For instance, a company runs the risk ofmarket shareerosion and losing profit from potential sales.\n\nInventory managementforecasts and strategies, such as ajust-in-time (JIT)inventory system (withbackflush costing), can help companies minimize inventory costs because goods are created or received only when needed.\n\nIt's always a good idea for companies to invest in a good inventory management system. This is especially true for larger businesses with multiple sales channels and storage facilities. These systems are able to identify waste, low turnover, and fraud/robbery.\n\nInventoryturnoveris a key part of inventory management. Also called stock turnover, this is a metric that measures how much of a company's inventory is sold, replaced, or used and how often. This figure provides insight into how profitable a company is and whether there are inefficiencies that need to be addressed.\n\nConsumerdemandis a key indicator that can determine whether inventory levels will turn over at a quick pace or if they won't move at all. Higher demand typically means that a company's products and services will move from the shelves into consumers' hands quickly, while weak demand often leads to a slow turnover rate.\n\nAcompany's inventory turnoveris often expressed as a ratio. The inventory turnover ratio is calculated using the following formula:\n\nCompany leaders can use this figure to make important decisions about whether they should continue to manufacture certain products and services or determine whether there are issues that need to be addressed.\n\nInventory refers to a company’s goods and products that are ready to sell, along with the raw materials that are used to produce them. Inventory can be categorized in three different ways, including raw materials, work-in-progress, and finished goods.\n\nIn accounting, inventory is considered a current asset because a company typically plans to sell the finished products within a year.\n\nMethods to value the inventory include last-in, first-out, first-in, first-out, and the weighted average method.\n\nConsider a fashion retailer such as Zara, which operates on a seasonal schedule.Because of the fast fashion nature of turnover, Zara, like other fashion retailers is under pressure to sell inventory rapidly. Zara's merchandise is an example of inventory in the finished product stage. On the other hand, the fabric and other production materials are considered a raw material form of inventory.\n\nOne way to track the performance of a business is the speed of its inventory turnover. When a business sells inventory at a faster rate than its competitors, it incurs lower holding costs and decreased opportunity costs. As a result, they often outperform, since this helps with the efficiency of its sale of goods.\n\nInventory provides businesses with materials to keep their operations going. This includes any raw materials needed in the production of goods and services, as well as any finished goods that companies sell to consumers on the market. Managing inventory and determining the turnover rate can help companies determine just how successful they are and where they can pick up the slack when the profits begin to dry up.\n\nIRS. \"Publication 538 (01/2019), Accounting Periods and Methods: Items Included in Inventory.”\n\nHarvard Business School (HBS), Digital Initiative. \"Zara: Disrupting the Traditional Cycle of Fashion.\"",
  "url": "https://www.investopedia.com/terms/i/inventory.asp"
}