{
  "term": "What Is CWT (Hundredweight) and How Do You Calculate It?",
  "definition": "A hundredweight (CWT) is a unit of weight used for measuring certain agricultural commodities.\n\nA hundredweight (CWT) is a unit of measurement used for somecommodities tradingcontracts. Pricing by hundredweight is also a standard option for shipping packages that take up less than an entire truckload. Usage of hundredweight more generally has declined in favor of contract specifications in pounds or kilograms.\n\nThe value of a hundredweight differs in its American and British usages. In the United States, a hundredweight is equal to 100 pounds. In the United Kingdom, a hundredweight is equal to 112 pounds. The two values are sometimes distinguished by referring to the American hundredweight as a \"short hundredweight\" and the British hundredweight as a \"long hundredweight.\" The short hundredweight is also sometimes called a \"cental.\"\n\nThe abbreviation \"CWT\" refers to centum or cental weight, meaning hundredweight. The hundredweight has been used as a measurement of mass in Europe since the late Medieval era. Traders bought and sold goods like wax, sugar, and pepper in hundredweights, although the precise amount that was meant at the time could be 100 pounds or 108 pounds. Since 1340, when King Edward III changed the official definition of one stone to 14 pounds, one hundredweight has equaled eight stones or 112 pounds.\n\nThis was set in law in 1878 when the Weights and Measures Act established one hundredweight as 112 pounds.In the U.S. and Canada, one hundredweight, then and now, is 100 pounds.\n\nIn the United States and Canada, 1 hundredweight count (CWT) is equal to 100 lbs., or 45.4 kilograms.\n\nIn Great Britain, 1 hundredweight count (CWT) is equal to 112 lbs., or 50.8 kilograms.\n\nIn 1824, it became illegal for British merchants to use the term hundredweight to refer to a unit of 100 pounds, and merchants who did could be sued for fraudulent activity. In 1879, it became legal again to use of measurement of 100 pounds in Britain, but only when it was labeled a \"cental.\"\n\nThe term hundredweight is derived from the Frenchavoirdupoisweight system which was established in England in the late Medieval period. It provided a standard for measurement, simplifying the trading of certain goods among countries.\n\nThis was especially helpful when dealing with commodities that were traded in large quantities. It was accepted that 20 hundredweights were one ton.A short ton weighed 2,000 pounds and a long ton weighed 2,240 pounds.\n\nThe abbreviation \"CWT\" stands forcentumorcentalweight, meaning one hundredweight.\n\nThe hundredweight is most often used as a unit of measure for trading large quantities of commodities. It also is used when referring to products that are exceptionally heavy, such as steel.\n\nMany food items such as cattle, oil, seeds, and grains are measured using the hundredweight, along with products sold in bulk including paper and some chemicals or additives.\n\nOne problem with using the hundredweight for global trade is that it has two standard definitions: It's 100 pounds in the U.S. and Canada and 112 pounds in the U.K.\n\nIn the futures markets, prices for cattle and other livestock are quoted in hundredweights, while prices for foods like coffee and sugar are priced by cents per pound.\n\nPrices offutures, including livestock and rice, may be measured and traded in hundredweights.\n\nAnvils were commonly measured in hundredweights, using a decimal designation to state the number of hundredweights, quarter-hundredweights, and pounds the anvil weighed. The formula can still be used to indicate anvil weight.\n\nShipping by hundredweight is the preferred option for many businesses that frequently ship small packages that add up to less than a full truckload.\n\nWith the increased use of the metric system across Europe, the hundredweight generally fell out of favor. As the metric system created a more universally accepted standard, dealing in hundredweights became less common. The potential for confusion between the British and North American definitions helped make it unpopular for international trade.\n\nEven though it is not as commonly used as it once was, it is still an accepted unit of measurement. The hundredweight is used within certain U.S. sectors, especially those related to agriculture, even though most trade is conducted in pounds or kilograms.\n\nOften used by small shippers that need to send packages to several destinations\n\nPreferred by many businesses shipping small packages that add up to less than a full truckload\n\nConsistent, standardized system of pricing\n\nMore affordable when shipping lighter items across short distances\n\nUsed to ship larger items requiring one pallet or more\n\nOften used to ship items that are large, very heavy or oddly shaped\n\nOften used when goods are being shipped to the same destination, such as a warehouse\n\nMore affordable when shipping heavier items across a greater distance\n\nShipping companies that handle smaller loads of goods can often choose between two pricing options for transporting their packages: hundredweight (CWT) or less-than-truckload (LTL) pricing. Generally, a shipping company that specializes in carrying small loads from many clients relies on hundredweight pricing.\n\nUPS and FedEx, for example, both offer hundredweight options for shipping packages.\n\nHundredweight pricing is often used by small shippers that need to send packages to several destinations. It's the more affordable way to ship lighter items across short distances. LTL pricing, on the other hand, is often used to ship large, very heavy items that fit on one pallet or more. It's the more affordable way to ship heavier items across a greater distance.\n\nAccording to FreightSnap, a firm that specializes in supply chain management services, both options have advantages and disadvantages:\n\nThe better shipping choice depends on many factors, including the size, shape, and weight of the products being shipped and the distance being covered.\n\nAlong with the furlong and the hogshead, the hundredweight is one of many units of measurement that were once used in the imperial measurement system. Although it has been largely replaced by the metric system, it is still used in a handful of situations, particularly commodities and shipping.\n\nIn commodities markets, livestock are still priced in hundredweights. You might also encounter it in the transportation industry, where hundredweight pricing is used by businesses shipping small loads to many clients.\n\nIn the U.S., cattle and all other commodities are weighed in pounds. A hundredweight equals 100 pounds in North America. So, the total weight of the cattle divided by 100 equals the number of hundredweight of cattle.\n\nThe shipping charge will be quoted as a price per cwt. For example, the quoted price might be $30 per cwt. A 500-pound shipment is five hundredweight. The total price is 30 x 5, or $150.\n\nOne pound equals 0.453592 kilograms. A hundredweight in the U.S. measurement of 100 pounds would equal 45.3592 kilograms. A hundredweight in the British measurement of 112 pounds is 50.8023 kilograms.\n\nIn North America, you simply divide the weight in pounds by 100. So something that is one ton (2,000 pounds) would be 20 CWT.\n\nThe hundredweight survives as a standard unit of measurement in the 21st century, but only for specific uses. It is used to indicate the quantity of some commodities being bought and sold in the marketplace, and of some commodity futures being traded in the financial markets. It also is used to indicate the quantity of goods being shipped by freight.\n\nEdward Nicholson. \"Men and Measures; A History of Weights and Measures, Ancient and Modern,\" Pages 105-106. London: Smith, Elder & Co., 1912.\n\nUK Parliament. \"Hansard 1803–2005; Weights and Measures Act—Standard Weights; HC Deb 21 June 1880 vol 253 c420.\"\n\nPete Hoffman. \"Weights and Measures—U.S. To Metric.\" Page 1. Southwest Wisconsin Technical College.\n\nCavalier Transportation Services Inc. \"How to Calculate Freight Charges with CWT Rates.\" Page 1.\n\nEdward Nicholson. \"Men and Measures; A History of Weights and Measures, Ancient and Modern,\" Pages 108-109. London: Smith, Elder & Co., 1912.\n\nBritannica. \"Avoirdupois Weight.\"\n\nEdward Nicholson. \"Men and Measures; A History of Weights and Measures, Ancient and Modern,\" Page 108. London: Smith, Elder & Co., 1912.\n\nCenter for Futures Education, Inc. \"Reading Price Quotations.\"\n\nAnvil Fire. \"English Hundredweight System.\"\n\nUPS. \"UPS Hundredweight Service Rates.\"\n\nFedEx. \"FedEx Standard List Rates, Effective January 1, 2024.\"\n\nFreight Snap: \"LTL vs. Parcel Hundredweight: Which Service Is Right for You.\"",
  "url": "https://www.investopedia.com/terms/h/hundredweight.asp"
}