{
  "term": "What Are Water Rights and How Do They Work?",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nJessica Peterson / Getty Images\n\nWater rights pertain to the legal rights of property owners to access and use bodies of water adjacent to lands they hold. Different types of water rights exist based on various forms of water that border or exist on a property.\n\nIn the U.S., water rights can vary in the eastern and western parts of the country. In general, the western states have historically followed the prior appropriation doctrine, which grants the right to divert water to the first person who started using the water. Most eastern states follow what is known as the riparian doctrine, which limits water use to the owner of the land adjacent to the water.\n\nRiparian rights are a type of water rights awarded to landowners whose property is located along flowing bodies of water, such as rivers or streams.\n\nLandowners typically have the right to use the water as long as such use does not harm upstream or downstream neighbors.Mitigation banking—a system of debits and credits—help ensure the sustained preservation of wetlands and streams. In the event the water is a non-navigable waterway, the landowner generally owns the land beneath the water to the exact center of the waterway.\n\nLittoral rightsare a type of water rights that pertain to landowners whose land borders large, navigable lakes and oceans. There are tides and currents that affect these bodies of water, but they do not flow by the land in the manner of streams and rivers. Landowners with littoral rights have unrestricted access to the waters but own the land only to the median high-water mark.\n\nWater rights areappurtenant, meaning theyrun with the landand not to the owner. If an oceanfront property is sold, the new owner gains the littoral rights and thesellerrelinquishes their rights.\n\nAn owner who holds land that includes a riverbank bordering on a flowing river can make use of the water for their needs, such as drinking, providing water for animals, bathing, or watering gardens. These are all considered domestic uses and are permitted. However, riparian rights might not allow the water to be pumped or otherwise removed from the flowing river or stream.\n\nEach state and municipality will have regulations and limits on the extent of water diversion that may be permitted. Depending on local laws, the water might not be permitted for land irrigation or forcommercialneeds.\n\nSome localities may allow for certain irrigation uses of the water. It may be possible to apply for water diversion rights that would allow for the transport of water away from its source. This would permit usage of the water for commercial purposes such as formining operationsor the irrigation of lands for agricultural operations. These limits are intended to reduce the impact that water removal could have on the surrounding environment.\n\nWater diversion rights may include stipulations that the use of the water must be consistently maintained, or the rights will expire after a defined period of time.\n\nStates in the eastern part of the United States follow the riparian doctrine of water rights, which allows landowners to make reasonable use of the watercourse—such as a stream, lake, pond, or river—adjacent to their land. Reasonable use entitles the landowner to use the water as long as it does not interfere with the reasonable use of another landowner downstream. For example, a reasonable use might include using the water for irrigation, watering livestock, or drinking.\n\nMost eastern states have implemented agovernment-regulatedriparian system. Individuals or companies must apply for a permit from a state agency and provide details about the projected use of the water. Before granting the permit, the state will determine if the projected water use is reasonable.\n\nIn contrast, almost every state west of the 100th meridian uses the prior appropriation water rights doctrine. Prior appropriation began in the 19th century as settlers moved to the western territories. Settlers acquired water rights through a system that was called \"first in time, first in right.\"\n\nAny individual who first appropriates a water source and puts it to beneficial use then has the vested right to continue to use and divert the water.\n\nBy the 20th century, the federal government began enacting legislation that restricted and limited certain water rights acquired through prior appropriation. Some legislation focused on water andland rehabilitation.\n\nThis legislation includes the Clean Water Act, National Environmental Policy Act, and the Endangered Species Act. According to the Department of Interior, these restrictions have caused considerable conflict between the federal government and the western states.\n\nRiparian rights are a type of water right that gives landowners access and usage of flowing bodies of waters like rivers and streams. Most eastern states have implemented a government-regulated riparian system.\n\nLittoral rights are a type of water right that guarantees access to lakes, seas, and oceans.\n\nPrior appropriation water rights is a water rights system that uses \"first in time, first in right.\" Many western states use the prior appropriation water rights doctrine. Prior appropriation began in the 19th century as settlers moved to the western territories.\n\nWater rights are the legal rights of property owners to access and use bodies of water adjacent to lands they hold. Riparian rights give landowners access and usage of flowing bodies of waters like rivers and streams. Littoral rights guarantee access to lakes, seas, and oceans. They vary across the U.S., so how the water rights work in your area may differ from other areas. Water rights are regulated states.\n\nNational Agricultural Law Center. \"Water Law: An Overview.\"\n\nU.S. Department of the Interior. \"Water Rights Act.\"",
  "url": "https://www.investopedia.com/terms/w/water-rights.asp"
}