{
  "term": "What Is a Barrier Option? Knock-in vs. Knock-out Options",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA barrier option is a type ofderivativewhere the payoff depends on whether or not theunderlying assethas reached or exceeded a predetermined price.\n\nA barrier option can be aknock-out, meaning it expires worthless if the underlying exceeds a certain price, limiting profits for the holder and limiting losses for thewriter. It can also be aknock-in, meaning it has no value until the underlying reaches a certain price.\n\nBarrier options are consideredexotic optionsbecause they are more complex than basicAmericanorEuropeanoptions. Barrier options are also considered a type of path-dependent option because their value fluctuates as the underlying value changes during the option's contract term. In other words, a barrier option's payoff is based on the underlying asset's price path. The option becomes worthless or may be activated upon the crossing of a price point barrier.\n\nBarrier options are typically classified as either knock-in or knock-out.\n\nAknock-inoption is a type of barrier option where the rights associated with that option only come into existence when the price of the underlying security reaches a specified barrier during the option's life. Once a barrier is knocked in, or comes into existence, the option remains in existence until it expires.\n\nKnock-in options may be classified asup-and-inordown-and-in. In an up-and-in barrier option, the option only comes into existence if the price of the underlying asset rises above the pre-specified barrier, which is set above the underlying's initial price. Conversely, a down-and-in barrier option only comes into existence when the underlying asset price moves below a pre-determined barrier that is set below the underlying's initial price.\n\nContrary to knock-in barrier options,knock-outbarrier options cease to exist if the underlying asset reaches a barrier during the life of the option. Knock-out barrier options may be classified asup-and-outordown-and-out. An up-and-out option ceases to exist when the underlying security moves above a barrier that is set above the underlying's initial price. A down-and-out option ceases to exist when the underlying asset moves below a barrier that is set below the underlying's initial price. If an underlying asset reaches the barrier at any time during the option's life, the option is knocked out, or terminated.\n\nOther variants of the barrier options described above are possible. Here are three of them:\n\nBecause barrier options have additional conditions built in, they tend to have cheaperpremiumsthan comparable options with no barriers. Therefore, if a trader believes the barrier is unlikely to be reached, then they may opt to buy a knock-out option, for example,since it has a lower premiumand the barrier condition is unlikely to affect them.\n\nSomeone who wants tohedgea position, but only if the price of the underlying reaches a specific level, may opt to use knock-in options. The lower premium of the barrier option may make this more appealing than using non-barrier American or European options.\n\nHere are two examples of barrier options described above.\n\nAssume an investor purchases an up-and-in call option with a strike price of $60 and a barrier of $65, when the underlying stock is trading at $55. The option would not come into existence until the underlying stock price moved above $65. While the investor pays for the option, and the potential that it could become valuable, the option only becomes applicable if the underlying reaches $65. If it doesn't, the option is never triggered and the option buyer loses what they paid for the option.\n\nAssume a trader purchased an up-and-out put option with a barrier of $25 and a strike price of $20, when the underlying security was trading at $18. The underlying security rises above $25 during the life of the option, and therefore, the option ceases to exist. The option is now worthless, even if it only touched $25 briefly and then dropped back below.\n\nAn exotic option is a type of derivative contract that differs from the more traditional American and European options in their payment structure, expiration date, and strike price. Exotic options are also more complex, provide more investment alternatives, and can be customized to meet the investor's risk tolerance and goals.\n\nAn American option allows holders to exercise their rights at any time before and including the expiration date. A European option, on the other hand, only allows execution on the day of expiration.\n\nThe main advantage of barrier options is that they have lower premiums for the option buyer than standard options. They also carry less risk for the option seller and provide investors with more freedom and flexibility to set the terms of their contracts.\n\nA barrier option is a type of derivative contract that is activated or extinguished when the asset price reaches a certain price barrier. They are called knock-in in the first scenario and knock-out in the latter. Other types of barrier options include rebate barrier options, turbo warrant barrier options, and Parisian options. The main feature of barrier options is that their payoff is based on the underlying asset's price path. Their main advantage is that they offer lower premiums for the option buyer.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes only. Read ourwarranty and liability disclaimerfor more info.",
  "url": "https://www.investopedia.com/terms/b/barrieroption.asp"
}