{
  "term": "What Is Joint? A Definition, How It Works, and Risks",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWeekend Images Inc. / Getty Images\n\nJoint is a legal term describing a financialtransactionor agreement where two or more parties act in unison.\n\nJoint can pertain to accounts or ownership in real property such asjoint-owned property. This is property owned by two or more people, who may be business partners, spouses, family members, or friends. If land, a home, or a business is owned jointly, each participating party shares in both the risks and rewards.\n\nJoint can also refer toliability. Joint liability exists in situations where two or more people share the burden of a debt. For example, if a husband and wife have joint liability for a tax debt, each is responsible for the entire amount of the debt. There may be ways to request relief from tax, interest, and penalty liabilities resulting from a joint tax return. Consult with a tax attorney or other certified professional for details.\n\nJoint, as a term, can be applied to a wide variety of financial situations, including the following.\n\nThe FDIC estimates that up to one-third of bank deposit accounts are joint accounts.Withjoint accounts, two or more parties share a single account. The law and financial institutions typically consider both parties to be equal owners, regardless of who started the account or contributed more money.\n\nJoint accounts may benefit from more than the typical $250,000 insurance from the FDIC, as each co-owner of a joint account is insured up to $250,000. If two people are qualified co-owners on a joint account, the account's contents could be insured for up to $500,000.\n\nCo-owners can spend or transfer funds to other accounts without the consent of the other account holder. Most joint accounts have rights of survivorship, which means that if one account holder dies, the other will automatically retain rights to the account funds.\n\nJoint tenancyrefers to when two or more parties share equal shares of ownership in property with the same deed at the same time. This type of holding title is most common between spouses and among family members becauserights of survivorshipare involved, similar to joint accounts.\n\nJoint tenancy differs from atenancy in common. With tenancy in common, tenants may have different shares of ownership that could be obtained at different times.\n\nJoint and survivor annuitiesare insurance products that continue regular payments as long as one of the annuitants is alive. A joint and survivorannuitymust have two or more annuitants. Married couples may choose a joint annuity to guarantee that, in the case of death, the surviving spouse receives regular income for life.\n\nIn ajoint venture, two unaffiliated companies contribute financial and physical assets and personnel to a new company. Although joint ventures are generally considered partnerships, they can take on any legal structure.\n\nJoint ventures can help qualifying businesses (typically in a mentor-protégé relationship) compete for set-aside government contracts reserved for small businesses.\n\nCorporations, partnerships,limited liability companies (LLCs), and other business entities can all be involved in joint ventures. Joint venture agreements take into account the number of parties involved, the joint venture's operation scope, the terms of each party’s role and contribution, the ownership split, and how the joint ventures will be administered, managed, and staffed.\n\nAjoint home equity loanis a home equity loan with two co-borrowers. The co-borrowers can be spouses or a homeowner and a trusted loan co-signer without interest in the property. A lender cannot treat married and unmarried co-borrowers differently.\n\nA joint applicant is someone who agrees to apply for a loan, credit card, or other financial product with you. The joint applicant's credit history and score will likely be considered alongside your own, which can help or hurt your application. Young adults under age 21 without income may need to find a joint applicant to apply for a credit card if the card issuer allowsco-signers.\n\nIf you help someone get a loan or credit card as a joint account holder, be careful. You're legally agreeing to pay back the loan or any amount borrowed. Even if you and the other account holder are no longer on speaking terms in the future, the loan or credit card will appear on your credit reports, and you will be responsible for the debt. Any delinquent debt from a joint loan or card could lower your credit score, and adebt collection agencymay seek to recover the debt. If the terms of your loan are unclear, seek legal advice from an attorney.\n\nJoint financial undertakings require two or more parties to accept ongoing responsibility for risks and rewards. A joint bank account could provide both parties with funds for paying rent, for example, but it also leaves you legally responsible for fees, even if your joint account owner's behavior led to penalties. Carefully consider the financial and legal implications of entering into a joint contract with another person, and speak with an attorney to ensure you understand potential risks.\n\nIRS.gov. \"Publication 504 (2022), Divorced or Separated Individuals.\"\n\nFederal Register. \"Joint Ownership Deposit Accounts.\"\n\nConsumer Financial Protection Bureau. \"I Have a Joint Account With Someone Who Died. What Happens Now?\"\n\nWashington State Legislature. \"Chapter 64.28 RCW: Joint Tenancies.\"\n\nIRS.gov. \"Retirement Topics - Qualified Joint and Survivor Annuity.\"\n\nU.S. Small Business Administration. \"Joint Ventures.\"\n\nConsumer Financial Protection Bureau. \"I Am Not Married but Want to Submit a Joint Application for a Mortgage or Home Equity Loan With Another Person. Can We Be Treated Differently From Married Joint Applicants?\"\n\nConsumer Financial Protection Bureau. \"§ 1026.51 Ability to Pay.\"\n\nHelpwithmybank.gov. \"Can the Bank Report Information on a Debt of My Ex-Spouse on My Credit Report?\"",
  "url": "https://www.investopedia.com/terms/j/joint.asp"
}