{
  "term": "What Is Network Marketing?",
  "definition": "Networkmarketingis a business model that generates sales through independent representatives who build a network of business partners or salespeople to assist with lead generation and closing. Network marketing is also known asmultilevel marketing (MLM), cellular marketing,affiliate marketing, consumer-direct marketing, referral marketing, or home-based business franchising.\n\nNetwork marketing firms seek to leverage the relationships of their salespeople to identify customers and market their products. It's an alternative to or done in addition to more traditional advertising and marketing strategies. Salespeople are pressured to aggressively target their friends and family, not only to buy their products but also to recruit them as new salespeople.\n\nEach sales representative is encouraged to recruit a network of salespeople in a typical network marketing arrangement, resulting in multiple tiers of recruits. The creators of a new tier or \"upline\" earn commission on their sales and on sales made by the people in the tier they created, the \"downline.\"\n\nEach new tier can sprout another tier and this adds more commission to those in the top and middle tiers. The earnings of salespeople depend on recruitment as well as product sales. Those in the top tier make the most.\n\nNetwork marketing has been compared to pyramid schemes, particularly with regard to the focus on recruiting new distributors. The Federal Trade Commission has warned that many multi-level marketing firms may be pyramid schemes but it stopped short of saying that the model is inherently fraudulent.\n\nSome MLM schemes may be run aspyramid schemes. A pyramid scheme funnels earnings from all recruited participants on the lower levels of an organization to those on higher levels. The Federal Trade Commission (FTC) monitors businesses that operate as multi-level marketing companies.\n\nAn individual with a lot of energy and good sales skills can create a profitable business with a modest investment in the network marketing space. An operation that ensures compensation based on actual sales to real customers tends to be more reputable than multi-tier schemes in which people make money based on the number of distributors they recruit, according to theFederal Trade Commission (FTC).\n\nThe FTC settled a suit with Herbalife in 2016, alleging that the company deceived consumers into believing they could earn money selling diet, nutritional supplements, and personal care products. Herbalife paid $200 million to compensate consumers and restructured its business.\n\nSkin care provider Rodan and Fields operated as a billion-dollar business in the MLM space before 2024. The company moved away from the multilevel direct business model and established a new affiliate program due to increased online marketing and shops like Amazon or TikTok Shop.\n\nAnyone considering joining a network marketing operation should independently use or be enthusiastic about the products. They should familiarize themselves with the company structure and be sure that the position is to earn commissions based on selling products and not recruiting others.\n\nSome of the oldest network marketing companies still exist in 2024. Avon was founded in 1886.Tupperware was established in 1946.Amway began in 1959.\n\n“Buyback provisions” allow participants to return unsold products to an MLM for a refund. This Federal Trade Commission mandate benefits sales representatives with too much inventory who can't earn commissions.\n\nThe Federal Trade Commission helps to regulate the operations of network marketing organizations. Network marketing may involve multilevel marketing (MLM), cellular marketing, affiliate marketing, consumer-direct marketing, referral marketing, or home-based business franchising.\n\nFederal Trade Commission. \"Multi-Level Marketing Businesses and Pyramid Schemes.\"\n\nFederal Trade Commission. \"Business Guidance Concerning Multi-Level Marketing.\"\n\nFederal Trade Commission. \"Herbalife Refunds.\"\n\nPR Newswire. \"Rodan + Fields Announces New Path to Growth.\"\n\nAvon. \"The Best Beauty Story Ever Told.\"\n\nTupperware. \"About Tupperware.\"\n\nAmway. \"About Amway.\" Select \"How long has Amway been in business?\"",
  "url": "https://www.investopedia.com/terms/n/network-marketing.asp"
}