{
  "term": "What Is a Gross Lease, How It Works, Types, Pros & Cons",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA gross lease is an agreement that requires the tenant to pay the property owner a flat rental fee in exchange for the exclusive use of the property. The fee includes all of the costs associated with property ownership, including taxes, insurance, and utilities. Grossleasescan be modified to meet the needs of the tenants and are commonly used in thecommercial propertyrental market.\n\nA lease is a contract between alessoror property owner and alesseeor tenant. This contract is often written and gives the tenant exclusive use of the property for a certain period of time. The tenant agrees to pay the owner a fixed sum of money on a regular basis, whether that's weekly, monthly, or annually.\n\nA gross lease is a type of lease that allows the tenant to use the property exclusively by paying a flatfee. It is commonly used for rentals in commercial property, such as office buildings and retail spaces that have numerous lessees. Fees or rents are calculated by landlords to reasonably cover theoperating costsof these spaces.These expenses include:\n\nThisrentcalculation may be done through analysis or from historical property data. The landlord and tenant can alsonegotiatethe amount and terms of the lease. For example, a tenant may ask the landlord to include janitorial or landscaping services.\n\nGross leases allow tenants to preciselybudgettheir expenses. These leases are especially beneficial for those with limited resources or businesses that want to minimize variable costs to maximizeprofit.Companies can concentrate on growing their business without the complexities associated with net leases.\n\nWhen a gross lease excludes insurance and utilities, the tenant is required to absorb those costs.\n\nGross leases fall into two different categories. The first is called a modified gross lease while the other is called a fully service lease.\n\nAmodified gross leasecontains the principal provisions associated with a gross lease, but it can be adjusted to suit the needs of the property owner and the tenant. It is essentially a combination of a gross lease and a net lease, where the tenant pays base rent at the lease's inception.\n\nThis kind of gross lease takes on a proportional share of some of the other costs associated with the property as well, such as property taxes, utilities, insurance, and maintenance.For instance, these modifications may state that the tenant is responsible for the costs associated with the electric utility, but that the property owner is responsible for waste pickup.\n\nModified gross leases are commonly used with commercial spaces where there is more than one tenant, such as office buildings. This type of lease typically falls between a gross lease, where the landlord pays for operating expenses, and a net lease, which passes on property expenses to the tenant.\n\nA fully service lease is one of the easiest gross lease options available. It requires the tenant to cover just the rent while the landlord assumes responsibility for every othercost. As such, the property owner calculates the cost of other expenses, such as utilities, property taxes, and maintenance, into the rental amount.\n\nThis type of gross lease allows the tenant torentwithout having to budget for additional costs, including property maintenance. But because the landlord covers the extra costs, fully service leases can often be more expensive.\n\nBe sure you read the fine print of any lease you sign.\n\nAs with any other type of contract, there are benefits and drawbacks to signing a gross lease for both the landlord and the tenant. We've listed some of the most common pros and cons below.\n\nProperty owners can benefit in several ways by choosing a gross lease to rent out their properties:\n\nDespite these benefits, the drawbacks to landlords include:\n\nA gross lease help tenants in the following ways:\n\nSome of the primary cons include:\n\nLandlords can roll additional costs into the rent\n\nLandlords can pass on inflationary costs to the tenant\n\nTenants aren't responsible for any costs other than the rent\n\nTenants can focus their time on their business rather than the rental space\n\nLandlords are responsible for any additional costs\n\nLandlords must spend more time on administrative duties associated with paying the operating expenses\n\nTenants may have to pay a higher amount in rent than if they were also responsible for paying the bills\n\nTenants may have to deal with landlords who don't keep up-to-date with maintenance\n\nA net lease is the opposite of a gross lease. Under a net lease, the tenant is responsible for some or all costs associated with the property, such as utilities, maintenance, insurance, and other expenses. There are three types of net leases:\n\nNet leases may allow tenants more control over some costs and aspects of the property, but they come with an increased degree of responsibility. For instance, if maintenance is a cost borne by the tenant, they may have the ability to make cosmetic changes. However, they also absorb most repair costs.\n\nLandlords often restrict or prohibit cosmetic changes to the property even when maintenance is a tenant expense. Tenants are also subject to variable utility costs. To regulate the expenses, they may employ different strategies to reduce consumption.\n\nA lease is a contract between a property owner and a lessee where the landlord agrees to give the tenant full access to the property. Rent, on the other hand, is the fee charged by a property owner for the exclusive use of their property by a tenant.\n\nThe main types of commercial leases are gross leases and net leases. These two categories are further broken down into modified gross leases, fully service gross leases, single net leases, double net leases, and triple net leases.\n\nThe most common and simplest type of lease is the gross lease. It is a contract between a landlord and tenant, wherein the lessee, in exchange for the exclusive use of a piece of property, agrees to pay the lessor a fixed sum of money for a certain period of time that encompasses rent and all costs associated with ownership, such as taxes, insurance, and utilities.\n\nThomson Reuters Practical Law. \"Gross Lease.\" Accessed July 7, 2021.\n\neFinance Management. \"Gross Lease.\" Accessed July 7, 2021.\n\nCFI. \"Lease.\" Accessed July 7, 2021.\n\niOptimize Realty. \"What is a Gross Lease in Commercial Real Estate?\" Accessed June 9, 2021.\n\nWallStreetMojo. \"Gross Lease.\" Accessed July 7, 2021.\n\nSquarefoot. \"What is a Full Service Gross Lease.\" Accessed July 7, 2021.\n\nReoptimizer. \"Pros and Cons of a Modified Gross Lease.\" Accessed July 7, 2021.\n\nSalomons Commercial. \"Commercial Leasing 101.\" Accessed July 7, 2021.",
  "url": "https://www.investopedia.com/terms/g/gross-lease.asp"
}