{
  "term": "What Is a Contrarian? Strategy in Trading, Risks, and Rewards",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nContrarian investing is aninvestment stylein which investors purposefully go against prevailing market trends by selling when others are buying and buying when most investors are selling.Berkshire HathawayChair and Chief Executive Officer (CEO) Warren Buffett is a famous contrarian investor.\n\nContrarian investors believe that people who say the market is going up do so only when they are fully invested and have no furtherpurchasing power. At this point, the market is at a peak. So, when people predict a downturn, they have already sold out, and the market can only go up at this point.\n\nContrarian investing is, as the name implies, a strategy that involves going against the grain ofinvestor sentimentat a given time. The principles behind contrarian investing can be applied to individual stocks, an industry as a whole, or even entire markets.\n\nA contrarian investor enters the market when others are feeling negative about it. The contrarian believes the value of the market or stock is below itsintrinsic valueand thus represents an opportunity. In essence, an abundance of pessimism among other investors has pushed the price of the stock below what it should be, and the contrarian investor will buy that before the broader sentiment returns and the share prices rebound.\n\nAccording toDavid Dreman, contrarian investor and author ofContrarian Investment Strategies: The Next Generation, investors overreact to news developments and overprice \"hot\" stocks and underestimate the earnings of distressed stocks. This overreaction results in limited upward price movement and steep falls for stocks that are \"hot\" and leaves room for the contrarian investor to choose underpriced stocks.\n\nContrarian investors often target distressed stocks and then sell them once the share price has recovered and other investors begin targeting the company as well. Contrarian investing is built around the idea that theherd instinctthat can take control of market direction doesn't make for a good investing strategy.\n\nHowever, this sentiment can lead to missing out on gains if broad bullish sentiment in the markets proves true, leading to market gains even as contrarians have already sold their positions. Similarly, an undervalued stock targeted by contrarians as an investment opportunity may remain undervalued if the market sentiment remains bearish.\n\nContrarian investing is similar tovalue investingbecause both value and contrarian investors look for stocks whose share price is lower than the intrinsic value of the company. Value investors generally believe that the market overreacts to good and bad news, so they believe that stock price movements in the short term don’t correspond to a company's long-term fundamentals.\n\nMany value investors hold that there is a fine line between value investing and contrarian investing, since both strategies look for undervalued securities to turn a profit based on their reading of the currentmarket sentiment.\n\nThe most prominent example of a contrarian investor isWarren Buffett. \"Be fearful when others are greedy, and greedy when others are fearful\" is one of his most famous quotes and sums up his approach to contrarian investing.\n\nAt the height of the2008 financial crisis, when markets were tumbling amidst a wave of bankruptcy filings, Buffett counseled investors to buy American stocks. As an example, he purchased equities for American companies, including investment bank Goldman Sachs Group, Inc. (GS).Ten years later, his advice proved to be correct. From 2008 to 2018, Goldman's stock had jumped by approximately 239%.\n\nMichael Burry, a California-based neurologist-turned-hedge fund owner, is another example of a contrarian investor. Through his research in 2005, Burry determined that the subprime market was mispriced and overheated. His hedge fund Scion Capital shorted the riskiest parts of the subprime mortgage market and profited from them. His story was written up into a book,The Big Short,by Michael Lewis and has been made into a movie of the same name.\n\nSir John Templeton was a noted contrarian investor and founded theTempleton Growth Fundin 1954. With dividends reinvested, a $10,000 investment in the fund at inception was worth $2 million by 1992.\n\nInvestors interested in employing a contrarian investing strategy should be aware of some of the strategy's drawbacks. It can be challenging to find undervalued stocks and contrarians typically spend a great deal of time researching stocks and various industries to find potential investment opportunities. It will not be enough to rely on simply doing the opposite of the prevailing market sentiment. It's important for contrarians to develop their skills infundamental analysisto accurately measure a security's intrinsic value.\n\nContrarians may have periods where their portfolios underperform. It may take a significant amount of time before an undervalued stock begins to show gains. In the meantime, the contrarian investor may have to endurepaper losseson their investments.\n\nContrarian investing refers to an investing strategy that looks for profit opportunities in trades that go against current market sentiment. For example, if the market isbullish, the contrarian investor is bearish and will look for opportunities to sell. Conversely, if themarket is bearish, the contrarian is bullish and will look for opportunities to buy.\n\nBerkshire Hathaway's Warren Buffett andCharlie Mungerare two of the most well-known contrarian investors. David Dreman, investment company founder and author of several books on contrarian investing, is another prominent contrarian. Ray Dalio,Sir John Templeton,Michael Burry, andGeorge Sorosare all investors who have made a name for themselves as contrarians.\n\nDeep value investing is a term often used in conjunction with billionaire contrarians who pick their stock investments based on their analysis that a particular company is trading at many multiples below intrinsic orbook value. These billionaires look for companies with share prices that have been unfairly and significantly discounted by the market. They will then acquire large stakes in these companies with the anticipation that over time they will profit from the share price increase.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nBerkshire Hathaway Inc. \"Chairman's Letter - 1986.\"\n\nBerkshire Hathaway Inc. \"Chairman's Letter - 2008,\" Page 16.\n\nYahoo Finance. \"Goldman Sachs Group Inc. (GS) - Historical Data.\"\n\nThe Templeton Foundation. \"Sir John Templeton 1912-2008.\"",
  "url": "https://www.investopedia.com/terms/c/contrarian.asp"
}