{
  "term": "What Is a Certified Information Systems Auditor (CISA)?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCertified Information Systems Auditor (CISA) is the designation issued by the Information Systems Audit and Control Association (ISACA).\n\nCandidates must pass a comprehensive exam, satisfy industry work experience requirements, undergo continuing education and professional development, and adhere to ISACA’sCode of Professional Ethicsand Information Systems Auditing Standards. Auditors must meet the global standard for professionals with acareer in information systemsin auditing, control, and security.\n\nA CISA may review management practices, build risk strategies, perform continuity planning, and monitor IT personnel. A CISA may draft and maintain IT policies, standards, or procedures.\n\nCertified information systems auditors appraise a company's technology-related systems and assess a company's set-up for vulnerabilities. A CISA will implement anauditstrategy and execute the audit with the following steps:\n\nThe CISA exam costs $575 for ISACA members and $760 for non-members.\n\nThe CISA exam lasts four hours and consists of 150 multiple-choice questions.Candidates must meet specific requirements and pay an upfront fee. Exam registration must be completed online. Candidates must score 450 to pass and can sit for the exam in June, September, or December in testing centers worldwide.The exam is available in multiple languages, including Chinese Mandarin, Spanish, French, Japanese, and Korean.\n\nThe testing center requires an acceptable form of ID and may limit the use of phones, smart watches, headphones, food/beverages, or visitors. The CISA exam tests candidates’ knowledge of five job practice domains:\n\nCISA candidates must have five years of professional experience in information systems auditing, control, or security.One year of general work experience can be substituted with one year of information systems or financial audit work experience. An optional education waiver is available for work experience and includes:\n\nTo ensure professionals with the CISA designation keep their knowledge of information systems, auditing, and control updated, they undertake 20 hours of training per year and a minimum of 120 hours in three years. ISACA charges an annual maintenance fee to renew the CISA certification. ISACA members pay $45, and nonmembers pay $85.\n\nTo earn thesecontinuing educationcredits, professionals can attend specific conferences, complete an ISACA Training Week course, perform online training certified by the ISACA, attend specific tech education events, or complete on-demand learning.\n\nCISAs can also earn CPE for journal quizzes accessible to members only, volunteering with ISACA, volunteering with One in Tech, or attending certain ISACA activities or meetings. Each CISA manages and reports their CPE hours into their ISACA profile and navigates to the Certifications & CPE Management area.\n\nThe average salary of a CISA certification holder as of 2023.\n\nAs of the last survey in 2022, there are over 151,000 CISA-certified professionals.\n\nThe most direct timeline to become a CISA is five years, as the ISACA requires half a decade of professional experience on an application. There are exceptions to this rule, and candidates can apply for an educational waiver.\n\nA CISA oversees, manages, and protects a company's information systems, IT, or related departments. This includes performing audits of processes and products, performing risk mitigation techniques to prevent security breaches, and collaborating with other departments to ensure their technology needs are met without compromising security or creating system vulnerabilities.\n\nThe Certified Information Systems Auditor (CISA) certificate demonstrates an individual's knowledge of IT security and risk mitigation. CISA must have professional experience and pass a 150-question exam to demonstrate this knowledge.\n\nISACA. \"Register for the Exam.\"\n\nISACA. \"What Types of Questions Are on the Exam?\"\n\nISACA. \"How Is My Exam Scored?\"\n\nISACA. \"Certification: CISA Job Practice Update 2024.\"\n\nISACA. \"Certification Application: What are the Requirements to Become CISA Certified?\"\n\nISACA. \"Maintain CISA Certification.\"\n\nCertification Magazine. \"Salary Survey 2023.\"",
  "url": "https://www.investopedia.com/terms/c/certified-information-systems-auditor.asp"
}