{
  "term": "What Is Net Receivables? Definition, Calculation, and Example",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nNet receivables are the total money owed to a company by its customers minus the money owed that willlikely never be paid. Net receivables are often expressed as a percentage, and a higher percentage indicates a business has a greater ability to collect from its customers. For example, if a company estimates that 2% of its sales are never going to be paid, net receivables equal 98% (100% – 2%) of theaccounts receivable (AR).\n\nCompanies use net receivables to measure the effectiveness of their collections process. They also utilize it when making forecasts to project anticipated cash inflows.\n\nNet receivables arise when companies grantcreditto their customers. A company's accounts receivable represents the line of credit it extends to its customers for the goods or services it provides. This credit line requires the customer to make payments for an agreed-upon amount due at a specific date.\n\nThis practice carries inherent credit anddefault risk, as the company does not receive payment upfront for the goods or services it sells. A company can improve its cash collections by tightening control over credit issued to customers, maintaining efficient collection procedures, and performing collection procedures promptly.\n\nA company can improve its cash collections by tightening control over credit issued to customers, maintaining efficient collection procedures, and performing collection procedures promptly.\n\nTheallowance for doubtful accountsis a company's estimate of the amount of the accounts receivable it anticipates will not be collectible and will need to be recorded as awrite-off. This estimate is subtracted from the gross amount of outstanding accounts receivable. The two main methods for estimating the allowance for doubtful accounts are the percentage of sales method and the accounts receivable aging method.\n\nAlso, a specific identification method may be used in which each debt is individually evaluated regarding the likelihood of being collected.\n\nNet receivables are shown as an aggregated total on the company'sbalance sheet. The gross receivables are listed first and are followed by the allowance for doubtful accounts. The allowance for doubtful accounts is a contra-asset account, as it reduces the balance of an asset.\n\nNet receivables may be calculated using anaging schedule. This schedule groups receivables by outstanding payment date ranges. The aging schedule may calculate the uncollectible receivables by applying various default rates to each outstanding date range.\n\nAlternatively, it can simply calculate the net receivables by applying the estimated collection rate for each range. The concept behind an aging schedule is to apply different collectibility rates to different receivables based on age. As a receivable gets older, it generally becomes harder to collect.\n\nBecause all future receipts of cash, as well as defaults, are not known, net receivables represent an estimated amount. This is largely contingent on the estimated amount of uncollectible accounts. Management thus has the potential to manipulate the value of net receivables by adjusting the allowance for doubtful accounts.\n\nIn addition, a company's net receivables are highly subject to general economic conditions. Regardless of the entity's procedures, the figure tends to worsen as financial conditions worsen in the general economy.",
  "url": "https://www.investopedia.com/terms/n/netreceivables.asp"
}