{
  "term": "What Are Treasury Inflation-Protected Securities (TIPS)?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nTreasury Inflation-Protected Securities (TIPS) are a type of Treasury bond that is indexed to an inflationary gauge to protect investors from a decline in the purchasing power of their money.\n\nTreasury inflation-protected securities (TIPS) are a type of Treasury security issued by the U.S. government. TIPS are indexed toinflationto protectinvestorsfrom a decline in the purchasing power of their money.\n\nTheprincipalvalue of TIPS rises as inflation rises. Inflation is the pace at which prices increase throughout the U.S. economy, as measured by theConsumer Price Index (CPI). Inflation becomes an issue when there isn’t a commensurate rise inreal wagegrowth to offset the negative effects of rising prices.\n\nTIPS are a popular asset for protecting portfolios from inflation and profiting from it because they pay interest every six months based on a fixed rate determined at the bond’s auction. However, the interest payment amounts can vary since the rate is applied to the adjusted principal or value of the bond. If the principal amount is adjusted higher over time due to rising prices, then theinterest ratewill be multiplied by the increased principal amount. As a result, investors receive higher interest or coupon payments as inflation rises. Conversely, investors will receive lower interest payments ifdeflationoccurs.\n\nTIPS are issued withmaturitiesof five, 10, and 30 years and are considered a low-risk investment because the U.S. government backs them. At maturity, TIPS return the adjusted principal or the original principal, whichever is greater.\n\nTIPS can be purchased directly from the government through theTreasuryDirectsystem, in $100 increments with a minimum investment of $100, and are available with the aforementioned maturities.\n\nSome investors prefer to get TIPS through a TIPSmutual fundorexchange-traded fund (ETF). However, purchasing TIPS directly allows investors to avoid the management fees associated with mutual funds.\n\nTIPS are important since they help combat theinflation riskthat erodes the yield on fixed-rate bonds. Inflation risk is an issue because the interest rate paid on most bonds is fixed for the life of the bond. As a result, the bond’s interest payments might not keep up with inflation. For example, if prices rise by 3% and an investor’s bond pays 2%, then the investor has a net loss in real terms.\n\nTIPS are designed to protect investors from the adverse effects of rising prices over the life of the bond. Thepar value—principal—increases with inflation and decreases with deflation, as measured by the CPI. As mentioned earlier, when TIPS mature, bondholders are paid the inflation-adjusted principal or original principal, whichever is greater.\n\nSuppose an investor owns $1,000 in TIPS at the end of the year, with a coupon rate of 1%. If there is no inflation as measured by the CPI, then the investor will receive $10 in coupon payments for that year. If inflation rises by 2%, however, then the $1,000 principal will be adjusted upward by 2% to $1,020. The coupon rate will remain the same at 1%, but it will be multiplied by the adjusted principal amount of $1,020 to arrive at an interest payment of $10.20 for the year.\n\nConversely, if inflation were negative—known as deflation—with prices falling 5%, then the principal would be adjusted downward to $950. The resulting interest payment would be $9.50 over the year. However, at maturity, the investor would receive no less than the principal amount invested of $1,000 or an adjusted higher principal, if applicable.\n\nThe interest payments during the life of the bond are subject to being calculated based on a lower principal amount in the event of deflation, but the investor is never at risk of losing the original principal if held to maturity. If investors sell TIPS before maturity in the secondary market, they might receive less than the initial principal.\n\nTIPS don’t work as a short-termhedgeagainst spikes in inflation. Their real function is to protect investors against rising living costs over the long term.\n\nAs with other Treasury securities, investors can buy TIPS directly from the U.S. government at the Treasury website TreasuryDirect.gov. This entails a somewhat complicated login process with several security layers.\n\nYou can also buy TIPS directly from yourbankorbroker. This may be more convenient for those investors who already have a substantialportfolioof securities at a certain financial institution.\n\nLet's discuss the advantages of treasury inflation-protected securities. The benefits include but aren't necessarily limited to:\n\nAlong with those advantages, there are some disadvantages to consider.\n\nThe principal increases with inflation, meaning that at maturity, bondholders are paid the inflation-adjusted principal\n\nInvestors will never be paid less than their original principal when TIPS mature\n\nInterest payments increase as inflation increases, since the rate is calculated based on the adjusted principal balance\n\nThe interest rate offered is usually lower than most fixed-income bonds that do not have an inflation adjustment\n\nInvestors might be subject to higher taxes on increased coupon payments\n\nIf inflation does not materialize while TIPS are held, then the utility of holding TIPS decreases\n\nTIPS are definitely best designed for certain types of investors. Some of those investors were briefly touched on when we talked about advantages and disadvantages. More specifically, we’ll talk about those investors now, and we’ll start with conservative investors. TIPS are ideal for conservative investors who prioritize capital preservation and seek to minimize risk. Since TIPS are backed by the U.S. government, they are considered one of the safest investment options available. For this reason, institutional investors such aspension fundsand insurance companies often use TIPS to match their long-term liabilities with inflation-protected assets to make sure they have future cash flow.\n\nRetirees and those focused on generating a stable income stream can benefit from TIPS. As we touched on earlier, the semi-annual interest payments adjusted for inflation provide a reliable income that keeps pace with the rising cost of living. In addition, TIPS can be great for those who may be saving for retirement. Long-term investors who are concerned about the impact of inflation over extended periods can leverage TIPS, though this investment strategy may be best for those who are convinced there will be a high rate of inflation for years to come.\n\nInvestors who are sensitive to state and local taxes might find TIPS advantageous. As we talked about earlier, there are some local and state tax benefits to owning TIPS. Other forms of niche investors may actually beESG investors. If an investor does not align with corporate ESG policies but instead politically aligns with the prevailing government entity legislation, they can choose to invest in fixed-income securities by entities (i.e. the government in this example) they align with regarding ESG.\n\nLet's quickly cover the difference betweennominalbonds and TIPS. Nominal bonds and TIPS are both types of bonds issued by the U.S. Treasury, but they differ primarily in how they handle inflation protection. Nominal bonds, also known as conventional bonds, pay a fixed interest rate over the life of the bond, and the principal value remains constant until maturity. They do not provide explicit protection against inflation. TIPS, on the other hand, are specifically designed to protect investors from inflation.\n\nNominal bonds pay fixed interest payments based on the face value of the bond. These coupon payments do not adjust for changes in inflation. The market price of these nominal bonds fluctuates based on interest rates and overall market considerations. The yield on nominal bonds is fixed.\n\nInterest income from both nominal bonds and TIPS is subject to federal income tax. However, the inflation adjustments to the principal of TIPS are also taxable as income in the year they occur. This is not the case for nominal bonds.\n\nBelow is a comparison of the 10-year TIPS to the 10-year Treasury note, both issued and auctioned by theU.S. Treasury Department.Treasury notes (T-notes)are intermediate-term bonds maturing in two, three, five, seven, or 10 years. They providesemiannualinterest payments at fixed coupon rates.\n\nAs a historical example, on March 29, 2019, the 10-year TIPS was auctioned with an interest rate of 0.875%.On the other hand, fast-forward about five years to see the impact that inflation has had. According to TIPSWatch, on March 21, 2024, the first reopening auction for TIPS received a real yield to maturity of 1.932%.\n\nIn 2022, inflation in the United States hit highs not seen in four decades, leading many investors to flock to TIPS for protection. However, that insurance policy didn’t really go according to plan. These inflation-protecting securities fell an average of 14.2% during the course of the year, performing not much better than regular Treasuries and major equity markets.\n\nThis serves as a reminder of how TIPS work and how they are often misunderstood. When inflation soared in 2022, theFederal Reserve—as it normally does when thecost of livingrockets—hiked interest rates. And steep increases in the cost of borrowing caused TIPS, like the rest of the bond market, to plummet in value, despite the extra payouts tied to inflation.\n\nIn 2023, as inflation cooled and the Fed lowered interest rates, TIPS struggled to perform well. From January 1, 2023 to December 31, 2023, the iShares TIPS Bond ETF returned an annual return of 0.99%, gaining $1.05 over the course of the year. Most of this return had been given back through the first several months of 2024; from the start of the year to the end of Mary 2024, the ETF had a loss of 0.73%.\n\nYou can buy TIPS directly from the U.S. Treasury’s TreasuryDirect website, with a minimum purchase of $100.You can also typically buy them through your broker. There are also several mutual funds andexchange-traded funds (ETFs) that invest in TIPSand other inflation-linked securities that you can buy and sell like ordinary shares of stock.\n\nYes. You can include TIPS and funds that hold TIPS in anindividual retirement account (IRA); however, you cannot use the TreasuryDirect service to buy them directly in an IRA. Instead, you would need to rely on the broker holding your retirement account.\n\nThe yields on TIPS are oftennegative.This is because after taking into account the effects of inflation, thereal yieldis negative. For instance, if standard two-year Treasuries yield 1% but inflation is 2%, then the real yield is -1%.\n\nTIPS are meant to keep up with inflation, not beat inflation. Therefore, you can have anominal yieldon TIPS that is positive but a real yield that is effectively zero. Note that while the yield on TIPS may be negative, their principal value will increase with inflation, which can generatecapital gains.\n\nTIPS first appeared in 1997. The official reason for their appearance is that there was strongdemandfrom the investing public for inflation-linked government securities.However, some economists have been puzzled by the government’s continued issuance of TIPS since they amount to a more expensive way to borrow than traditional Treasuries.\n\nThe original TIPS were set at 20-year maturities. In 2009, 20-year TIPS were discontinued in favor of 30-year TIPS. The U.S. Treasury currently issues five-, 10-, and 30-year TIPS.\n\nTIPS are among the many types of debt securities offered by the U.S. Treasury Department. You can think of them as Treasuries with a twist—their principal value is tied to inflation to protect investors when the cost of living rises. However, they are often misunderstood.\n\nIt’s important to know that inflation protection comes at a cost, as most of these securities carry lower interest rates than other similar government bonds. Also, bear in mind that at the time of maturity, bondholders are paid the inflation-adjusted principal or original principal, whichever is greater. In other words, there’s protection in place for instances when there’s lots of deflation.\n\nAnother common misconception is that TIPS are guaranteed to do well when inflation is rising and function as a great short-term hedge when the cost of living suddenly spikes. As 2022 taught us, TIPS are bonds at the end of the day, and bond markets react badly to rising interest rates.\n\nTreasuryDirect. “Treasury Inflation Protected Securities (TIPS).”\n\nTreasuryDirect. “Treasury Notes.”\n\nTreasuryDirect. “Treasury Offering Announcement: 9-Year 10-Month 0–7/8% TIPS.”\n\nTIPSWatch. \"AllianceBerstein Suggests a 60/30/10 Portfolio to Protect Against Inflation.\"\n\nLark Research. “2022 Returns on TIPS.”\n\nMorningStar. \"iShares TIPS Bond ETF.\"\n\nTreasuryDirect, via Internet Archive. “History of Treasury Inflation-Protected Securities (TIPS).”\n\nMatthias Fleckenstein, Francis A. Longstaff, and Hanno Lustig, via University of California, Los Angeles, Anderson School of Management. “The TIPS-Treasury Bond Puzzle.”The Journal of Finance, vol. 69, no. 5, 2014, pp. 2151–2197.",
  "url": "https://www.investopedia.com/terms/t/tips.asp"
}