{
  "term": "What Is a Knock-Out Option? How It Works, 2 Types, Pros & Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA knock-out option is anoptionwith a built-in mechanism to expire worthless if a specified price level in the underlying asset is reached. A knock-out option sets a cap on the level an option can reach in the holder's favor.\n\nAs knock-out options limit the profit potential for the option buyer, they can be purchased for a smallerpremiumthan an equivalent option without a knock-out stipulation.\n\nA knock-out can be compared with aknock-in option.\n\nA knock-out option is a type ofbarrier option. Barrier options are typically classified as either knock-out or knock-in. A knock-out option ceases to exist if the underlying asset reaches a predetermined barrier during its life. A knock-in option is effectively the opposite of the knock-out. Here, the option is activated only if the underlying asset reaches a predetermined barrier price.\n\nKnock-out options are considered to beexotic options, and they are primarily used in commodity and currency markets by large institutions. They also may be traded in theover-the-counter(OTC) market.\n\nKnock-out options come in two basic types:\n\nAdown-and-out optionis one variety. It gives the holder the right, but not the obligation, to purchase or sell an underlying asset at a predetermined strike price—if the underlying asset's price does not gobelowa specified barrier during the option's life. Should the underlying asset's price fall below the barrier at any point in the option's life, the option expires worthless.\n\nFor example, assume an investor purchases a down-and-outcall optionon a stock that is trading at $60, with astrike priceof $55 and a barrier of $50. If the stock trades below $50, at any time, before the call option expires then the down-and-out call option promptly ceases to exist.\n\nContrary to a down-and-out barrier option, anup-and-out barrier optiongives the holder the right to buy or sell an underlying asset at a specified strike price if the asset has notexceededa specified barrier during the option's life. An up-and-out option is only knocked out if the price of the underlying asset moves above the barrier.\n\nAssume an investor purchases an up-and-output optionon a stock trading at $40, with a strike price of $30 and a barrier of $45. Over the life of the option, the stock hits a high of $46 but then drops to $20 per share. Too bad: the option still would automatically expire because the barrier of $45 had been breached. Now, if the stock hadn't gone above $45 and eventually sold off to $20, then the option would remain in place and have value to the holder.\n\nA knock-out option may be used for several different reasons. As mentioned, thepremiums on these optionsare typically cheaper than a non-knock-out counterpart. A trader may also feel that the odds of the underlying asset hitting the barrier price are remote and conclude that the cheaper option is worth the risk of unlikely being knocked out of the trade.\n\nFinally, these types of options may also be beneficial to institutions that are only interested in hedging up or down to very specific prices or have very narrow tolerances for risk.\n\nGood for specific hedge/risk-management strategies\n\nExotic options often less accessible to investors\n\nKnock-out options limit losses. However, as is often the case, buffers on thedownsidealso limit profits on the upside. Moreover, the knock-out feature is triggered even if the designated level is breached only briefly. That can prove dangerous in volatile markets.\n\nLet's say an investor is interested in Company ABC, with a share price of $17 as of March 20. By May 2, it closed at $22.92 per share. Say our investor is bullish on the company but still cautious.\n\nThe investor may write a call option at $23 per share with a strike price of $33 and a knock-out level of $43. This option only allows the option holder (buyer) to profit as the underlying stock moves up to $43, at which point the option expires worthless, thus limiting the loss potential for the option writer (seller).\n\nA knock-out option expires worthless if a certain price of an asset is reached. A knock-in option is the opposite. It is an option that becomes a regular option once a set price is achieved. If this price is not reached, it is almost as if the option never existed as it does not come into play.\n\nAn example of a knock-in option would be buying one to purchase a company's share for a strike price of $40 with a knock-in price of $50. If the price of the stock does not hit $50, then no option exists. If the price hits $50 then the option is \"activated,\" which creates a regular option with a $40 strike price.\n\nYes, anyone can trade options. You do not have to work for a financial institution or other company to do this. All you need is to open your own brokerage account. However, it is not that simple. Because options are more complex than trading regular stocks and bonds, your broker will need to approve you to trade options based on multiple factors, such as your trading experience, your financial profile, and your investment goals. If you'd like to trade options, start by speaking to your brokerage to find out what is involved.\n\nBecause knock-out options limit the profit potential of the investor, they can be bought at a discount when compared to regular options. If the buyer is fairly certain that the price cap of the asset that would cause the option to expire worthless won't be reached, a knock-out option is a good choice to take in a bit of extra profit as a result of not having to pay as much in premiums.",
  "url": "https://www.investopedia.com/terms/k/knock-outoption.asp"
}