{
  "term": "What Is an Advanced Internal Rating-Based (AIRB) Approach?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn advanced internal rating-based (AIRB) is tool for measuring risk in which all risk components are calculated internally within a financial institution. AIRB, done under the Basel II Capital Rules for financial institutions, can help an institution reduce its capital requirements and credit risk.\n\nIn addition to the basic internal rating-based (IRB) approach estimations, the advanced approach assesses the risk of default usingloss given default (LGD),exposure at default (EAD), and the probability of default (PD).\n\nThese three elements help determine the risk-weighted asset (RWA) that is calculated on a percentage basis for the total required capital.\n\nImplementing the AIRB approach is one step in the process of becoming a Basel II-compliant institution. However, an institution may implement the AIRB approach only if they comply with certain supervisory standards outlined in theBasel IIaccord.\n\nBasel II is a set of international banking regulations, issued by theBasel Committee on Bank Supervisionin July 2006, which expand upon those outlined inBasel I.\n\nThese regulations provided uniform rules and guidelines to level the international banking field. Basel II expanded the rules for minimum capital requirements established under Basel I, provided a framework for regulatory review, and set disclosure requirements for assessment of capital adequacy. Basel II also incorporatescredit riskof institutional assets.\n\nThe AIRB approach allows banks to estimate many internal risk components themselves. While the empirical models among institutions vary, one example is the Jarrow-Turnbull model.Originally developed and published by Robert A. Jarrow (Kamakura Corporation and Cornell University), along with Stuart Turnbull, (University of Houston), the Jarrow-Turnbull model is a “reduced-form” credit model.\n\nReduced form credit models center on describing bankruptcy as a statistical process, in contrast with a microeconomic model of the firm's capital structure. (The latter process forms the basis of common \"structural credit models.\")\n\nThe Jarrow–Turnbull model employs a random interest rates framework. Financial institutions often work with both structural credit models and Jarrow-Turnbull ones, when determining the risk of default.\n\nAdvanced Internal Rating-Based systems also help banks determineloss given default (LGD)andexposure at default (EAD).\n\nLoss given default is the amount of money to be lost in the event of a borrower default; while exposure at default (EAD) is the total value a bank is exposed to at the time of said default.\n\nSet by regulatory agencies, such as theBank for International Settlements, theFederal Deposit Insurance Corporation, and theFederal Reserve Board, capital requirements set the amount ofliquidityis needed to be held for a certain level of assets at many financial institutions.\n\nThey also ensure that banks and depository institutions have enough capital to both sustainoperating lossesand honor withdrawals. AIRB can help financial institutions determine these levels.\n\nUnder foundation IRB, banks model Only the probability of default is considered under foundation IRB. Under the advanced version, banks can also model their own loss given default and exposure-at-default levels.\n\nTheBasel II Rating Systemis a set of international banking regulations that expanded the rules for minimum capital requirements established under Basel I. It provided a framework for regulatory supervision and set new disclosure requirements for assessing the capital adequacy of banks.\n\nBasel II, the second of three Basel Accords, is based on three main \"pillars\": minimum capital requirements, regulatory supervision, and market discipline.\n\nAn advanced internal rating-based (AIRB) is one of several types of systems that measures risk within a financial institution. With AIRB, all risk components are calculated internally within a financial institution. Such risk evaluating systems can help an institution reduce its capital requirements and credit risk.\n\nBank for International Settlements. “Basel II: Revised International Capital Framework.”\n\nJarrow, Robert, et al. “A Markov Model for the Term Structure of Credit Risk Spreads.” The Review of Financial Studies, April 1997, 10 (2), 481–523, doi.org/10.1093/rfs/10.2.481\n\nFederal Register. “Regulatory Capital Rules: Risk-Based Capital Requirements for Depository Institution Holding Companies Significantly Engaged in Insurance Activities.”\n\nFederal Deposit Insurance Corporation. “Capital.”\n\nGlobal Association of Risk Professionals. \"Foundation IRB.\"\n\nBank for International Settlements. \"History of the Basel Committee.\"",
  "url": "https://www.investopedia.com/terms/a/airb.asp"
}