{
  "term": "What Is TreasuryDirect? Definition, How It Works, and Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nTreasuryDirect is the online platform through which investors can purchase federal government securities directly from theU.S. Treasury.\n\nTreasuryDirect sells Treasury bills, notes, bonds, Treasury Inflation-Protected Securities (TIPS), and savings bonds, all of which are backed by the full faith and credit of the U.S. government and are used to finance the federal debt.\n\nThe TreasuryDirect website is the main portal through which the U.S. Treasury sells its securities. In effect, TreasuryDirect is the only way investors can purchase and redeem Treasury securities directly from the government in paperless electronic form. Through the website, money can be deposited from and withdrawn to personal bank accounts, and repurchase of securities can be rolled over as currently held securities mature.\n\nThe types of Treasury securities available through TreasuryDirect include:\n\nThe TreasuryDirect trading system eliminates banks, brokers, and dealers as middlemen, saving investors money on commissions and fees.\n\nThe minimum required investment in the TreasuryDirect market\n\nTreasury securities are sold through an auction process, which establishes a security’s rate andyield. Investors can place either competitive or non-competitive bids.Competitive biddersspecify the rate, yield, ordiscount marginthat they will accept; non-competitive bidders agree to accept the rate, yield, or discount margin that the auction establishes.\n\nAt the auction’s close, the Treasury first issues securities to allnon-competitive bidders, then to competitive bidders from lowest to the highest bid, until it has issued the total amount of securities provided for by thatauction. All accepted bidders receive the terms of the highest accepted offer. The minimum required investment in the TreasuryDirect market is $100.\n\nTo open a TreasuryDirect account, investors must have a Social Security number orEmployer Identification Number(EIN), a U.S. address, a checking or savings account for transferring funds to and from a TreasuryDirect account, an email address, and a secure web browser and internet connection. Individuals, institutions, corporations, partnerships,limited liability companies(LLCs), sole proprietors,estates, and trusts can also establish TreasuryDirect accounts.\n\nYou can request the IRS or your state tax department to deposit your tax refund straight into your TreasuryDirect account and use the funds to purchase securities.\n\nOf course, investors can still purchase Treasury securities through traditional channels, like brokerages or banks, even if they set up aTreasuryDirectaccount; however, financial professionals cannot buy securities for clients through the system.\n\nOnlynew issuescan be bought through TreasuryDirect. Treasury securities typically follow a schedule to release these new issues, also known as on-the-run Treasuries. Treasuries issued before the most recently issued bond or note of a particular maturity are referred to asoff-the-run Treasuriesas they are taken off TreasuryDirect. For example, the 52-week bill is auctioned every four weeks, at which time the previously existing 52-week bills will only be available for trading in the secondary market.\n\nTreasuryDirect. \"Frequently Asked Questions.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Setting Up an Account in TreasuryDirect,\" Page 1. Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"The Basics of Treasury Securities.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Treasury Bills.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Treasury Notes.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Treasury Bonds.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Series I Savings Bonds.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Series EE Savings Bonds.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Treasury Inflation-Protected Securities (TIPS).\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"News.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Using Your Tax Refund for TreasuryDirect.\" Accessed Aug. 13, 2021.\n\nTreasuryDirect. \"Treasury Bills.\" Accessed Aug. 13, 2021.",
  "url": "https://www.investopedia.com/terms/t/treasurydirect.asp"
}