{
  "term": "What Is a Geometric Mean? How to Calculate and Example",
  "definition": "Investopedia / Michela Buttignol\n\nThe geometric mean is the average of a set of products. Analysts, portfolio managers, and others commonly use the calculation of the geometric mean to determine the performance results of an investment or portfolio.\n\nTechnically, a geometric mean is defined as \"thenthroot product ofnnumbers.\" The geometric mean must be used when working with percentages, which are derived from values, while the standard arithmetic mean works with the values themselves.\n\nThe geometric mean, sometimes referred to ascompounded annual growth rateortime-weighted rate of return, is the average rate of return of a set of values calculated using the products of the terms. What does that mean? The geometric mean multiplies several values and sets them to the 1/nth power.\n\nFor various reasons, the geometric mean is an important tool for calculatingportfolio performance. One of the most significant of those reasons is that it takes into account theeffects of compounding.\n\nFor example, the geometric mean calculation can be easily understood with simple numbers, such as 2 and 8. If you multiply 2 and 8, then take the square root (the ½ power since there are only two numbers), the answer is 4. However, when there are many numbers, it is more difficult to calculate unless a calculator or computer program is used.\n\nThe main benefit of using the geometric mean is that the actual amounts invested do not need to be known. The calculation focuses entirely on the return figures themselves and presents an \"apples-to-apples\" comparison when comparing two investment options over more than one time period.\n\nThe geometric mean will always be slightly smaller than thearithmetic mean, which is a simple average.\n\nμgeometric=[(1+R1)(1+R2)…(1+Rn)]1/n−1where:∙R1…Rnare the returns of an asset (or otherobservations for averaging).\\begin{aligned} &\\mu _{\\text{geometric}} = [(1+R _1)(1+R _2)\\ldots(1+R _n)]^{1/n} - 1\\\\ &\\textbf{where:}\\\\ &\\bullet R_1\\ldots R_n \\text{ are the returns of an asset (or other}\\\\ &\\text{observations for averaging)}. \\end{aligned}​μgeometric​=[(1+R1​)(1+R2​)…(1+Rn​)]1/n−1where:∙R1​…Rn​are the returns of an asset (or otherobservations for averaging).​\n\nImagine that your portfolio returned the following amounts each year for five years:\n\nYou would use the formula with those values:\n\nMultiply the result by 100%, and your portfolio returned a geometric mean of 3.99% over five years, slightly less than the arithmetic mean of (5+3+6+2+4) ÷ 5 = 4.\n\nYou can also use theGeomeanfunction of a Google Sheet to calculate the geometric mean of the previous returns.AB1PeriodReturn2Year one1.053Year two1.034Year three1.065Year four1.026Year five1.04In an empty cell, enter the following (make sure you click Format> Number> Plain Text):=GEOMEAN(B2:B6)ImportantThe longer the time horizon, the more critical compounding becomes, and the more appropriate the use of geometric mean.What Is the Geometric Mean of N Terms?The geometric mean ofnterms is the product of the terms to thenth root wherenrepresents the number of terms.Can You Calculate the Geometric Mean With Negative Values?You cannot—it is impossible to calculate a geometric mean that includes negative numbers. To use negative numbers in a geometric mean calculation, you have to convert them to a proportion. For example, if you had an investment that returned -3%, you would use 1 - 0.03 = 0.97 as your value.How Do You Find the Geometric Mean Between Two Numbers?To calculate the geometric mean of two numbers, you would multiply the numbers together and take the square root of the result.The Bottom LineIn mathematics, the geometric mean is an average or mean that demonstrates the central tendency of a group of numbers. In investing, it is a statistical metric that can determine an investment portfolio's returns by considering the effects of compounding.The geometric mean can help investors understand how their portfolio is performing and whether any adjustments need to be made.\n\nIn an empty cell, enter the following (make sure you click Format> Number> Plain Text):\n\nThe longer the time horizon, the more critical compounding becomes, and the more appropriate the use of geometric mean.\n\nThe geometric mean ofnterms is the product of the terms to thenth root wherenrepresents the number of terms.\n\nYou cannot—it is impossible to calculate a geometric mean that includes negative numbers. To use negative numbers in a geometric mean calculation, you have to convert them to a proportion. For example, if you had an investment that returned -3%, you would use 1 - 0.03 = 0.97 as your value.\n\nTo calculate the geometric mean of two numbers, you would multiply the numbers together and take the square root of the result.\n\nIn mathematics, the geometric mean is an average or mean that demonstrates the central tendency of a group of numbers. In investing, it is a statistical metric that can determine an investment portfolio's returns by considering the effects of compounding.\n\nThe geometric mean can help investors understand how their portfolio is performing and whether any adjustments need to be made.\n\nEnvestnet PMC. \"Arithmetic, Geometric and Other Types of Averages.\"",
  "url": "https://www.investopedia.com/terms/g/geometricmean.asp"
}