{
  "term": "What Is Affirmative Action? How It Works and Example",
  "definition": "Investopedia / Michela Buttignol\n\nAffirmative action refers to a policy aimed at increasing workplace and educational opportunities for people who are underrepresented in various areas of our society. It focuses ondemographicswith historically low representation in leadership and professional roles. It is often considered a means of countering discrimination against particular groups.\n\nBusinesses and governments commonlyimplement affirmative action programsby taking individuals' race, sex, religion, or national origin into account when hiring. It has been widely used in education settings in the United States, particularly in college admissions. However, in the 2023 ruling ofStudents for Fair Admissions v. Harvard, the Supreme Court said colleges and universities could no longer take race into consideration as a specific basis for granting admission.\n\nThe main purpose of affirmative action is to diversify various parts of society. The government-backed policy was developed to provide inadequately represented groups of people with access to opportunities in academia, the private workforce, and government jobs.\n\nThese opportunities have included admission to schools, jobs in professional positions, and access to housing and financing.\n\nThe affirmative action policy rose to prominence in the United States in the 1960s as a way to promote equal opportunity for various segments of society. The policy was developed to enforce theCivil Rights Act of 1964, which sought to eliminate discrimination.\n\nEarly implementations of affirmative action largely focused on halting the continued social segregation of minorities and other disadvantaged individuals from institutions and opportunities.\n\nDespite legislation that outlawed discrimination practices in the U.S., tangible change in the status quo was not immediate.\n\nIn more recent years, campaigns have expanded to make organizations and institutions even more inclusive by pushing for greater gender diversity. Newer policies are also aimed at providing more access to opportunities for covered veterans and people with disabilities.\n\nIn 2023, however, the U.S. Supreme Court issued a landmark decision inStudents for Fair Admissions v. Harvardthat held that race-based affirmative action programs in college admissions violate the 14th Amendment's Equal Protection Clause.And in the ruling forStudents for Fair Admissions v. the University of North Carolinacompanion case, the court overruled the previous precedent set inGrutter v. BollingerandRegents of the University of California v. Bakkethat had previously validated some affirmative action in college admissions allowed for race to hold a limited role in decision making by college administrators.\n\nCovered veterans are veterans who are disabled, who served on active duty in a war or other campaign and have a campaign badge or a service medal, or who are recently separated from the Armed Forces.\n\nEfforts to stimulate change have taken the form of financial assistance such asgrants, scholarships, and other support earmarked to help with access to higher education opportunities.\n\nIn addition, hiring practices may be structured to require the inclusion of diverse candidates for consideration for job openings. Government agencies may mandate that companies and institutions populate their ranks with a minimum percentage of qualifiedprofessionals from varying ethnicities, genders, and cultures.\n\nFailure to meet such requirements could disqualify institutions from receivinggovernment fundingor being able to compete for public contracts.\n\nPeople confuse employment equity with affirmative action. There's a distinct difference between the two. Employment equity attempts to ensure that all individuals are treated equally while affirmative action actually supports those people in particular who historically have been denied opportunities.\n\nAffirmative action has been put to work since the 1960s, despite a lack of progress at times and rulings by legal authorities such as the Supreme Court that have hindered it. Here are some examples of the policy in action.\n\nThe implementation and continued use of affirmative action policies have drawn strong support as well as staunch criticism.\n\nAn obvious benefit of affirmative action is the opportunities it provides to people who otherwise might not have them. These opportunities include access to education for students who may be disadvantaged and career advancement for employees who may be blocked from rising up the corporate ladder.\n\nProponents of affirmative action say that the effort must continue because of the low percentages of diversity in positions of authority and in the media, as well as limited acknowledgment of the achievements of marginalized or unrepresented groups.\n\nOpponents of affirmative action frequently call these efforts a collective failure. They cite as evidence the tiny changes to the status quo after decades of effort. The cost of such programs, coupled with a belief that affirmative action forces the populace to make unwarranted accommodations, drives a significant part of the opposition.\n\nCertain individuals believe that there is little or no bias in society. They argue that affirmative action results in reverse discrimination, which can often lead to qualified candidates being overlooked in academics and the workplace in favor of less qualified candidates who meet policy standards.\n\nProvides opportunities for minorities and people from disadvantaged groups\n\nCosts to implement policies can be too high\n\nDraws focus from a person's merits or achievements\n\nAffirmative action is a very controversial topic and often leads to heated debates between those who support it and people who feel it doesn't benefit society. Is there a way to quantify how people feel and how it's working?\n\nAccording to a 2024 Gallup poll, about two out of every three Americans (68%) had positive views of the Supreme Court ruling that eliminated affirmative action in university admissions. Black Americans are the most divided on the subject, while white, Asian, and Hispanic adults viewed the decision more favorably. Previous Gallup polls had found that about 70% of Americans believe that colleges should only consider merit in academic admissions.\n\nThere is some division when it comes to identifying race and ethnicity for purposes of hiring. In fact, about 74% of individuals feel that a candidate's racial or ethnic background shouldn't be considered when hiring or promoting them. They believe these activities should only be based on someone's merit and qualifications.\n\nThe goal of affirmative action is to increase opportunities for individuals and groups that historically have been underrepresented, or in some cases barred, from certain areas of academia, the government, and theprivate sectorworkforce. Affirmative action policies provide funding in the form of grants and scholarships to these communities.\n\nPolicies were adopted to help those with different racial backgrounds and national origins. They have expanded to address gender,sexual orientation, and various disabilities.\n\nTheRegents v. Bakkecase changed affirmative action policies by striking down the use of racial quotas. The case was presented by Allan Bakke, who claimed he was denied admission to medical school at the University of California on two separate occasions because he was white. The Supreme Court upheld affirmative action but ruled in Bakke's favor, saying racial quotas were unconstitutional. The 2023 caseStudents for Fair Admissions v. the University of North Carolinaoverturned the ruling.\n\nThat was President John F. Kennedy. He did so in 1961, telling federal contractors to take \"affirmative action to ensure that applicants are treated equally without regard to race, color, religion, sex, or national origin.\"\n\nThough affirmative action continues to be a source of controversy for some, such programs are a reality for all government-contracted businesses. What's more, many other employers choose to implement affirmative action programs as a helpful way to foster transparency in hiring and promotions, and diversity in the workplace.\n\nSupreme Court of the United States. \"No. 20-1199: Students for Fair Admissions, Inc. v. President and Fellows of Harvard College.\"\n\nStanford Encyclopedia of Philosophy. \"Affirmative Action.\"\n\nSupreme Court of the United States. \"No. 76-811: University of California Regents v. Bakke.\"\n\nSupreme Court of the United States. \"Students for Fair Admissions, Inc. v. University of North Carolina.\"\n\nCornell Law School, Legal Information Institute. \"Covered Veteran.\"\n\nCongressional Research Service. \"Rescission of Executive Order 11246, “Equal Employment Opportunity”: Legal Implications.\"\n\nUniversity of Rhode Island, Office of Equal Opportunity. \"History of Affirmative Action at a Glance.\"\n\nThe American Presidency Project. \"Statement on Signing the Rehabilitation Act of 1973.\"\n\nU.S. Equal Employment Opportunity Commission. \"Rehabilitation Act of 1973.\"\n\nThe American Presidency Project. \"Executive Order 12432—Minority Business Enterprise Development.\"\n\nNational Archives. \"Transcript of Statement by the President July 26, 1990.\"\n\nThe American Presidency Project. \"Statement on Signing the Civil Rights Act of 1991.\"\n\nAmerican Association for Access, Equity and Diversity. \"Affirmative Action Policies Throughout History.\"\n\nThe Wall Street Journal. \"College Affirmative Action Policies Backed by Major Companies.\"\n\nGallup. \"Post-Affirmative Action, Views on Admissions Differ by Race.\"\n\nPew Research Center. \"Americans See Advantages and Challenges in Country’s Growing Racial and Ethnic Diversity.\"\n\nThe American Presidency Project. \"Executive Order 10925—Establishing the President's Committee on Equal Employment Opportunity.\"",
  "url": "https://www.investopedia.com/terms/a/affirmative-action.asp"
}