{
  "term": "What Does Going Concern Mean?",
  "definition": "A going concern is a business that is financially stable and is expected to continue operating indefinitely.\n\n\"Going concern\" is a commonly used term for a healthy business but it also is a core accounting principle.\n\nIn accounting, a company is either a going concern or is not financially viable. This determination, based on a study of the company's financials, is generally understood to be good for at least 12 months.\n\nThus, the label going concern indicates that a company is making enough money to stay afloat for the foreseeable future or until there is evidence to the contrary.\n\nAccountants use going concern principles to decide what types of reporting must be recorded on a company's financial statements.\n\nCompanies that are going concerns may defer reportinglong-term assetsat current value or liquidating value, and instead report them at cost.\n\nAccountants who conclude that a company is a going concern generally believe the company is using its assets wisely and does not have to liquidate anything to meet its financial obligations.\n\nAccountants may also employ going concern principles to determine how a company should proceed with any sales of assets, reduction of expenses, or shifts to other products.\n\nGenerally accepted accounting principles (GAAP)deal with the issue of going concern and its assessment. GAAP provides examples of the events and conditions that may indicate reason for substantial doubt that a company can continue to operate as a going concern.\n\nAccording to GAAP guidance, disclosures must be made as soon as a conclusion of substantial doubt is reached.\n\nCertainred flagscan indicate that a business may not be a going concern in the near future.\n\nCompanies can go bankrupt without ever having been identified as having a going concern issue.\n\nAccounting standardsdetermine what a company must disclose on its financial statements if there are doubts about its ability to continue as a going concern.\n\nTheFinancial Accounting Standards Boardrequires that financial statements reveal the conditions that relate to a finding of substantial doubt.\n\nThe statements should also show management's interpretation of the conditions and its plans to mitigate them.\n\nIn general, an auditor who examines a company's financial statements seeks evidence that the company can continue as a going concern for one year following the time of an audit.\n\nConditions that lead to substantial doubt about the viability of a going concern include negative trends in operating results, continuous losses from one period to the next, loan defaults, lawsuits against a company, and denial of credit by suppliers.\n\nFor a company to be a going concern, it usually needs to be capable of surviving a significant debt restructuring or massive financing overhaul if necessary.\n\nTherefore, it may be noted that companies that are not going concerns may need external financing, restructuring, or asset liquidation.\n\nThere are several implications of a negative audit report. First, the company will be seen as a poor investment opportunity. It represents a significantly higher level of risk than other companies.\n\nA company that is not a going concern may be revalued at the request of investors, shareholders, or the board. This revaluation may be used to price the company for acquisition or to seek out a private investor.\n\nCertain accounting measures must be taken to write down the value of the company on the business's financial reports.\n\nOne of the larger repercussions of not being a going concern is the credit challenge. The company's existing debts may be callable. New lenders are unlikely to issue new credit, at least at a reasonable interest rate.\n\nThe credit crunch can trickle down to suppliers who may be unwilling to sell raw materials or inventory goods on credit.\n\nA going concern is a company that is financially stable and, at the very least, is likely to survive for the next 12 months. That's good. A company in poor shape that is not seen as a going concern may not last for 12 more months. That's bad.\n\nA company that's a going concern can back up its financial health and has confidence in its potential for success and longevity. It can satisfy customers. Suppliers and vendors will do business with it. The company will be able to get credit if needed. Additionally, it can attract new investors.\n\nIf a company is not a going concern, its management is required to disclose this fact and must provide the reasons for the negative conclusion.\n\nThe term \"going concern\" defines a company as being financially stable. A finding that a company is not a going concern serves as a notice to its customers, investors, and suppliers that its future is in jeopardy.\n\nKPMG. \"Going Concern: IFRS® Standards Compared to U.S. GAAP.\"\n\nFinancial Accounting Standards Board. \"Presentation of Financial Statements—Going Concern (Subtopic 205-40): Disclosure of Uncertainties About an Entity’s Ability to Continue as a Going Concern.\"\n\nDeloitte. \"Going Concern — Key Considerations Related to Performing a Comprehensive Assessment.\"\n\nPwC. \"US Financial Statement Presentation Guide: 24.5 Going Concern.\"",
  "url": "https://www.investopedia.com/terms/g/goingconcern.asp"
}