{
  "term": "What Is Electronic Money or eMoney?",
  "definition": "Electronic money is the currency that exists in banking computer systems that may be used to facilitateelectronic transactions. Although its value is backed by fiat currency and may be exchanged into a physical, tangible form, electronic money is primarily used for electronic transactions.\n\nElectronic money is used for transactions globally and is commonly accessed through electronic banking systems and monitored through electronic processing. eMoney can be exchanged between individuals and businesses electronically using digital apps.\n\nElectronic money is backed and controlled bycentral banks. The U.S. Federal Reserve and 12 supporting banks manage the fiat currency in physical form and control the money supply through monetary policies and open market operations.\n\nCentral banks are exploring the use of aCentral Bank Digital Currency. In the United States, there is a physical currency issued by the Federal Reserve and digital balances held by commercial banks at the Federal Reserve. A CBDC would be a liability of the Federal Reserve, not of a commercial bank.\n\nAmericans process transactions electronically by receiving paychecks throughdirect deposits, moving money from one account to another via electronic fund transfers, or spending money with credit cards and debit cards.\n\nThe U.S. financial market has a robust infrastructure for transacting electronic money, which includes payment processing networks, such as Visa and Mastercard. Prepaid cards and digital wallets likePayPalandSquarelikewise allow users to deposit fiat currency for electronic money. Electronic money allows for immediate transactions through e-commerce.\n\nHere's our review forBest Money Transfer Apps\n\nElectronic money may be exchanged for fiat currency and is represented within the regulated banking system.Cryptocurrenciesare privately issued and are not backed by financial assets. Cryptocurrency is created using blockchain technology without government control or regulation.\n\nFraud may be an issue when money can be transferred from one party to another without the necessity for verification of the original owner’s true identity.\n\nIn 2022, only 18% of all payments were made with cash in the United States.\n\nAdigital walletor electronic wallet is a financial transaction application that runs on any connected device. It securely stores payment information and passwords in the cloud. Digital wallets may be accessible from a computer;mobile wallets, which are a subset, are primarily used on mobile devices.\n\nElectronic money or eMoney is currency stored in banking computer systems and backed by fiat currency. Individuals process and receive electronic money through paycheck direct deposits, electronic fund transfers, or online payments and purchases.\n\nBoard of Governors of the Federal Reserve System. \"What Is a Central Bank Digital Currency?\"\n\nFederal Reserve Bank of San Francisco. “2023 Findings from the Diary of Consumer Payment Choice,” Page 6.",
  "url": "https://www.investopedia.com/terms/e/electronic-money.asp"
}