{
  "term": "What Is the Securities and Exchange Board of India (SEBI)?",
  "definition": "The Securities and Exchange Board of India (SEBI) is the most important regulator of securities markets in India. SEBI is the counterpart of theSecurities and Exchange Commission (SEC)in the U.S. Its stated objective is “to protect the interests of investors in securities and to promote the development of, and toregulate the securities marketand for matters connected therewith or incidental thereto.”\n\nThe Securities and Exchange Board of India was established in its current incarnation in January 1992, following the passage of the Securities and Exchange Board of India Act by the nation's parliament.It supplanted the Controller of Capital Issues, which had regulated the securities markets under the Capital Issues (Control) Act of 1947, passed just months before India gained independence from the British.\n\nThe SEBI headquarters is located in the business district at the Bandra-Kurla Complex in Mumbai. It also has regional offices in the cities of New Delhi, Kolkata, Chennai, and Ahmedabad, and more than a dozen local offices in cities including Bangalore, Jaipur, Guwahati, Patna, Kochi, and Chandigarh.\n\nAccording to its charter, SEBI is expected to be responsible for three main groups:\n\nThe body drafts regulations and statutes in a regulatory capacity, passes rulings and orders in a judicial capacity, conducts investigations, and imposes penalties in an enforcement capacity. As an example, theBoard banned short sellingbetween 2001 and 2008.\n\nSEBI is run by a board of directors, including a chair who is elected by the parliament, two officers from the Ministry of Finance, one member from theReserve Bank of India, and five members who are also elected by the parliament.\n\nCritics say SEBI lacks transparency and is insulated from direct public accountability. The only mechanisms to check its power are a Securities Appellate Tribunal, which consists of a panel of three judges, and the Supreme Court of India. Both bodies have occasionally censured SEBI.\n\nStill, SEBI has been aggressive at times in doling out punishment and in issuing strong reforms. It also established the Financial Stability Board in 2009, in response to the global financial crisis, giving the board a broader mandate than its predecessor to promote financial stability.\n\nSecurities And Exchange Board Of India. \"Index.\" Accessed Oct. 5, 2021.\n\nSecurities And Exchange Board Of India. \"About SEBI-Establishment Of SEBI.\" Accessed Oct. 5, 2021.\n\nSecurities And Exchange Board Of India. \"The Capital Issues (Control) Act, 1947.\" Accessed Oct. 5, 2021.\n\nSecurities And Exchange Board Of India. \"Chapter IV-Powers And Functions Of The Board.\" Accessed Oct. 5, 2021.\n\nSecurities And Exchange Board Of India. \"Board Members.\" Accessed Oct. 5, 2021.\n\nFinancial Stability Board. \"History Of The FSB.\" Accessed Oct. 5, 2021.",
  "url": "https://www.investopedia.com/terms/s/sebi.asp"
}