{
  "term": "What Is White-Collar Crime? Meaning, Types, and Examples",
  "definition": "White-collar crime is a nonviolent crime often characterized by deceit or concealment to obtain or avoid losing money or property, or to gain a personal or business advantage.\n\nExamples of white-collar crimes include securities fraud, embezzlement, corporate fraud, and money laundering. Entities that investigate white-collar crime include the Securities and Exchange Commission (SEC), the Financial Industry Regulatory Authority (FINRA), the Federal Bureau of Investigation (FBI), and state authorities.\n\n\"White-collar crime\" is a term first coined by sociologist Edwin Sutherland in 1939 who defined it as a crime committed by a person of respectability and high social status during his occupation. White-collar workers historically held non-laboring office positions while blue-collar workers traditionally wore blue shirts and worked in plants, mills, and factories.\n\nHigh-profile individuals convicted of white-collar crimes includeIvan Boesky, Bernard Ebbers,Michael Milken, andBernie Madoff. Their crimes have included insider trading, accounting scandals, securities fraud, andPonzi schemes.\n\nRampant new white-collar crimes facilitated by the Internet include so-calledNigerian scams, in which fraudulent emails request help in forwarding a substantial amount of money to a criminal ring. Other common white-collar crimes includetunneling,insurance fraud, and identity theft.\n\nThe Madoff Victim Fund (MVF) distributed over $3.7 billion to nearly 40,000 victims worldwide in connection with the Bernard L. Madoff Investment Securities LLC (BLMIS) fraud scheme.\n\nLarge-scale corporate fraud that occurs in corporate or government institutions incurs a significant financial loss to investors and can damage the U.S. economy and investor confidence.\n\nCorporate fraudgathers the widest group of partners for investigations, including the FBI, the U.S. Securities and Exchange Commission (SEC), the Commodity Futures Trading Commission (CFTC), the Financial Industry Regulatory Authority, the Internal Revenue Service, the Department of Labor, Federal Energy Regulatory Commission, and the U.S. Postal Inspection Service.\n\nThe majority of corporate fraud cases involveaccounting schemesthat are conceived to deceive investors, auditors, and analysts about the true financial condition of a corporation or business by manipulating financial data, share price, or other measurements to inflate the financial performance of the business.\n\nIn 2014, Credit Suisse pleaded guilty to helping U.S. citizens avoid taxes by hiding income from the Internal Revenue Service and paid penalties of $2.6 billion. Bank of America sold billions inmortgage-backed securities(MBS) tied to properties with inflated values without proper collateral and agreed to pay $16.65 billion in damages.\n\nSelf-dealingoccurs when a fiduciary acts in their own best interest rather than in the best interest of their clients. Considered a conflict of interest, this illegal activity can lead to litigation, penalties, and termination of employment for those who commit it.\n\nSelf-dealing includesfront-running, when a broker enters into a trade with the foreknowledge of a non-publicized transaction that will influence the price of the asset, resulting in a financial gain for the broker. It also occurs when a broker or analyst buys or sells shares for their account ahead of their firm's buy or sell recommendation to its clients.\n\nInsider tradingoccurs when individuals act upon or divulge to others information that is not yet public and is likely to affect share price and company valuations once it is known. Insider trading provides an unfair advantage for individuals to profit and does not matter how the material nonpublic information was received or if the person is employed by the company.\n\nMoney launderingis accepting cash earned from illicit activities, such as drug trafficking, and making the cash appear as earnings from legal business activity. Criminals often filter money from crimes such as human and narcotics trafficking, public corruption, and terrorism in a three-step process:\n\nA cash-based business, such as a restaurant that is owned by a criminal organization, is a common tool for laundering illegal money. Daily cash receipts may be inflated to funnel illegal cash through the restaurant and into the bank for distribution to the owners.\n\nTheAnti-Money Laundering Act of 2020assists financial institutions in their efforts to meet their obligations under laws and regulations designed to combat money laundering by targeting foreign and domestic terrorist financing, transnational criminal organizations, drug trafficking organization activity, human trafficking, and human smuggling, and proliferation financing.\n\nTheperpetrator of a securities fraudcan be an individual, such as a stockbroker, or an organization, such as a brokerage firm, corporation, or investment bank, and includes crimes such as:\n\nExamples of cases of securities fraud are theEnron, Tyco, Adelphia, andWorldComscandals.\n\nIf convicted, an individual may be sentenced to time in county jail, state prison, or federal prison, depending on the severity of the crime. Additionally, fines may be imposed as well as required restitution to the victim.\n\nAllegations of securities fraud are investigated by the Securities and Exchange Commission (SEC) and Financial Industry Regulatory Authority (FINRA), often in concert with the FBI.\n\nState authorities can also investigate investment scams. In a unique attempt to protect its citizens, the state of Utah established the nation’s first online registry for white-collar criminals where photos of individuals who are convicted of a fraud-related felony rated as second-degree or higher are featured on the registry.\n\nMany companies, especially those involved in finance and banking, haveanti-money laundering(AML) rules in place to detect and prevent money laundering. For banks, compliance starts with verifying the identity of new clients, a process sometimes calledKnow Your Client(KYC) and customer due diligence detects money laundering strategies like breaking up large money laundering transactions into smaller ones to evade reporting limits and avoid scrutiny.\n\nIntellectual property theft is a white-collar crime that robs people or companies of their ideas, inventions, and creative expressions, known as intellectual property, and may include trade secrets and proprietary products or movies, music, and software.\n\nSecurities fraud, embezzlement, corporate fraud, and money laundering are considered white-collar crimes, perpetrated traditionally by those in corporate or office settings. The SEC, NASD, the FBI, and state authorities work in concert to investigate white-collar crimes which are often prosecuted at the federal level. Penalties for committing a white-collar crime include prison, fines, and restitution.\n\nFederal Bureau of Investigation. \"The Measurement of White-Collar Crime Using Uniform Crime Reporting (UCR) Data.\" Page 1.\n\nU.S. Department of Justice. \"Justice Department Announces Additional Distribution of More than $568 Million to Victims of Madoff Ponzi Scheme.\"\n\nFederal Bureau of Investigation. \"White-Collar Crime.\"\n\nU.S. Department of Justice. \"Bank of America to Pay $16.65 Billion in Historic Justice Department Settlement for Financial Fraud Leading up to and During the Financial Crisis.\"\n\nU.S. Department of Justice. \"Credit Suisse Pleads Guilty to Conspiracy to Aid and Assist U.S. Taxpayers in Filing False Returns.\"\n\nCongressional Research Service. \"The Financial Crimes Enforcement Network (FinCEN): Anti-Money Laundering Act of 2020 Implementation and Beyond.\"\n\nFinancial Crimes Enforcement Network (FinCEN). \"The Anti-Money Laundering Act of 2020.\"\n\nState of Utah Office of the Attorney General. \"White Collar Crime Offender Registry.\"",
  "url": "https://www.investopedia.com/terms/w/white-collar-crime.asp"
}