{
  "term": "What Are Tranches? Definition, Meaning, and Examples",
  "definition": "Tranches are segments created from a pool of securities—usually debt instruments such as bonds or mortgages—that are divided up by risk, time to maturity, or other characteristics in order to be marketable to different investors. Each portion or tranche of a securitized or structured product is one of several related securities offered at the same time, but with varying risks, rewards, and maturities to appeal to a diverse range of investors.\n\nTranche is a French word meaningsliceorportion. They are commonly found inmortgage-backed securities (MBS)orasset-backed securities (ABS).\n\nTranches instructured financeare a fairly recent development, spurred by the increased use ofsecuritizationto divide up sometimes-risky financial products with steady cash flows to then sell these divisions to other investors. The discrete tranches of a larger asset pool are usually defined in transaction documentation and assigned different classes of notes, each with a different bond credit rating.\n\nSenior tranches typically contain assets with higher credit ratings than junior tranches. The senior tranches have first lien on the assets—they're in line to be repaid first, in case of default. Junior tranches have a second lien or no lien at all.\n\nExamples of financial products that can be divided into tranches include bonds, loans, insurance policies, mortgages, and other debts.\n\nA tranche is a common financial structure for securitized debt products, such as acollateralized debt obligation (CDO), which pools together a collection of cash flow-generating assets—such as mortgages, bonds, and loans—or a mortgage-backed security.\n\nAn MBS is made of multiple mortgage pools that have a wide variety of loans, from safe loans with lower interest rates torisky loans with higher rates. Each specific mortgage pool has its own time to maturity, which factors into the risk and reward benefits. Therefore, tranches are made to divide up the different mortgage profiles into slices that have financial terms suitable for specific investors.\n\nFor example, acollateralized mortgage obligation (CMO)offering a partitioned mortgage-backed securities portfolio might have mortgage tranches with one-year, two-year, five-year, and 20-year maturities, all with varying yields. If an investor wants to buy an MBS, they can choose the tranche type most applicable to their appetite for return and aversion to risk.\n\nAZ trancheis the lowest-ranked tranche of a CMO in terms of seniority. Its owners are not entitled to any coupon payments, receiving no cash flow fromunderlyingmortgagesuntil the more senior tranches are retired, or paid off.\n\nInvestors receive monthly cash flow based on the MBS tranche in which they invested. They can either try to sell it and make a quick profit or hold onto it and realize small but long-term gains in the form of interest payments. These monthly payments are bits and pieces of all the interest payments made by homeowners whose mortgage is included in a specific MBS.\n\nInvestors who desire to have long-term steady cash flow will invest in tranches with a longer time to maturity. Investors who need a more immediate but more lucrative income stream will invest in tranches with less time to maturity.\n\nAll tranches, regardless of interest and maturity, allow investors to customize investment strategies to their specific needs. Conversely, tranches help banks and other financial institutions attract investors across many different profile types.\n\nTranches add to the complexity of debt investing and sometimes pose a problem to uninformed investors, who run the risk of choosing tranches unsuitable to their investment goals.\n\nTranches can also be miscategorized by credit rating agencies. If they are given a higher rating than deserved, it can cause investors to be exposed to riskier assets than they intended to be. Such mislabeling played a part in the mortgage meltdown of 2007 and the subsequent financial crisis.\n\nTranches containing junk bonds or sub-prime mortgages (below-investment-grade assets) were labeled AAA or the equivalent, either through incompetence, carelessness, or, as some charged, outright corruption on the agencies' part.\n\nAfter the financial crisis of 2007-09, an explosion of lawsuits occurred against issuers of CMOs, CDOs, and other debt securities—and among investors in the products themselves, all of which was dubbed \"tranche warfare\" in the press.\n\nAn April 2008 story in theFinancial Timesnoted that investors in the senior tranches of failed CDOs were taking advantage of their priority status to seize control of assets and cut off payments to other debt holders. CDO trustees, such as Deutsche Bank and Wells Fargo, filed suits to ensure all tranche investors continued to receive funds.\n\nAnd in 2009, the manager of Greenwich, Conn.-based hedge fund Carrington Investment Partnersfiled a lawsuitagainst the mortgage-servicing company American Home Mortgage Servicing. The hedge fund held junior tranches of mortgage-backed securities that contained loans made on foreclosed properties that American Home was selling for (allegedly) low prices—thus crippling the tranche's yield. Carrington argued in the complaint that its interests as a junior tranche-holder were in line with those of the senior tranche-holders.\n\nPooled financial securities are generally broken into three tranches: senior, mezzanine, and junior. Each tranche has a different level of risk and, therefore, a different level of return. Senior tranches have the least risk and the lowest returns while junior tranches have the highest risk and the highest returns. Mezzanine tranches sit between the two.\n\nAn example of a tranche is as follows. Hundreds of mortgages are pooled into a security: a mortgage-backed security (MBS). The mortgages in this security all have different credit profiles based on the holder of the mortgage. Some have excellent credit profiles and the mortgages, therefore, have low interest rates.\n\nSome of the borrowers have bad credit profiles and their mortgages have high interest rates. These different mortgages are broken down into tranches. Each tranche represents a different credit profile. The low-risk mortgages go into the senior tranche whereas the high-risk mortgages go into the junior tranche. An investor can choose which tranche they would like to invest in based on their risk profile.\n\nA collateralized mortgage obligation (CMO) is a collateralized debt obligation (CDO) constructed of underlying mortgages. CDOs are a pooled investment security of any fixed-income asset but are most often made up of loans. A CMO is specifically a CDO where the loans are mortgages.\n\nMost pooled fixed-income investments consist of tranches, each assigned with a credit rating. Tranches assigned a AAA rating are of the best quality, meaning they are the least risky but also will have the lowest return. Sometimes a large corporation, project or sovereign government may require large amounts of funds. Banks may work together to offer funds and createpro-rata tranches. Pro-rata tranches will also have a credit rating assigned to it.\n\nTranches allow investors to choose the level of risk and return when investing in pooled securities. Those seeking higher returns will opt for higher-risk tranches, such as those containing below-investment-grade securities. Those seeking safer returns will opt for investment-grade tranches.\n\nFinancial Times. \"‘Tranche Warfare’ Breaks Out Over CDOs.\"\n\nSuperior Court of Connecticut. \"Carrington Asset Holding Company, LLC et al. v. American Home Mortgage Servicing, Inc.\"",
  "url": "https://www.investopedia.com/terms/t/tranches.asp"
}