{
  "term": "What Is a Gig Economy?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA gig economy, also known as the sharing economy or access economy, relies heavily on temporary and part-time positions filled by independent contractors and freelancers rather than full-time permanent employees.\n\nGig workers have flexibility and independence butlittle or no job security. In a gig economy, employers save money when they do not have to provide benefits such as health coverage and paid vacation time.\n\nThe gig economy is a labor market characterized by temporary, contract, andfreelancejobs rather than permanent positions. People earn money from providing on-demand work, services, or goods.\n\nA wide variety of positions fall into the category of a gig. The work can range from managing short-term rentals, tutoring, writing code, driving forride-share services, delivering food, or authoring freelance articles. Colleges and universities cut costs and match professors to their academic needs by hiring more adjunct and part-time professors.\n\nThe gig economy experienced significant increases in 2020. COVID-19 lockdowns forced people to work from home and rely more on purchasing goods and services online, and these trends continued when restrictions were lifted.In 2023, nearly 64 million Americans, 38% of the U.S. workforce, were freelancers or gig workers, according to an Upwork report. Independent contract workers contributed $1.27 trillion to the U.S. economy.\n\nThe term “gig economy” is borrowed from the music world, where performers book gigs, or single or short-term engagements at various venues.\n\nWider range of applicants due to remote work options\n\nCan hire and fire more easily based on seasonal work\n\nDo not need to provide costly benefits like health insurance or paid vacation time\n\nGreater flexibility for individuals to set their own schedule\n\nOffers various side-hustle opportunities to those who work regular full-time jobs\n\nRemote positions allow gig workers to live anywhere that has an internet connection\n\nHiring a full-time employee costs companies nearly 1.25 to 1.4 times the salary. If an individual's salary is $35,000, the actual costs likely range from $43,750 to $49,000.\n\nThe gig economy trend can make it harder for full-time employees to develop careers and establish a long-term reputation. The gig economy is often associated with eroding worker rights, loss of health insurance, and sick and vacation pay.\n\nEmployers are under little pressure to pay higher wages. Opening up positions to people living anywhere in the world, including places where the cost of living is much cheaper, allows employers to seek places with lower wages.\n\nThe flexibility of working gigs can disrupt thework-life balance, sleep patterns, and daily life. Long-term relationships between workers, employers, clients, andvendorscan erode. This can eliminate the benefits of building long-term trust, customary practice, and familiarity with clients and employers.\n\nAccording to the National Institute of Health, gig workers reported lower mental health and life satisfaction than those employed full-time and part-time in 2022. Gig workers also experienced higher levels of loneliness and financial insecurity.\n\nAs independent contractors, gig workers must pay for health insurance benefits and expenses. They are also responsible for self-employment taxes and business expenses.\n\nIndividuals must report any income made in cash, property, goods, orvirtual currency, earned from the gig economy on a tax return. This includes part-time, temporary, or income not reported on another form like Form 1099-K, 1099-MISC, 1099-NEC, or W-2.\n\nTemporary, freelance, and part-time work, collectively known informally as the gig economy provides workers with more flexibility and allows companies to cut down on certain costs. While employers save money on health benefits or paid vacation time, gig workers must cover all business and personal expenses and report all earnings on their tax returns.\n\nInternal Revenue Service. \"Gig Economy Tax Center.\"\n\nNational Bureau of Economic Research. \"The Evolving Role of Gig Work During the COVID-19 Pandemic.\"\n\nUpwork. “Freelance Forward 2023.”\n\nSmall Business Administration. \"How Much Does an Employee Cost You?\"\n\nAssociation for Entrepreneurship. \"The Pros and Cons of Gig Work: Exploring the Economic Benefits of Productivity and Employment.\"\n\nNational Institute of Health. \"National Survey of Mental Health and Life Satisfaction of Gig Workers: The Role of Loneliness and Financial Precarity.\"\n\nInternal Revenue Service. \"Gig Economy Tax Center.\"",
  "url": "https://www.investopedia.com/terms/g/gig-economy.asp"
}