{
  "term": "What Is a Disbursement?",
  "definition": "A disbursement is a payment that's debited from a payer's account and then credited to the payee's account.\n\nA disbursement is a payment to an individual or entity from a private or public fund. It may also be a payment made on behalf of a client to a third party, money paid into a business's operating budget, the delivery of a loan amount to a borrower, or adividend to shareholders.\n\nDisbursements can take many forms.\n\nA loan is disbursed when the agreed-upon amount is paid into the borrower's account and is available for use. The cash has been debited from the lender's account and credited to the borrower's account.\n\nA student loan disbursement is the payout of loan proceeds on behalf of a student. Schools and loan servicers notify students of the expected receipt of the disbursements in writing, including the amount of the loan and its effective date. A university or college may also directly give students grant money in payments that are referred to as disbursements.\n\nAn insurance company will disburse money for repairs after an insurance adjuster has inspected damage to a home or property. The disbursement is based on the terms and limits of policies such as a homeowner's or automobile policy.\n\nDisbursement is part ofcash flowand a record of day-to-day expenses. It can be an early warning of insolvency if disbursements are higher than revenues.\n\nIt's recorded on the account as a balance drawdown when money is disbursed from a retirement account.\n\nControlled disbursements are a cash flow management service for a bank's corporate clients.Controlled disbursementallows customers to review and reschedule disbursements on a day-to-day basis. Clients maximize the interest they earn on the cash in their accounts by delaying when money is debited from the account.\n\nA lawyer will commonly complete and record disbursements when paying for services on behalf of a client. These disbursements may include payments to variousthird partiesfor costs such as court fees, private investigator services, courier services, and expert reports.\n\nRemote ordelayed disbursementdeliberately stalls the payment process by paying with a check drawn from a bank located in a remote region. Banks could process a payment only when the original paper check was received so this delayed the debit to the payer's account for several business days. Electronic transfers have made delayed disbursements less common.\n\nA company makes disbursements during a set period in bookkeeping such as a quarter or a year. A bookkeeper records each transaction and posts it to one or more ledgers such as acash disbursement journaland thegeneral ledger. Disbursements are recorded with the date, the payee name, the amount debited or credited, the payment method, and the purpose of the payment.\n\nThe overall cash balance of the business is adjusted to account for the transaction. Disbursement journals and ledgers are records of the money flowing out and may differ from actual profit or loss. A company that uses theaccrual method of accountingreports expenses when they occur, not necessarily when they're paid, and it reports income when it's earned, not when it is received.\n\nThe type of items listed in the ledger depends on the business. A retailer has payments for inventory,accounts payable, and salaries. A manufacturer has transactions for raw materials and production costs.\n\nA disbursement is a payment. Adrawdownis the consequence of a particular type of disbursement. A retiree receives a disbursement when money is withdrawn from a retirement account. That disbursement represents a drawdown on the balance in their account.\n\nA retiree receives a $10,000 disbursement when they withdraw 10% of a $100,000 balance in a traditional IRA account. This represents a drawdown of $10,000 or 10% from the account which results in a balance of $90,000.\n\nA loan disbursement can be positive or negative. A positive disbursement results in a credit to an account while a negative disbursement results in an account debit. A negative disbursement may occur if financial aid funds are overpaid and later withdrawn from the student's account.\n\nA disbursement is a payment from a fund. Disbursement implies that a payment has been finalized and properly recorded as a debit on the payer's side and a credit on the payee's side.\n\nA disbursement fee is usually a charge to cover payments made by the vendor on behalf of a customer. FedEx may pay duty and tax charges for a shipment on behalf of a customer and then add a disbursement fee to its bill to the customer to cover the payments.\n\nA disbursement is a payment made from a fund or a payment debited from the payer's account and credited to the payee's account. Recording all disbursements is a crucial method of keeping tabs on expenditures for a business.",
  "url": "https://www.investopedia.com/terms/d/disbursement.asp"
}