{
  "term": "What Is iShares? What Types of Funds It Holds and Examples",
  "definition": "A global leader inexchange-traded funds(ETFs), iShares has over $2 trillion invested in more than 800 different product offerings across a wide range of asset classes and investment strategies.iShares is a subsidiary of BlackRock, the world's largest asset management company, and BlackRock is responsible for issuing and marketing iShares products.\n\nFounded in the year 2000, the initial iShares listings were established on major exchanges such as the NYSE Euronext,Chicago Board Options Exchange, Nasdaq, and NYSE Arca.\n\nETFs from iShares are a flexible, low-cost way for investors to gain exposure to various market segments, including fixed income, emerging markets and broad-based indexes. For example, the iShares Core S&P 500 ETF (IVV) tracks the S&P 500 Index, whereas the iShares MSCI Emerging Market ETF (EEM) follows more than 800 large andmid-capcompanies in developing countries.\n\nBy combining low fees with tax efficiency in an asset that seeks to match an index, ETFs can build greater longer term savings compared with mutual funds. Beyond savings, most ETFs aim to match the performance of a benchmark index, which means turnover is less frequent and thus fees are lower. However, this doesn't come at the expense of performance. In fact, iShares Core ETFs outperformed more than 76% of their peers on average from 2015 to 2020.\n\nAlmost all major global marketplaces list iShares funds, including the London Stock Exchange, the Hong Kong Stock Exchange, the Toronto Stock Exchange, among others. At any given time, iShares and Vanguard represent more than 50% of the total ETF market.\n\nFor U.S. investors, iShares offers 394 ETFs focused on commodities, equities, fixed income, multi assets, and real estate. In addition, investors can choose to focus on developing, emerging orfrontier markets; specific regions and individual countries; industry sectors; megatrends such as climate change, demographic change and technological breakthroughs; thematic investing such asEnvironmental, Social and Governance (ESG) criteria; and other selection methodologies.Below are some popular products under the iShares brand:\n\niShares by BlackRock. \"About iShares.\" Accessed July 19, 2021.\n\nBlackRock. \"History.\" Accessed July 19, 2021.\n\nBusinesswire. \"iShares Marks the 20th Anniversary of Three Flagship U.S. Core Equity Funds.\" Accessed July 19, 2021.\n\niShares by Blackrock. \"iShares MSCI Emerging Markets ETF Factsheet, EEM, 06/30/2021,\" Page 1. Accessed July 19, 2021.\n\niShares by BlackRock. \"iShares Core S&P 500 ETF,\" Page 1. Accessed July 19, 2021.\n\niShares by BlackRock. \"What Is an ETF?\" Accessed July 19, 2021.\n\nETF Database. \"ETF Issuer League Tables.\" Accessed July 19, 2021.\n\niShares by BlackRock. \"Find iShares ETFs.\" Accessed July 19, 2021.\n\niShares by BlackRock. \"iShares MSCI EAFE ETF,\" Page 1. Accessed July 19, 2021.\n\niShares by BlackRock. \"iShares Core U.S. Aggregate Bond ETF,\" Page 1. Accessed July 19, 2021.",
  "url": "https://www.investopedia.com/terms/i/ishares.asp"
}