{
  "term": "What Is a Uniform Commercial Code Financing Statement (UCC-1)?",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA UCC-1 financing statement serves as a formal notice by a secured party asserting a claim against specific personal property of the debtor in accordance with the Uniform Commercial Code.\n\nThe UCC-1 publicizes the creditor's legal right to seize collateral if the borrower fails to make payments on a loan. It also establishes the creditor's priority over other creditors for that collateral.A UCC-1 is a part of the UCC filing system. The UCC is a standardized set of regulations governing business and financial transactions in any state in the United States.\n\nThe purpose of a UCC-1 is to disclose a creditor's security interest in a debtor's collateral. A security interest is a legal right to a debtor's property that's established by a contract, such as a loan.\n\nThe creditor will have the right to the property if the debt is not repaid. Lenders must incorporate completed UCC-1s in a business loan’s contract.\n\nThe UCC-1 form details the specific assets that will be seized—and in what order—fromdebtorsif they default.\n\nWhile any asset may serve as such collateral, the most commonly used items include real estate properties, motor vehicles, manufacturing equipment, inventory, and investment securities, such as stock and bond holdings.\n\nAs with any ordinary lien, lenders must file the UCC-1 with the appropriate agency in the state where the debtor company is incorporated.\n\nThe UCC was created in 1951 and adopted in 1953. Its goal was to ease the complexities of doing business across state lines. It provides a legal and contractual framework for doing business and has been adopted by all 50 states and the District of Columbia.\n\nAlthough each state has adopted UCC laws in a slightly different form, the basic tenets are the same.\n\nThere are twelve articles governing various types of transactions. In addition to secured transactions, these include, for example, the sale of goods, bank deposits and collections, funds transfers, negotiable instruments, and title documents.\n\nA UCC-1 is also called a UCC Lien.\n\nLenders have the option of filing either of two UCC-1s:\n\nAs with individuals, most businesses have a creditreportandscore. While a UCC-1 will appear on the credit report, it won’t necessarily negatively impact a business' credit score unless the business defaults on the underlying loan.\n\nThe loan attached to the UCC filing will also increase a business’credit utilization ratio, which can negatively impact the credit score. Furthermore, the company won’t be able to use the same piece of property as collateral for a different loan if a lien is attached.\n\nSuppose a construction company applies for a business loan to purchase two new hydraulic excavators.\n\nBank XYZ offers the company a loan and files a UCC-1. During the loan period, the construction company loses a large contract and files forbankruptcy.\n\nWithout the UCC-1 on record, Bank XYZ would not necessarily have first-order rights to the company's property. It might have to wait until all other lenders are paid.\n\nHowever, because the bank filed a UCC-1 specific collateral lien on the two excavators, it immediately has priority and receives the property/cash stated in the UCC-1 statement.\n\nFiling a UCC-1 reduces a creditor's lending risks. It allows them to ensure their legal right to the personal property of a borrower should that borrower default on their loan. In addition, the UCC-1 elevates the lender’s status to that of a secured creditor, ensuring that it will be paid.\n\nA UCC-3 is used to change, stop, or continue the original lien established by a UCC-1. Creditors can edit the details of the lien or assign interest to another secured party.\n\nWhile rules vary by state, businesses can ask the lender to immediately remove the lien upon loan repayment by filing a UCC-3 statement. Another option is to visit the local secretary of state’s office, verify that the business has fulfilled the debt in full, and request to have the UCC-1 removed.\n\nA UCC-1 is a statement filed by creditors that notifies other creditors and the relevant state about their claims on personal assets that a business uses as collateral for a secured transaction.\n\nUCC-1s are filed with the appropriate secretary of state’s office.\n\nUniform Law Commission. \"UCC Article 9, Secured Transactions.\" Select Summary.\n\nUniform Law Commission. \"Uniform Commercial Code: Summary.\"\n\nCornell Law School, Legal Information Institute. \"Secured Transactions.\"\n\nUniform Law Commission. \"Uniform Commercial Code: History.\"\n\nUniform Law Commission. \"Uniform Commercial Code: Articles.\"\n\nBusiness.CT.Gov. \"What Are UCC Liens?\"\n\nCapital. \"What Is Uniform Commercial Code (UCC) Filing?\"",
  "url": "https://www.investopedia.com/terms/u/ucc-1-statement.asp"
}