{
  "term": "What Is Capitalism? History, Pros & Cons, vs. Socialism",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nCapitalism is an economic system in which private individuals or businesses own capital goods. At the same time, business owners employ workers who receive only wages; labor doesn't own the means of production but instead uses them on behalf of the owners of capital.\n\nThe production of goods and services under capitalism is based on supply and demand in the general market, also known as themarket economy. This is in contrast to a planned economy or acommand economy, in which prices are set through central planning.\n\nThe purest form of capitalism is free-market orlaissez-fairecapitalism. Here, private individuals are unrestrained. They may determine where to invest, what to produce or sell, and at what prices to exchange goods and services. The laissez-faire marketplace operates without checks or controls. Today, most countries practice a mixed capitalist system that includes some degree ofgovernment regulationof business and some extent of public ownership of select industries.\n\nCapitalism is one type of system of economic production and resource distribution. Instead of planning economic decisions through centralized political methods, as with socialism or feudalism, economic planning under capitalism occurs via decentralized, competitive, and voluntary decisions.\n\nCapitalism is essentially an economic system in which the means of production—factories, tools, machines, raw materials, and so on—are organized by one or more business owners, also known as capitalists. Capitalists then hire workers to operate the means of production in return for wages. Workers have no claim on the means of production or on the profits generated from their labor; these belong to the capitalists.\n\nThus, privateproperty rightsare fundamental to capitalism. Most modern concepts of private property stem from John Locke's theory of homesteading, in which individuals claim ownership by mixing their labor with previously unclaimed resources. Once owned, the only legitimate means of transferring property are through voluntary exchange, gifts,inheritance, or the re-homesteading of abandoned property.\n\nPrivate property promotes efficiency by giving the owner of resources an incentive to maximize the value of their property. The more valuable a resource is, the more trading power it provides the owner. In a capitalist system, the person who owns the property is entitled to any value associated with that property.\n\nFor individuals or businesses to deploy their capital goods confidently, a system must exist that protects their legal right to own or transfer private property. A capitalist society relies on the use of contracts, fair dealing, andtort lawto facilitate and enforce these private property rights.\n\nWhenpropertyisn't privately owned but is shared by the public, a problem known as thetragedy of the commonscan emerge. With a common pool resource, which all people can use and none can limit access to, all individuals have an incentive to extract as much use-value as they can and no incentive to conserve or reinvest in the resource. Privatizing the resource is one possible solution to this problem, along with various voluntary or involuntary collective action approaches.\n\nUnder capitalist production, the business owners retain ownership of the goods being produced. If a worker in a shoe factory were to take home a pair of shoes that they made, it would be theft. This concept is known as the alienation of workers from their labor.\n\nProfitsare closely associated with the concept of private property. By definition, an individual only enters into a voluntary exchange of private property when they believe the exchange benefits them in some psychic or material way. In such trades, each party gains extra subjective value, or profit, from the transaction.\n\nTheprofit motive, or the desire to earn profits from business activity, is the driving force of capitalism. It creates a competitive environment in which businesses compete to be the low-cost producer of a certain good in order to gain market share. If it is more profitable to produce a different type of good, then a business is incentivized to switch.\n\nVoluntary trade is another, related mechanism that drives activity in a capitalist system. The owners of resources compete with one another over consumers, who, in turn, compete with other consumers over goods and services. All this activity is built into the price system, which balancessupply and demandto coordinate the distribution of resources.\n\nA capitalist earns the highest profit by utilizingcapital goods, such as machinery and tools, most efficiently while producing the highest-value goods or services. By contrast, the capitalist suffers losses when capital resources aren't used efficiently and instead create outputs of lesser value.\n\nCapitalism is a system of economic production. Markets are systems of distribution and allocation of goods already produced. While they often go hand-in-hand, capitalism andfree marketsrefer to two distinct systems.\n\nCapitalism is a relatively new type of social arrangement for producing goods in an economy. It arose largely along with the advent of theIndustrial Revolution, sometime in the late 18th century.Before capitalism, other systems of production and social organization were prevalent.\n\nCapitalism grew out of European feudalism. Up until the 12th century, a very small percentage of the population of Europe lived in towns. Skilled workers lived in the city but received their keep from feudal lords rather than a real wage, and most workers were serfs for titled nobles. However, by the late Middle Ages, rising urbanism, with cities as centers of industry and trade, became more and more economically important.\n\nUnder feudalism, society was segmented into social classes based on birth or family lineage. Lords (nobility) were the landowners, while serfs (peasants and laborers) didn't own land but were under the employ of the nobility.\n\nThe advent of industrialization revolutionized the trades and encouraged more people to move into towns where they could earn more money working in a factory than existing at a subsistence level in exchange for labor.\n\nMercantilismgradually replaced the feudal economic system in Western Europe and became the primary economic system of commerce during the 16th to 18th centuries. Mercantilism started as trade between towns, but it wasn't necessarily competitive trade. Initially, each town offered vastly different products and services, which were slowly homogenized over time due to demand.\n\nAfter the homogenization of goods, trade was carried out in increasingly broader circles: from town to town, county to county, province to province, and, finally, nation to nation. When too many nations were offering similar goods for trade, the trade took on a competitive edge that was sharpened by strong feelings of nationalism on a continent that was constantly embroiled in wars.\n\nColonialism flourished alongside mercantilism, but the nations seeding the world with settlements weren't trying to increase trade. Most colonies were set up with an economic system that smacked of feudalism, with their raw goods going back to the motherland and, in the case of the British colonies in North America, being forced to repurchase the finished product with a pseudo-currencythat prevented them from trading with other nations.\n\nIt was economistAdam Smithwho noticed that mercantilism was a regressive system that was creating trade imbalances between nations and keeping them from advancing. His ideas for a free market opened the world to capitalism.\n\nAdam Smith's ideas were well-timed, as the Industrial Revolution was starting to cause tremors that would soon shake the Western world. The (often-literal) gold mine of colonialism had brought new wealth and new demand for the products of domestic industries, which drove the expansion and mechanization of production.\n\nAs technology leaped ahead and factories no longer had to be built near waterways or windmills to function, industrialists began building in the cities where there were now thousands of people to supply labor.\n\nCapitalism involved reorganizing society into social classes based not on ownership of land, but ownership of capital (in other words, businesses). Capitalists were able to earn profits from the surplus labor of the working class, who earned only wages. Thus, the two social classes defined by capitalism are the capitalists and the laboring classes.\n\nIndustrialtycoonswere the first people to amass wealth, often outstripping both the landed nobles and many of the money-lending/banking families. For the first time in history, common people could have hopes of becoming wealthy. The new money crowd built more factories that required more labor, while also producing more goods for people to purchase.\n\nDuring this period, the term \"capitalism\"—originating from the Latin word \"capitalis,\" which means \"head of cattle\"—rose to prominence. In 1850, French socialist Louis Blanc used the term to signify a system of exclusive ownership of industrial means of production by private individuals rather than shared ownership.\n\nMore efficient allocation of capital resources\n\nCompetition leads to lower consumer prices\n\nWages and general standards of living rise overall\n\nCreates inherent class conflict between capital and labor\n\nGenerates enormous wealth disparities and social inequalities\n\nCan incentivize corruption and crony capitalism in the pursuit of profit\n\nProduces negative effects such as pollution\n\nIn terms ofpolitical economy, capitalism is often contrasted withsocialism. The fundamental difference between the two is the ownership and control of the means of production.\n\nIn a capitalist economy, property and businesses are owned and controlled by individuals. In a socialist economy, the state owns and manages the vital means of production. However,other differences also existin the form of equity, efficiency, and employment.\n\nThe capitalist economy is unconcerned about equitable arrangements. The primary concern of the socialist model is the redistribution ofwealthand resources from the rich to the poor, out of fairness, and to ensure equality in opportunity and equality of outcome. Equality is valued above high achievement, and the collective good is viewed above the opportunity for individuals to advance.\n\nThe capitalist argument is that the profit incentive drivescorporationsto develop innovative new products desired by the consumer and in demand in the marketplace. It is argued that the state ownership of the means of production leads to inefficiency because, without the motivation to earn more money, management, workers, and developers are less likely to put forth the extra effort to push new ideas or products.\n\nIn a capitalist economy, the state doesn't directly employ the workforce. This lack of government-run employment can lead to unemployment during economicrecessionsanddepressions.\n\nIn a socialist economy, the state is the primary employer. During times of economic hardship, the socialist state can order hiring, so there is full employment. Also, there tends to be a stronger \"safety net\" in socialist systems for workers who are injured or permanently disabled. Those who can no longer work have fewer options available to help them in capitalist societies.\n\nPhilosopherKarl Marxwas famously critical of the capitalist system of production because he saw it as an engine for creating social ills, massive inequalities, and self-destructive tendencies.Marx argued that, over time, capitalist businesses would drive one another out of business through fierce competition, while the laboring class would swell and begin to resent their unfair working conditions. His solution was socialism, through which the means of production would be handed over to the laboring class in an egalitarian fashion.\n\nToday, many countries operate with capitalist production, but this alsoexists along a spectrum. In reality, there are elements of pure capitalism that operate alongside otherwise socialist institutions.\n\nThe standard spectrum of economic systems places laissez-faire capitalism at one extreme and a completely planned economy, such ascommunism, at the other. Everything in between could be said to be a mixed economy. The mixed economy has elements of both central planning and unplanned private business. By this definition, nearly every country in the world has a mixed economy.\n\nWhen the government owns some but not all the means of production and may legally circumvent, replace, limit, or otherwise regulate private economic interests, it is said to be a mixed economy ormixed economic system. A mixed economy respects property rights, but places limits on them.\n\nProperty owners are restricted as to how they exchange with one another. These restrictions come in many forms, such as minimum wage laws, tariffs, quotas, windfall taxes, license restrictions, prohibited products or contracts, direct publicexpropriation, antitrust legislation, legal tender laws, subsidies, andeminent domain. Governments in mixed economies also fully or partly own and operate certain industries, especially those consideredpublic goods.\n\nIn contrast, with pure capitalism, also known as laissez-faire capitalism oranarcho-capitalism, all industries are left up to private ownership and operation, including public goods, and no central government authority provides regulation or supervision of economic activity in general.\n\nCapitalism is an economic system where factories, land, and other productive assets are privately owned by individuals or corporations. The profits from these businesses go to their owners, while workers and employees earn only wages.\n\nThe benefits of capitalism are highly debated. Many economists argue that private ownership has generated broad prosperity by providing employment and a wider variety of consumer goods. On the other hand, critics blame capitalism for environmental degradation and wealth inequality.\n\nAn example of capitalist production would be if an entrepreneur starts a new widget company and opens a factory. This individual uses available capital that they own or from outside investors and buys the land, builds the factory, orders the machinery, and sources the raw materials. Workers are then hired by the entrepreneur to operate the machines and produce widgets. Note that the workers don't own the machines they use or the widgets that they produce. Instead, they receive only wages in exchange for their labor. These wages represent a small fraction of what the entrepreneur earns from the venture.\n\nCapitalism tends to benefit capitalists the most. These include business owners, investors, and other owners of capital. While capitalism has been praised for improving the standard of living for many people across the board, it has provided the greatest benefits for those at the top.\n\nBecause of how it is structured, capitalism will always pit business owners and investors against the working class. Capitalists are also in competition with one another and will therefore seek to increase their profits by cutting costs, including labor. At the same time, workers seek higher wages, fairer treatment, and better working conditions. These two incentives are fundamentally at odds, which creates class conflict.\n\nCapitalism andfree enterpriseare often seen as synonymous. In truth, they are closely related yet distinct terms with overlapping features. It is possible to have a capitalist economy without complete free enterprise, and afree marketwithout capitalism. Any economy is capitalist as long as private individuals control thefactors of production. However, a capitalist system can still be regulated by government laws, and the profits of capitalist endeavors can still betaxedheavily. \"Free enterprise\" can roughly be understood to mean economic exchanges free of coercive government influence.\n\nCapitalism is an economic and political system where trade and industry are controlled by private owners for profit. Its core principles are accumulation, ownership, and profiting from capital. In its purest form, capitalism works best when these private owners have assurances that the wealth they generate will be kept in their own pocket, which is often a controversial proposition.\n\nCapitalism is the dominant world economic system, although it often isn’t pure in form. In many countries, interventions from the state, a core trait of socialism, are frequent. Businesses are able to chase profit, but within the boundaries set by the government. Most political theorists and nearly all economists argue that capitalism is the most efficient and productive system of exchange.\n\nInternational Monetary Fund. \"What Is Capitalism?\"\n\nYork University. \"Two Treatises of Government, by John Locke.\" Page 116 of PDF.\n\nHarvard Business School. \"Tragedy of the Commons: What It Is and 5 Examples.\"\n\nPrinceton University Press. \"Capitalism: The Word and the Thing.\"\n\nTrinity University. \"Adam Smith on Money, Mercantilism, and the System of Natural Liberty.\" Page 15 of PDF.\n\nMilios, John. \"Social Classes in Classical and Marxist Political Economy,\"The American Journal of Economics and Sociology,vol. 59, no. 2, April 2000, pp. 283-302. (Subscription required.)\n\nCambridge University Press. \"Cries of Pain: The Word 'Capitalism'.\"\n\nNew World Encyclopedia. \"Anarcho-Capitalism.\"",
  "url": "https://www.investopedia.com/terms/c/capitalism.asp"
}