{
  "term": "What Is a Layaway Plan? History, and Which Companies Offer Them",
  "definition": "Layaway is a method of buying merchandise. A consumer makes a down payment on an item which the store then holds for them while they pay the remainder of the price in installments. They can then take possession of the purchased item when they've fully paid for it.\n\nA layaway plan ensures that the consumer will get their chosen merchandise when they've fully paid for it.\n\nLayaway works for consumers who have limiteddisposable incomesand are unable to make largerlump-sumpurchases. There's sometimes a fee for this type of purchase because the seller must keep the item in storage until the payments are completed.\n\nLayaways can be readily offered to those withbad creditbecause there's little risk involved for the seller. The item is simply returned to the shelf if the transaction isn't completed. The customer’s money may either be returned in full, returned minus a fee, or returned as a store credit toward a future purchase.\n\nLayaway programs also benefit retailers by allowing them to offer products to lower-income customers as a type of savings plan. The customer has already committed to purchase the product on layaway so they can't succumb to the temptation to spend that money elsewhere.\n\nOnline layaway programs let consumers purchase items via scheduled deductions that are taken from a checking account. This option simplifies layaway for both merchants and consumers by removing associated storage and bookkeeping costs. The layaway items remain housed at the distribution center during the layaway period rather than taking up valuable retail warehouse space.\n\nRetailers often restrict layaway purchases to more expensive items such as jewelry and electronic goods. Smaller items such as toys are typically unavailable for purchase through layaway programs.\n\nLayaways and credit cards are both used to purchase items that an individual can't afford to pay for out of pocket. Both have late payment fees as well as penalties fordefault. They also allow for payment in installments over time.\n\nOne of the differences is that an individual can immediately take home an item they've purchased with a credit card. A consumer can only take home an item on layaway after they've fully paid for it. Layaway requires a deposit whereas a credit card does not. You generally won't pay interest on the unpaid balance of a layaway purchase but it can depend on the plan. Interest paid on a credit card purchase can increase the cost of a purchase and send individuals into credit card debt.\n\nDefaulting on a layaway plan won't impact yourcredit scorebut defaulting on a credit card will.You don't need good credit to use a layaway program but you do need it to receive a credit card and good terms on a credit card.\n\nCredit cards are usually a better option if you can pay your balance off in full the next month and not accrue interest. They allow you to build a positivecredit historyif they're handled correctly, take advantage ofrewards plansby which you can earn points or cash back, and receive your item right away. Layaway can be a better option, however, if you can't pay your balance in full within the next month and you want to avoid accruing the high-interest debt associated with credit cards.\n\nThe advent of layaway plans came during theGreat Depressionin the 1930s when most individuals and families were greatly suffering financially.The plans remained popular until the 1980s when the increasing availability ofcredit cardsbegan to make them superfluous.\n\nWalmart ended layaway service after 44 years in September 2006, according to NPR. The company blamed declining demand and escalating costs.Walmart then resumed the service in September 2011 due to financial difficulties brought on by theGreat Recessionand it subsequently increased consumer credit constraints. The layaway program was only brought back for the holiday seasons, however.\n\nIt remained in place until 2021 when Walmart again discontinued its program, replacing it with abuy now pay later (BNPL)program called Affirm.The Affirm program lends customers the money to buy their items and they don’t have to wait to take them home. They repay the loan with regular payments over three to 24 months depending on the size of the loan. Items available for this financing include electronics, video games, tools, toys, musical instruments, jewelry, home improvement, and apparel.\n\nCreating an Affirm account won't affect your credit score but purchasing an item with it could do so. These features differentiate the program from other BNPL offers, making Affirm more like using a credit card. Affirm doesn't charge fees of any sort, however, unlike credit cards.\n\nSome companies still offer layaway programs as of 2024. Their details and terms vary.\n\nThis military retailer is offering a special layaway promotion from Sept. 6 through Dec. 24, 2004. The Exchange normally charges a $3 service fee but the fee is waived during this period provided that eligible items are paid for in full and picked up by Dec. 24. Layaway purchases of eligible electronics items including notebooks, tablets, iPads, and smartwatches must be paid for and picked up by Dec. 13.\n\nYou must make a 15% down payment. A $5 fee is charged if you cancel the purchase after it's been paid in full.\n\nBaby Depot and Burlington Coat Factory are owned by the same company and they offer the same layaway plan. It's not available at every store, however, so check out the online list that's available on the Burlington website.\n\nYou can place your merchandise on layaway for 30 days. There's a down payment of $10 or 20%, whichever is greater, and a nonrefundable $5 service fee. Payments can only be made in the store by cash, check, or credit card. You can pay by installment or in full. There's a $10 fee if you cancel. Ineligible merchandise includes food items, wall art, rugs, lamps, and furniture.\n\nBig Lots offers two cost-saving programs that have been tagged as traditional \"layaway\" programs although they're not standard. One is the Progressive Leasing Program. The other is Price Hold. This is available only for furniture purchases.\n\nPrice Hold will maintain the current price of an item when it's out of stock or if you can’t pay for it in full. The price will be maintained until the item is restocked or you've fully paid for it. There's no set time limit for payment but the company will require that you notify it when you're within two weeks of paying off the purchase to be sure that it's available for pickup. The program is only available in stores that sell furniture. A list is available at the Store Locator tab on the Big Lots website.\n\nThe Progressive Leasing program is a 12-months-to-ownership offer except in California where the term is three months. You also have the option to pay your product lease off early. No credit is required and purchases can be made for up to $3,000. You can make payments weekly, biweekly, or monthly. Eligible items include sofas, love seats, sectionals, dining sets, and mattresses, as well as seasonal items such as outdoor patio furniture, gazebos, umbrellas, and chairs.\n\nSome Hallmark Gold Crown stores offer a layaway policy. It's only in effect from July through December and the layaway term is up to 90 days. There's a 20% down payment. The policies can vary at different stores so be sure to check with a sales associate for specifics on fees, cancellation, and possible interest charges.\n\nKmart and Sears offer online layaway plans through eLayaway. These stores are owned by the same parent company, Transformco.\n\nThe duration of the Sears layaway plan is either eight weeks or 12 weeks. There's a $20 down payment for eight-week plans, increasing to $35 for 12-week plans, or 20% of the purchase price, whichever is greater. Payments must be made in four installments. There's a nonrefundable $5 service fee for eight-week terms and a $10 service fee for 12-week terms. Cancellation fees are $15 for the eight-week option and $25 for the 12-week option.\n\neLayaway's Kmart plan generally requires $15 down or 10% of the purchase price, whichever is greater. Special offers for just $10 are sometimes made available, however. Terms are also for eight or 12 weeks. The service fee is $5 for the eight-week plan, increasing to $10 for a 12-week layaway. Four payments are due every two weeks.\n\neLayaway also offers a Marshalls program but not at all Marshalls locations. Same-day approval is possible after filling out a seven-minute application. A 10% down payment is required and there's a nonrefundable $5 service fee. Installment payments begin within 30 days.\n\nLayaway is a purchasing method that involves a consumer placing a deposit on an item to “lay it away” for later pickup when they come back and pay the balance. These plans often charge no interest and are available to almost anyone, even those with bad credit. Paying on layaway generally doesn't affect your credit score,unlike BNPL plansand credit cards, particularly if payments are missed.\n\nLayaway plans first appeared after the Great Depression. They were motivated by the financial hardship so many people were experiencing at the time. They remained popular until they were supplanted by credit cards in the 1980s then they made something of a comeback after the Great Recession of 2008. Their use is again declining with BNPL plans becomingmore popular.\n\nIt depends. Credit cards allow you to own your purchase immediately and they don’t require a down payment. Using them responsibly can help build your credit score which layaway plans usually don’t do. Credit cards sometimes come with rewards programs, unlike layaway plans.\n\nLayaway plans usually don’t charge interest, however, and credit card interest rates can be quite high and mount quickly. Your credit score will be damaged in the case of default with a credit card but not with a layaway plan. And, of course, you need good credit to get a credit card but not for layaway plan eligibility.\n\nUsing a credit card can be a better way to buy goods than a layaway plan if you can pay your credit card bill in full every month. Layaway is probably the way to go otherwise, however.\n\nLayaway programs have been available in one form or another since the 1930s but they became scarcer after 1980 with the increased use of credit cards to achieve purchasing power. They can still be a great help when money is tight and making a single lump-sum payment for something you need just isn’t possible. These programs might be fewer than they were in previous years but they can still be worth looking into.\n\nFederal Trade Commission, Consumer Advice. \"Buy Now, Pay Later, Rent-to-Own, Lease-to-Own, and Layaway.\"\n\nFederal Trade Commission. \"Business Guidance Resources: Offering Layaways.\"\n\nExperian. \"Layaway or Credit: Which Is Best?\"\n\nKlein, Richard. \"Chapter 2: The U.S. Automobile Industry Comes of Age (1940-1979).\" The Evolution of Local Dealerships: The Backbone of the U.S. Automobile Industry, Creative Commons.\n\nPBS Frontline. \"The Ascendancy of the Credit Card Industry.\"\n\nNPR. \"Wal-Mart Ends Layaway Financing.\"\n\nPR Newswire. \"Walmart to Offer Special Layaway Option this Christmas.\"\n\nBusiness Insider. \"Walmart Does Away with Layaway, Which Didn't Carry Any Fees, and Announces Buy Now, Pay Later Program That May Charge Customers Interest.\"\n\nThe Exchange Newsroom. \"Army & Air Force Exchange Service Shoppers Can Kick Off Holiday Shopping Early With Fee-Free Layaway.\"\n\nBurlington Coat Factory. \"Locations Offering Layaway.\"\n\nBurlington Coat Factory. \"Layaway Policy.\" Select \"When Is the Last Day to Pick Up Any Layaway?\"\n\nMarketing Scoop. \"Does Big Lots Offer Layaway? An Expert's Guide to Payment Plans at the Popular Retailer.\"\n\nBig Lots. \"1428 Big Lots Locations in the United States.\"\n\nBig Lots. \"Easy Leasing Powered by Progressive Leasing.\"\n\nHallmark. \"Does Hallmark Have a Layaway Program?\"",
  "url": "https://www.investopedia.com/terms/l/layaway.asp"
}