{
  "term": "What Is an Economic Stimulus? How It Works, Benefits, and Risks",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAn economic stimulus is an action by a government to encourageprivate-sectoreconomic activity. To stimulate the economy, the government adopts targeted, expansionary policies.\n\nOver the course of a normal business cycle, governments try to influence the pace and composition ofeconomic growthusing various tools at their disposal. Central governments, including the U.S. federal government, use fiscal and monetary policy tools to stimulate growth. State and local governments can also engage in projects or policies that stimulate private-sector investment.\n\nAn economic stimulus is a targeted and conservative approach to expansionary economic policy. Instead of using monetary and fiscal policy to replace private-sector spending, an economic stimulus is supposed to direct governmentdeficit spending, tax cuts, lowered interest rates, or new credit creation toward key sectors of the economy to take advantage of powerfulmultiplier effectsthat will indirectly increase private-sector consumption and investment spending.\n\nPolicy tools for implementing an economic stimulus includelowering interest rates, increasing government spending, and the purchase of assets by the central bank in a process known asquantitative easing.\n\nSupporters of economic stimulus plans believe that increased private-sector spending can boost an economy out of a recession. The goal is to achieve this stimulus response effect so that the private sector can do most of the work to fight the recession and to avoid risks such ashyperinflationorgovernment defaultsthat might come with massive government deficits. By stimulating private-sector growth, stimulus deficit spending could potentially even pay for itself through highertax revenuesresulting from faster growth.\n\nAn economic stimulus in the United States may be related tomonetary policycarried out by the Federal Reserve. Other forms of economic stimulus are driven byfiscal policy, with lawmakers directing tax policies and government spending toward areas that they believe will jump-start the economy.\n\nFiscal stimulus refers to policy measures undertaken by agovernmentthat typically reduce taxes or regulations—or increase government spending—to boost economic activity. Monetary stimulus, on the other hand, refers tocentral bankactions, such as lowering interest rates or purchasing securities in the market, to make it easier or cheaper to borrow and invest. Astimulus packageis a coordinated combination of fiscal and monetary measures put together by a government to stimulate a floundering economy.\n\nThe concept of economic stimulus is associated with 20th century economistJohn Maynard Keynes. A recession, according to Keynesian economics, is a deficiency ofaggregate demandwhere the economy will not self-correct. Instead, it reaches a new equilibrium with higherunemployment, lower output, and slowergrowth rates. Under this theory, to combat recession, the government should aim to restore aggregate demand andfull employmentthrough policies that make up for shortfalls in private-sector consumption and business investment spending.\n\nThere are several counterarguments regarding the efficiency and long-term benefits of economic stimulus plans. Some theorists believe that an economic stimulus can actually delay or prevent a private-sector recovery from the actual cause of a recession. According to this viewpoint, it is misguided to target an economic stimulus towardindustriesthat are hardest hit by the recession, because these are precisely the areas of the economy that may need to be cut back to adjust to real economic conditions.\n\nOther critiques about the effectiveness of economic stimulus plans revolve around how people respond to economic incentives.Economistshave argued that consumers and businesses adjust their behavior in ways that offset the stimulus policy. The response to the stimulus will not be a simple multiplier effect but will also include these offsetting behaviors.\n\nOne such theory isRicardian equivalence, named for David Ricardo’s work dating back to the early 1800s, which suggests that consumers internalize government spending decisions in a way that counterbalances stimulus measures. In other words, Ricardo argued that consumers will spend less today if they believe they will pay higher future taxes to cover government deficits.\n\nOther critics of economic stimulus plans point to thecrowding outof private investment.The crowding-out critiquesuggests that government deficit spending will reduce private investment in two ways:\n\nThe economic shockwaves from thefinancial crisis of 2007–2009and theCOVID-19 pandemicprompted fiscal and monetary policymakers to take action.\n\nPolicymakers often attempt to direct the benefits of an economic stimulus toward specific industries or sectors. When the U.S. auto industry struggled during theGreat Recession, the government instituted theCash for Clunkersprogram, which incentivized consumers to buy new, fuel-efficient vehicles to replace their old cars. Signed into law by then-President Barack Obama and lasting for a short time frame in the summer of 2009 until its allocated funding was depleted, Cash for Clunkers was intended to be a win-win by stimulating a critical industry during the recession while also reducing pollution.\n\nHowever, critics argued that Cash for Clunkers led to a used vehicle shortage and higher car prices, with much of the benefit going to foreign car manufacturers.The program succeeded in nudging consumers to trade in their gas guzzlers, but it may have simply pushed forward a transaction that was going to happen anyway, and the economic effect was short-lived.Even the environmental impact was mixed, as the discarded clunkers generated hazardous waste from metal shredding, and the program did not represent a cost-effective way to cut emissions.\n\nTheCoronavirus Aid, Relief, and Economic Security (CARES) Act, signed into law by then-President Donald Trump on March 27, 2020, aimed to counteract the economic turmoil set into motion by the global COVID-19 pandemic. With concerns that the U.S. economy was heading into a recession, policymakers passed a record $2.2 trillion stimulus bill to support large and small businesses, industries, individuals, families, gig workers, independent contractors, and the healthcare system.\n\nThe CARES Act took a multifaceted approach to stimulate the ailing economy during the early stages of the pandemic. The legislation put money directly into the pockets of U.S. consumers, authorizing direct stimulus payments of $1,200 per adult plus $500 per child for households making up to $75,000, with additional tax rebates for families with children.The stimulus package also boosted unemployment benefits and helped small businesses hold onto their employees.As far as targeting individual hard-hit industries and sectors, the CARES Act directed billions toward airlines to keep planes in the skies throughout the pandemic.\n\nIn addition to standing out for its massive price tag, the CARES Act pushed the boundaries of economic stimulus by directly replacing large swaths of private-sector spending that had been destroyed by the coronavirus. While the CARES Act may have been a needed response to the unprecedented economic shock of the pandemic, the long-term impact of the stimulus package remains difficult to quantify.\n\nThe government can stimulate the economy through targeted, expansionary monetary and fiscal policy. The idea of an economic stimulus is that these actions by the government help to jump-start economic activity in the private sector.\n\nPolicy tools for stimulating the economy include interest rate cuts, government spending increases, and quantitative easing. Policymakers generally direct stimulus programs toward keyeconomic sectorsto take advantage of multiplier effects that they hope will indirectly increase private-sector spending.\n\nEconomists debate the usefulness of economic stimulus programs. While stimulus efforts often have short-term benefits of boostingdemandand reinvigorating vital economic sectors, the longer-term effects can be more difficult to quantify. For instance, an overstimulated economy could have the unintended consequence of crowding out private-sector investment.\n\nWhen central banks like the U.S.Federal Reserveopt to engage in quantitative easing, they buy securities from the market to increase themoney supply. This means that banks have more reserves on hand, and the increasedliquidityrevitalizes lending and investing.\n\nAn economic stimulus is a monetary and/or fiscal policy that a government puts in place to energize economic activity in the private sector. Policymakers aim stimulus efforts at critical areas of the economy with the hope that the multiplier effect will provoke broader economic growth.\n\nThere is still plenty of debate surrounding the long-term impact of economic stimulus programs. Proponents argue that a targeted economic stimulus can be a vital recession-fighting tool that avoids the risks associated with more drastic measures. Meanwhile, critics say that economic stimulus packages may have unpredictable and negative impacts in the long term.\n\nCongressional Research Service, via Federation of American Scientists, Project on Government Secrecy. “Fiscal Policy: Economic Effects,” Page 9 (Page 12 of PDF).\n\nCenter on Budget and Policy Priorities. “Policy Basics: Fiscal Stimulus.”\n\nInternational Monetary Fund. “What Is Keynesian Economics?”\n\nHaug, Alfred A. “A New Test of Ricardian Equivalence Using the Narrative Record on Tax Changes.”University of Otago Business School Economics Discussion Papers, no. 1607, July 2016, pp. 1 (Page 3 of PDF).\n\nU.S. Department of Energy. “Fact #587: September 7, 2009 Cash for Clunkers Program—Fuel Economy Improvement.”\n\nEdmunds. “Some New Cars Now Less Expensive than Used Cars, Edmunds.com Reports.”\n\nU.S. Government Accountability Office. “Auto Industry: Lessons Learned from Cash for Clunkers Program,” Page 10 (Page 14 of PDF).\n\nMian, Atif, and Amir Sufi. “The Effects of Fiscal Stimulus: Evidence from the 2009 ‘Cash for Clunkers’ Program.” National Bureau of Economic Research, Working Paper 16351, September 2010, pp. 1–43. Download PDF.\n\nSachs, Jeffrey D. “A Clunker of a Climate Policy.”Scientific American, November 2009.\n\nU.S. Library of Congress. “United States: President Signs CARES Act in Response to Coronavirus Pandemic.”\n\nCongressional Research Service Reports. “Unemployment Insurance (UI) Benefits: Permanent-Law Programs and the COVID-19 Pandemic Response.”\n\nCongressional Research Service Reports. “COVID-19 Relief Assistance to Small Businesses: Issues and Policy Options.”\n\nCongressional Research Service Reports. “Treasury’s Exchange Stabilization Fund and COVID-19,” Page 2.",
  "url": "https://www.investopedia.com/terms/e/economic-stimulus.asp"
}