{
  "term": "What Are Defined Contribution Plans, and How Do They Work?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA defined contribution (DC) plan is a retirement plan that's typically tax-deferred such as a401(k) planor a 403(b). Employees contribute a fixed amount or a percentage of their paychecks to an account that's intended to fund their retirements. The sponsor company can additionally match a portion of employee contributions as an added benefit.\n\nThere's no promise of a specific amount of benefits with these plans and they place restrictions that control when and how each employee can withdraw from their accounts without penalties.\n\nThere is no way to know how much a DC plan will ultimately provide the employee upon retiring, as contribution levels can change, and thereturnson the investments may go up and down over the years.\n\nDC plans accounted for $10.6 trillion of the $38.4 trillion in total retirement plan assets held in the United States as of Dec. 31, 2023, according to theInvestment Company Institute (ICI).A DC plan differs from adefined benefit (DB) plan,also called a pension plan, which guarantees participants a certain benefit at a specific future date.\n\nDC plans take pre-tax dollars and allow them to grow capital market investments tax-deferred. This means that income tax will ultimately be paid on withdrawals, but not until retirement age (a minimum of 59½ years old, withrequired minimum distributions (RMDs)starting at age 73).\n\nThe idea is that employees earn more money and thus are subject to a highertax bracketas full-time workers and are likely to have a lower tax bracket when they retire. Furthermore, the income earned inside the account is not subject to taxes until the account holder withdraws it. If it's withdrawn before age 59½, a 10% penalty will apply unless exceptions are met.\n\nContributions made to a DC plan may be tax-deferred until withdrawals are made. In theRoth 401(k), the account holder makes contributions after taxes, but withdrawals are tax-free if certain qualifications are met.The tax-advantaged status of DC plans generally allows balances to grow larger over time compared to accounts that are taxed every year, such as the income on investments held in brokerage accounts.\n\nOn March 29, 2022, the U.S. House of Representatives approved the Securing a Strong Retirement Act of 2022, also known as Secure Act 2.0, which is designed to help people build enough funds from DC plans for retirement. Key provisions include mandatory automatic enrollment, a later starting age for RMDs, increasedcatch-up contributions, and a green light for matching contributions to be paid into Roth 401(k)s and on student loan payments.\n\nEmployer-sponsored DC plans may also receivematching contributions. The most common employer matching contribution is $0.50 per $1 contributed up to a specified percentage but some companies match contributions dollar for dollar up to a percentage of an employee's salary, generally 4% to 6%. It's best to contribute at least the maximum amount they'll match if your employer offers matching on your contributions because this is essentially free money that will grow over time and will benefit you in retirement.\n\nOther features of DC plans include automatic participant enrollment, automatic contribution increases,hardship withdrawals, loan provisions, andcatch-up contributionsfor employees ages 50 and older.\n\nDC plans, like a 401(k) account, require employees to invest and manage their own money to save up enough for retirement income later in life. Employees may not be financially savvy or have any other experience investing in stocks, bonds, and otherasset classes. This means that some people may invest in improperly managed portfolios such as one that includes too high a ratio of their own company's stock rather than a well-diversified portfolio of various asset classindices.\n\nUnlike defined benefit (DB) pension plans, which are professionally managed and guarantee retirement income for life from the employer as anannuity, DC plans have no such guarantees. Many workers, even if they have a well-diversified portfolio, don't put enough away regularly and will find that they do not have enough funds to last through retirement.\n\nThe average American retirement savings balance across all age groups, according to Vanguard's 2024 annual study of savings in the U.S. The median is only $35,286, however.\n\nThe 401(k) is perhaps most synonymous with the DC plan, but many other options exist. The 401(k) plan is available to the employees of publicly-owned companies.The403(b) planis typically open to employees of nonprofit corporations, such as schools.\n\nNotably,457 plansare available to employees of certain types of nonprofit businesses as well as state and municipal employees. TheThrift Savings Plan (TSP)is used for federal government employees, while529 plansare used to fund a child's college education.\n\nSinceindividual retirement accounts (IRAs)often entail defined contributions into tax-advantaged accounts with no concrete benefits, they could also be considered a DC plan.\n\nWith a DB plan, retirement income is guaranteed by the employer and computed using a formula that considers several factors, such as length of employment and salary history. DC plans offer no such guarantee,don’t have to be funded by employers, and are self-directed.\n\nIt’s usually necessary to keep money in the plan until you reach age 59½. You may be hit with a 10% penalty on top of any income tax you may owe if you make a withdrawal before then.\n\nPlan participants under 50 can contribute up to $23,500 a year to a 401(k) in 2025 and up to $7,500 incatch-up contributionsif they're over age 50. This is an increase from $23,000 plus $7,500 in 2024.\n\nDefined contribution plans are retirement plans where the employer, employee, or both make regular contributions of specified amounts. Many popular plans are defined contribution plans, such as the 401(k), 457, and 403(b) plans.\n\nThese plans generally require the employees to choose from investment options to fit their retirement goals, such as portfolios with higher returns and risk or more conservative portfolios with lower risk and returns. Unlike defined benefit plans, DC plans do not guarantee a certain amount of retirement income, which can lead to some who have these plans winding up with inadequate savings.\n\nU.S. Department of Labor. \"Types of Retirement Plans.\"\n\nInvestment Company Institute. \"2024 Investment Company Fact Book,\" Pages 103, 107.\n\nInternal Revenue Service. \"A Guide to Common Qualified Plan Requirements.\"\n\nInternal Revenue Service. \"Retirement Plan and IRA Required Minimum Distributions FAQs.\"\n\nInternal Revenue Service. \"Retirement Topics - Exceptions to Tax on Early Distributions.\"\n\nInternal Revenue Service. \"Retirement Plans FAQs on Designated Roth Accounts.\"\n\nU.S. Congress. \"H.R.2954 - Securing a Strong Retirement Act of 2022.\"\n\nInternal Revenue Service. \"Retirement Topics - Catch-Up Contributions.\"\n\nVanguard. \"How America Saves 2024,\" Pages 65, 49-50.\n\nInternal Revenue Service. \"401(k) Plan Overview.\"\n\nInternal Revenue Service. \"IRC 403(b) Tax-Sheltered Annuity Plans.\"\n\nInternal Revenue Service. “401(k) Limit Increases to $23,500 for 2025, IRA Limit Remains $7,000.”",
  "url": "https://www.investopedia.com/terms/d/definedcontributionplan.asp"
}