{
  "term": "What Is a Qualified Small Employer Health Reimbursement Arrangement (QSEHRA)?",
  "definition": "If a small employer does not offer group health insurance coverage, it may provide a qualified small employer health reimbursement arrangement (QSEHRA) instead.\n\nWith a QSEHRA, employers with fewer than 50 full-time employees can provide tax-free reimbursements for an employee's qualifying medical expenses. Medical expenses includepremiums, prescriptions,co-pays, and more.\n\nTypically, employees receive health insurance through their employers, which is known asgroup health insurance. Yet for small businesses, purchasing group health insurance can be costly. A QSEHRA offers small employers a cost-effective way to help cover employees' health insurance expenses without needing to sponsor a group health insurance plan.\n\nTypically, in order to offer a QSEHRA, employers must meet the following requirements:\n\nThe QSEHRA was first established by the 21st Century Cures Act, a federal law enacted in 2016.\n\nBusinesses are required to inform employees that they're eligible for a QSEHRA.\n\nEmployers must provide employees with a written notice regarding their QSEHRA eligibility at least 90 days before the beginning of a new plan year. However, if an employee is not eligible at that time, a business is required to notify the employee when they first become eligible.\n\nSome employees may not be eligible for QSEHRA even if their employer offers one. The following types of employees may not qualify:\n\nIn order to receive tax-free reimbursements for medical expenses through a QSEHRA, employees must be enrolled in a health insurance plan that meets theAffordable Care Act's (ACA)Minimum Essential Coverage (MEC) requirements. Typically, health insurance plans available on the exchange meet the MEC requirements, too.\n\nEmployees are required to provide proof of MEC for themselves and any dependents whose expenses will be reimbursed. Acceptable proof includes:\n\nThis proof must be submitted before any reimbursements can be made. For each subsequent reimbursement request, employees must prove MEC is still in place for the period during which the medical expense was incurred.\n\nSimilar toHealth Savings Accounts (HSAs), employees must provide documentation to substantiate their medical expenses to receive reimbursements from their employers. This documentation should detail the nature of the expense and confirm that it was not already covered by insurance.\n\nEmployers are required to report the amount of reimbursements that an employee is eligible for the calendar year on an employee's W-2 form, even though that money is not taxed.\n\nSmall businesses can choose how much they want to reimburse, but each full-time employee must be eligible for the same reimbursement amount.\n\nWhile there's no minimum amount that employers must reimburse, there is a maximum amount. For 2025, the maximum amount is $6,350 for self-only coverage and $12,800 for family coverage.\n\nIf an employee becomes eligible for a QSEHRA after the beginning of the year, the amount of reimbursements that the employee is eligible for is prorated based on when they became eligible.\n\nIf an employee doesn't use their full QSEHRA allowance, the employer keeps the unused funds, but they can roll them over to the next year.\n\nA QSEHRA lets small businesses that don't provide traditional group health insurance offer tax-free reimbursements for employees' medical expenses. To qualify, employers must have fewer than 50 employees and can't offer a group plan or anFSA.\n\nNot all employees are eligible, as they may have to meet certain age and employment criteria. For 2025, reimbursement limits are capped at $6,350 for individuals and $12,800 for families.\n\nHealth Insurance Marketplace. \"Health Reimbursement Arrangements (HRAs) for Small Employers.\"\n\nInternal Revenue Service. \"Affordable Care Act Tax Provisions for Employers.\"\n\nInternal Revenue Service. \"Qualified Small Employer Health Reimbursement Arrangements: Notice 2017-67.\" Page 7.\n\nInternal Revenue Service. \"Qualified Small Employer Health Reimbursement Arrangements: Notice 2017-67.\" Page 27.\n\nInternal Revenue Service. \"Qualified Small Employer Health Reimbursement Arrangements: Notice 2017-67.\" Page 28.\n\nInternal Revenue Service. \"Qualified Small Employer Health Reimbursement Arrangements: Notice 2017-67.\" Page 31.\n\nInternal Revenue Service. \"Qualified Small Employer Health Reimbursement Arrangements: Notice 2017-67.\" Page 35.\n\nInternal Revenue Service. \"Publication 15-B, Employer's Tax Guide to Fringe Benefits.\" Page 7.\n\nInternal Revenue Service. \"Qualified Small Employer Health Reimbursement Arrangements: Notice 2017-67.\" Page 17.",
  "url": "https://www.investopedia.com/qualified-small-employer-health-reimbursement-arrangement-11724172"
}