{
  "term": "What Is Dirty Price? Definition, Vs. Clean Price, and Example",
  "definition": "A dirty price is a bond pricing quote, which refers to the cost of a bond that includesaccrued interestbased on thecoupon rate. Bond price quotes between coupon payment dates reflect the accrued interest up to the day of the quote.\n\nIn short, a dirty bond price includes accrued interest while aclean pricedoes not.\n\nAccrued interest is earned when a coupon bond is currently in between coupon payment dates. As the next couponpayment dateapproaches, the accrued interest increases each day until the payment of the coupon. On the day of the coupon payment, the clean price and dirty price are equal since there is no accrued interest until the next market day.\n\nThe dirty price is sometimes called the price plus accrued. In the United States, the clean price is quoted more often while in Europe, the dirty price is the standard.\n\nThe dirty price allows a seller to calculate the actual cost of a bond since the bond might have accrued interest from the previous coupon payment date. So, the date of the sale would reflect the clean price plus any accrued interest, calculated daily. As a result, a buyer's actual price paid for the bond is higher than the quoted price on financial websites because it accounts for the accrued interest and the broker's commission.\n\nThe interest increases at a steady rate on a bond and calculation of the earned amount happen each day. As a result, the dirty price will change daily until the payout, or coupon payment, date. Once the payout is complete, and the accrued interest resets to zero, the dirty and clean prices are the same.\n\nIn the case of bonds offering semiannual payments, the dirty price would rise slightly higher every day over the course of six months. Once the six-month mark arrives, and the coupon payment is made, the accrued interest resets to zero to begin the cycle again. The dirty-to-clean process continues until the bond reaches maturity.\n\nThe dirty price is typically quoted between brokers and investors, but the clean price or the price without accrued interest is usually considered the published price. The clean price, orflat bondprice, would likely be recorded innewspapers or financial resources that perform price tracking. Although the dirty price includes accrued interest, the clean price is often considered to be the value of the bond in the current market.\n\nAs an example, let's say Apple Inc. issued a bond with a $1,000 face value while $960 is the published price. The bond pays an interest rate—coupon rate—of 4% annually, and these payments are semiannual. As a result, investors would receive $20 every six months for holding the bond.\n\nThe price of $960 is the published price or the clean price. However, an investor looking to purchase the bond would receive a quote from a broker that includes the $960 plus any accrued interest. The broker would calculate the daily per diem of interest that has accumulated. Let's assume there's no broker commission. Depending on the day the investor made the purchase, the accrued interest would vary.\n\nSo, if the investor bought the bond a day before the first coupon payment of $20 it results in $19 of accrued interest up to that date. The investor's bond's price would be $979, or $960 plus $19 in accrued interest.",
  "url": "https://www.investopedia.com/terms/d/dirtyprice.asp"
}