{
  "term": "What Is Numismatics? Meaning, Qualifications, and Example",
  "definition": "Numismatics is the study of the physical embodiment of various payment media (i.e. currencies). The study of numismatics as it applies to coins is often in the research of the production and use of the coins to determine their rarity.\n\nNumismatics differs from historical and economic studies of money. Numismatists study the physical attributes of the payment media rather than the use and function in an economy. The term numismatics is often used interchangeably with the coin collection, though it connotes more intensive study than just simply collecting coins. It could be said that all numismatists are coin collectors, but not all coin collectors are numismatists. It is widely believed that numismatics began during the early European Renaissance, as part of an effort to re-discover all things classical.\n\nThe first English usage of the word “numismatics” was in 1829, stemming from the word adjective numismatic, which translates to \"of coins”, and stemmed from the French wordnumismatiques, which itself derived from the Latin stemnumismat.\n\nNumismatists study the physical technology and historical context of coinage and money. Coins or other tokens that are rare or unique or that have some special history that can be documented are considered most interesting for study and valuable as collectibles. Specimens that show errors from their production process of striking the coins or printing the notes are especially notable.\n\nBecause of their properties and value as collectibles, rare units of currency can trade at well above their face value or the commodity value of their physical substance. For example, some 20th century U.S. silver quarters, with a face value of 25 cents and a silver melt value of a few dollars, can trade for tens of thousands of dollars apiece.\n\nRather than spend these as money at their face value, collectors withdraw them from circulation to use as collectibles orinvestments. This is similar to the operation of what economists call “Gresham’s Law”, which states that under legal tender laws, bad (less valuable) money drives good (more valuable) money out of circulation in the market.In the case of rare and collectible coins or other monetary tokens, Gresham’s Law operates to an even greater extreme; the coins are not only withdrawn for circulation but actually cease to be money in an economic sense.\n\nThere are numerous societies dedicated to the study, research, and advancement of numismatic sciences. For example, TheAmerican Numismatic Society, founded in New York City in 1858, was created to foster public appreciation of coins, medals, and currencies. The society has since built a collection of more than 800,000 objects, the oldest dating back to 2000 BCE. Its numismatic library contains over 100,000 books, documents, and artifacts.Other numismatic organizations include:\n\nNumismatics refers to the study and analysis of how people use money, as well as the collection of various types of money, coins, and other forms of consideration. The history of numismatics dates back centuries. However, coin collecting likely began at the time currency was invented.\n\nBefore the 19th century, coin collecting was an individual hobby—one most often enjoyed by nobles, the religious elite, and rulers. During the Roman Empire, emperors like Caesar Augustus collected coins from various places to use as leverage in trade negotiations and to gift to guests.\n\nGuillaume Budé'sDe Asse et Partibus Eius Libri Quing,written in the 16th century,wasthe first bookon coins and the first to mention numismatics.\n\nDuring the Renaissance era, there was a coin-collecting explosion, with Europeans fascinated with the materials and collections of prior civilizations. Of great interest were the coins with engraved images of animals, mythical gods and goddesses, and rulers. Italian scholar and poet, Francesco Petrarca, or Petrarch, is regarded as the first Renaissance collector of coins and as the catalyst to the numismatic boom of the 14th century.\n\nOver time, numismatics increasingly became popular. In the 1800s, coin-collecting organizations, such as the New York-based American Numismatic Society, formed across the globe.\n\nWith the advent of the Internet, coin collecting has gained traction, attracting a broader audience of enthusiasts. Potential and skilled numismatics have access to endless information, tools, and numismatic communities.\n\nBecause there are many types of currency, coins, and notes, the field of numismatics has been segmented into various subfields. Each subfield focuses on a specific type of numismatic collectible. Some of the most common are notaphily, exonumia, and scripophily.\n\nNotaphily is the study and collection of paper money. Notaphily is a combination of the Latin word \"nota\", meaning \"paper money\", and the Greek wordphily, meaning \"love\".Notaphilists collect paper money, including banknotes.\n\nExonumia is the study and collection of coins, including tokens, medals, and other like objects. Exonumia is a combination of the Greek wordexo, meaning \"out of\", and \"nummus\", meaning \"coin.\"These items are used in place of currency or used to commemorate events and accomplishments. Exonumia is largely focused on commemorative military medals, awarded for contributions in war and military expeditions.\n\nScripophilyis the study of securities, such as stocks and bond certificates. Scripophily combines the Greek word for love and the Greek word, \"scrip\", for writing.Scripophilists generally collect these instruments for their beauty, rarity, and historical significance. Because the issuance of stock certificates is largely an antiquated practice, this hobby is much harder to engage in than the others subfields.\n\nA numismatist, also known as a coin grader, is a professional who collects, analysis, and assesses the quality of collectible coins, currency, and other like objects. In the United States, prospective numismatists must join the American Numismatic Association (ANA), complete prescribed courses, and pass an exam.\n\nThe numismatist program consists of six courses, each focusing on different topics. Upon completion of the courses, the candidate must pass a 200 question exam.Once the requirements are fulfilled, the candidate receives a diploma confirming their proficiency in the field of numismatics.\n\nAdditional training may be needed to solidify the knowledge and training. The ANA and other professional organizations provide additional tools and resources.\n\nNumismatic gold refers to collectible gold coins that hold more value than the spot or current market price of gold. The increased value is largely due to rarity, age, and other factors.\n\nNumismatic value is the value a seller receives for the sale of a collectible coin. This value is determined by the coin's quality, rarity, and demand.\n\nThe Smithsonian National Numismatic Collection is revered as the biggest coin collection in the United States and thought to be the largest in the world as well. It features about 1.6 million objects in its collection.\n\nCorrection—March 10, 2023:A previous version of this article incorrectly stated the quantity of objects in the Smithsonian's coin collection. It has 1.6 million objects, not 1.6 objects.\n\nAlan M. Stahl. “Numismatics in the Renaissance.”The Princeton University Library Chronicle69, no. 2, 217–40.\n\nOnline Etymology Dictionary. \"Numismatic (Adj).\"\n\nFederal Reserve Bank of Cleveland. \"The Tale of Gresham's Law.\"\n\nAmerican Numismatic Society. \"About Us.\"\n\nLittleton Coin Company. \"The World's First Coin Collector?\"\n\nCoin World. \"First Book Ever Printed About Coins Donated to ANA Library.\"\n\nItalian Renaissance Learning Resources. \"A New World of Learning.\"\n\nMintage World. \"What Is Notaphily?\"\n\nFirst Class Coins. \"What Is Exonumia?\"\n\nABC 4. \"Scripophily: The Art of Collecting Stock and Bond Certificates Excites Collectors Around the World.\"\n\nAmerican Numismatic Association. \"Price for American Numismatic Association Diploma Program to Increase.\"\n\nArcaMax. \"Which City Was First With Its Own Coins?\"\n\nUnited States Secret Service. \"150+ Years of History.\"\n\nSmithsonian. \"National Numismatic Collection.\"",
  "url": "https://www.investopedia.com/terms/n/numismatics.asp"
}