{
  "term": "What Is a Housing Bubble?",
  "definition": "A housing or real estate bubble is a run-up in housing prices fueled by demand, speculation, and exuberant spending. Housing bubbles usually start with increased demand in the face of limited supply.Speculatorsfurther drive up demand by investing money into the market. When demand decreases or stagnates as supply increases, prices drop, and the bubble bursts.\n\nA housing bubble may be driven by something outside the norm, such as manipulated demand, speculation, unusually high levels of investment, excess liquidity, a deregulated real estate financing market, or extreme forms ofmortgage-based derivativeproducts.\n\nThese factors can cause home prices to become unsustainable, leading to an increase in demand versus supply. Housing markets aren't as prone to bubbles as other financial markets due to the large transaction and carrying costs associated with owning a house.\n\nHowever, a rapid increase in the supply of credit leading to a combination of low-interest rates and a loosening of underwriting standards can bring borrowers into the market. A rise in interest rates and a tightening of credit standards can lessen demand, causing the housing bubble to burst.\n\nHousing bubbles affect communities and the overall economy. They can force homeowners to look for ways to pay off mortgages through various programs or they may have them digging intoretirement accountsto afford to continue living in their homes. A housing bubble can significantly cut into theequityin a home and homeowners often find that their mortgage balance is more than the value.\n\nHomeowners may forceforeclosureonce the value of the home plummets and the mortgage exceeds the equity. Foreclosure occurs when a lender attempts to recover the amount owed on adefaulted loanby taking ownership of the mortgaged property and selling it. Typically, default is triggered when a borrower misses monthly payments or fails to meet other terms in the mortgage document.\n\n\"Negative equity\" occurs when homeowners owe more on their mortgages than their homes are worth. These mortgages are considered “underwater” or “upside down,” affecting an individual's net worth and preventing homeowners from relocating until the market improves.\n\nA U.S. housing bubble occurred following thefinancial crisis of 2007-2008. Following thedot-com bubblebursting in the 1990s, investors moved their money from start-up technology company stocks into real estate. The U.S. Federal Reserve cut interest rates to combat the mild recession that followed the technology bust and to assuage uncertainty following the World Trade Center attack of Sept. 11, 2001.\n\nGovernment policies encouraged homeownership and financial market innovations increased the liquidity of real estate-related assets. Home prices rose as interest rates plummeted. It's estimated that 20% of mortgages in 2005 and 2006 went to buyers, known as subprime borrowers, who would not have been able to qualify under normal lending requirements.Over 75% of these subprime loans wereadjustable-ratemortgages with low initial rates and scheduled resets after two to three years.\n\nThe government’s encouragement of broad homeownership induced banks to lower their rates and lending requirements.This spurred a home-buying frenzy that drove the median sales price of homes up by 55% from 2000 to 2007.Adjustable rate mortgages began resetting at higher rates in 2007 as signs that the economy was slowing. Housing prices declined 19% from 2007 to 2009,triggering a massive sell-offin mortgage-backed securities.\n\nIn 2023, the number of foreclosure filings in the United States was 357,062. In 2009 and 2010, during the housing bubble, foreclosures totaled over 2.8 million for each year.\n\nA speculator buys properties because they have reason to believe that the market or some factor in the economy will increase in value, sometimes in a short period. The goal is to \"flip\" the property and sell it as soon as this occurs, reaping a profit. Unlike a speculator, an investor anticipates more of a long-term profit due to factors other than or in addition to market volatility.\n\nThe interest rate on an adjustable-rate mortgage (ARM) can go up and down over time affecting a homebuyer's mortgage payment and causing it to increase or decrease periodically. Most ARMs have rate caps and other controls to prevent frequent, dramatic, and painful swings. The advantage of this type of mortgage is that the interest rate is typically less than that of a fixed-rate mortgage in the early years of the loan.\n\nForeclosure rules can vary from state to state, but it's typically initiated because the homeowner has stopped making mortgage payments. The mortgage contract gives the lender a secured interest in the property, This provides the lender with a legal right to seize the property after giving proper notice to the homeowner and allowing them to cure the default. The lender will then sell the property to recoup some, if not all, of the money it loaned so the homeowner could initially buy the property.\n\nA housing bubble can significantly affect a home's value and the equity in real estate. As prices climb, investors may flood the market, and home buyers may secure risky loans. When the bubble bursts, prices plummet and some borrowers may face financial stress or foreclosure.\n\nOffice of Policy & Research. \"Negative Equity in the United States.\"\n\nBoard of Governors of the Federal Reserve System. \"Open Market Operations Archive.\"\n\nJoint Center for Housing Studies of Harvard University. \"The State of the Nation's Housing 2008,\" Page 2.\n\nBoard of Governors of the Federal Reserve System. \"The Rise in Mortgage Defaults,\" Page 5.\n\nU.S. Financial Crisis Inquiry Commission. \"Financial Crisis Inquiry Report,\" Pages 84-92.\n\nFederal Reserve Bank of St. Louis. \"Median Sales Price of Houses Sold for the United States.\"\n\nATTOM. \"U.S. Foreclosure Activity Increases From 2022 But Still Below Pre-Pandemic Levels.\"\n\nUniversity of Minnesota. \"Real Estate Speculation,\" Page 1.\n\nU.S. Department of Housing and Urban Development. \"Adjustable Rate Mortgages (ARM).\"\n\nFederal Housing Finance Agency. \"An Overview of the Home Foreclosure Process,\" Pages 2-3.",
  "url": "https://www.investopedia.com/terms/h/housing_bubble.asp"
}