{
  "term": "What Is the Stock Market and How Does It Work?",
  "definition": "The stock market consists of a primary market where businesses first issue shares to investors and a secondary market where investors trade shares.\n\nThe stock market is a broad term for the network of exchanges, brokerages, and over-the-counter venues where investors buy and sell shares in publicly traded companies. Though people sometimes use \"stock market\" to refer to theNew York Stock Exchange(NYSE) or theNasdaq, these exchanges are components of a wider global marketplace.\n\nIn the United States, theSecurities and Exchange Commissionregulates companies that want to sell shares to the public. Businesses must register with the SEC and publish periodic disclosures and financial statements.\n\nWhen people refer to the stock market, they often refer to a specific exchange, like the New York Stock Exchange. But the stock market is a larger system of exchanges, brokerages, andover-the-countermarkets: Anywhere you can buy part of a company is part of the stock market.\n\nIn this vast, complex network of trading activities, shares of companies are bought and sold, protected by laws against fraud and other unfair trading practices. The stock market plays a crucial role in modern economies by enabling money to move between investors and companies.\n\nPeople purchase stocks for a lot of reasons. Some hold onto shares, looking for income from dividends. Others look for low-priced stocks that are likely to gain value, so that they can sell at a profit. Still, others might be interested in having a say in how particular companies are run. That’s because you can vote at shareholder meetings based on the number of shares you own.\n\nOwning shares gives you the right to part of the company's profits, often paid as dividends, and sometimes the right to vote on company matters.\n\nSometimes the best way to see how something works is to look at its parts. In that light, let's review the major elements of the stock market, from the companies selling shares to stocks to exchanges to the indexes that give us a snapshot of the stock market's health:\n\nNot all companies can offer stock to the public. In the U.S., only companies that are registered with the SEC can sell their shares on a public exchange like the NYSE or Nasdaq. These companies must meet stringent regulations and financial disclosure laws.\n\nThe traditional route to going public is via aninitial public offering(IPO). In the 2020s,special purpose acquisition companies(SPACs) have emerged as an alternative route forgoing public.\n\nTheprimary marketconsists of those who buy their shares directly from the company, such as early investors, company insiders, and, for companies going public, financialunderwriters. It also includesprivate placements, where a company sells its shares directly to investors without going through the registration process.\n\nOnce a company goes public, its stock can be traded in the secondary market via exchanges or \"over the counter.\" More than 58,000 companies worldwide are publicly traded today.\n\nWhen you buy a stock or a share, you're getting a piece of that company. How much of the company you own depends on the number of shares the company has issued and the number of shares you own.\n\nIf it's a small, private company, a single share could represent a large part of the company. Major public companies often have millions, even billions, of shares. For example, Apple Inc. (AAPL) has billions of shares in circulation, so a single share is just a tiny fraction of the company.\n\nThe price of a stock changes based on the demand for shares from new investors who want to buy, or the supply of shares from existing investors who want to sell. Not every investor makes decisions based on the same criteria, and what might seem like a high price to one investor is a bargain to another. This dynamic keeps shares trading hands and makes future prices difficult to predict.\n\nOnce a company goes public, its shares can be traded freely on the stock market. This means that investors can buy and sell shares among themselves. Most trading occurs on stock exchanges, although there are other venues for trading.\n\nStock exchanges are organized and regulated \"places\" (today it's mostly virtual) where stocks and other securities are bought and sold. They play a crucial role in the financial system by providing a platform for companies to raise money by selling their stocks and bonds to the public.\n\nThe NYSE and Nasdaq are prime examples, serving as central locations for buying and selling stocks. There are many other major exchanges worldwide, such as the London Stock Exchange, the Tokyo Stock Exchange, and the Shanghai Stock Exchange.\n\nEach exchange has its own internal rules, and investors follow different national and local laws. These are meant to ensure fair trading practices and to keep investors confident in dealing there. They also provide transparency in the trading process, giving real-time information on securities prices.\n\nA major benefit of trading on stock exchanges isliquidity, the ability to buy or sell stocks relatively easily. With thousands of buyers and sellers, there is always someone willing to buy or sell shares for the right price.\n\nMany stock exchanges cross-list company shares, offering securities listed on other exchanges. This allows companies to reach more investors when raising capital, and gives investors a wider range of trading options.\n\nThough it is called a stock market, other securities, such as exchange-traded funds (ETFs), are also traded there.\n\nStocks can also be traded \"over the counter\" (OTC). These OTC markets are where you buy or sell stocks directly with another investor, typically without the same level of regulation or public scrutiny. OTC trading involves a network of brokers and dealers who negotiate directly over computer networks and by phone.\n\nThis type of trading is commonly used for smaller, less liquid companies that may not meet the stringent listing requirements of the stock exchanges. This can make it more challenging for investors to get reliable information about the companies they are investing in.\n\nIn addition to common stocks, many other assets are traded on stock exchanges and OTC. These are also considered part of the \"stock market\":\n\nMore loosely, while separate markets, people often talk about these as part of the \"stock market\":\n\nThose in the stock market include institutional investors, such as pension funds, mutual funds, insurance companies, and hedge funds, that manage large amounts of money and often have a significant influence over the market since they are trading in large volumes. Retail investors buy and sell securities for their accounts, not for an organization. They can range from beginners to experienced traders, and today, most use online platforms. Another key group is accredited investors, high-net-worth individuals with the money and investing experience, so the SEC allows them access to more complex investments, likeventure capitaland private equity.\n\nGenerally speaking, investors approach the market from a long-term perspective. They put money in stocks, ETFs, mutual funds, and other securities, expecting their value to grow over time; these are not the quick trades you see in movies to get in and out fast. These investors are often more concerned with the fundamental strength of the companies or assets they invest in, such as their financial performance, market position, and growth potential. They decide on investments after research and analysis or after getting recommendations from financial advisors while trying to build wealth steadily through a portfolio that increases in value over time.\n\nTraders, for their part, take a more short-term approach to the stock market. They aim to capitalize on the market’s volatility, trading stocks, options, futures, and other financial instruments within shorter time frames—from seconds and minutes to days and months. Traders often rely on technical analysis, which involves studying market trends, charts, and other statistical measures to predict future price movements. While trading can offer the potential for quick profits, it also comes with higher risks than long-term investing. Quickly buying and selling securities requires a sharp understanding of the market and a more active, hands-on strategy for trading.\n\nBrokers in the stock market play the same role as in insurance and elsewhere, acting as a go-between for investors and the securities markets. They are licensed organizations that buy and sell stocks and other securities for individual and institutional clients. Brokerage firms can be small boutique shops or multinationals offering investment advice, research, and wealth management services while executing trades for customers. Full-service brokers provide detailed financial advice, portfolio management, and personalized services, making them better for investors who prefer a thorough approach to managing their investments. Further down in cost, discount brokers provide a more hands-off experience and are typically preferred by investors who make their own trading decisions.\n\nOnline brokerage firms have become increasingly popular with user-friendly platforms that allow investors to trade securities electronically at lower costs and with more convenience. These platforms often have educational resources, analytical tools, and real-time market data. There has also been a rise inrobo-advisors, automated financial planning services offered at a very low price.\n\nWhatever type of broker, they are all regulated by the SEC and the Financial Industry Regulatory Authority (FINRA) in the U.S.\n\nA significant aspect of the stock market—dictating what’s traded and how—is the regulations and regulators involved. In the U.S., the latter is the SEC, an independent federal agency set up in 1934 on the heels of the 1929 market crash and the travails of the Great Depression. The mission of the SEC is “protecting investors, maintaining fair, orderly, and efficient markets, and facilitating capital formation.”\n\nThe SEC enforces laws against market manipulation, insider trading, and other forms of fraud while verifying that public companies reveal any significant financial information investors should know when trusting a firm with their money by buying its stock. The SEC also oversees stock exchanges, broker-dealers, investment advisors, mutual funds, and public utility holding companies.\n\nIn addition, the exchanges have their own requirements, such as filing timely (usually quarterly) updates to company financial reports and instant reporting of relevant corporate developments to ensure that everyone looking to trade has the same information.\n\nFINRA oversees brokerage firms and their registered securities representatives and is more focused than the SEC on protecting retail investors. Similar agencies exist worldwide, which is crucial given how the stock market is global and a calamity in one corner of the world soon reaches the other—it’s not just something that happens from a few buildings on Wall Street.\n\nWhile many countries’ regulations differ significantly—they answer to diverse populations and cultural expectations—general rules are enforced to ensure fair practices, protect investors, and promote confidence in the broader stock market.\n\nTextbook descriptions of stock prices tend to start off talking about investors and dealers coming together, and for there to be a stock trade, the buyer and seller must agree on a figure. But most investors find prices as they are listed in online brokerage accounts or online graphs of stock prices over time, not as coming from tough negotiations. That said, you do have to agree to buy stocks, and each investor or trader making this decision collectively shapes thedemandfor stocks, which, taken against the supply on hand in the market, produces the prices on our screens.\n\nThe factors that influence these prices fall into two main types: fundamental and technical. Fundamental factors are rooted in a company's earnings, profitability from its operations, and the goods or services it offers. Meanwhile, technical factors relate to market sentiment and statistical analyses of historical market activity and stock price trends.\n\nHigh stock prices can indicate a company's success—or at least the feeling of buyers that they are doing well—but they can also result from stock splits, dividends, and share repurchases. When a stock price drops, this doesn't mean that money is lost from the market as a whole. Instead, it signifies a decrease in the market value of the specific stock. For instance, if a company reports higher profits than expected, its stock price might increase as more investors want to buy shares, hoping for future growth. Similarly, economic events like interest rate changes or geopolitical issues can affect investor confidence and stock prices.\n\nMost Americans first learn about the stock market through indexes, since reporting on the ups and downs of the Dow Jones Industrial Average (DJIA) orS&P 500has long been a staple for financial news. Indexes can include the DJIA, which includes 30 large publicly owned companies, or the the S&P 500, representing the 500 largest U.S. public companies.\n\nThese indexes can give a picture of the wider stock market, or a specific sector like technology, or healthcare.\n\nIndexes are important since they are used as benchmarks for stocks and portfolios. For example, if you're invested in technology stocks, you'll want to see how your stocks are doing against a tech index.\n\nThe stock market fills several different roles:\n\nCorporate governance: Publicly traded companies follow stringent reporting regulations, which makes them far more transparent and accountable. This information allows investors to make informed decisions and helps maintain investor confidence in the market. It's also a boon for everyday Americans to gain a view inside major U.S. corporations since, without these transparency requirements, they could close down much of what we know about them.\n\nEconomic indicator: The stock market's performance is often considered a gauge of an economy's health. Rising stock prices are associated with corporate profitability and economic growth, while declining prices signal problems ahead.\n\nInvestment opportunities: The stock market offers the chance to invest in companies and potentially grow a portfolio over time. The stock market has historically delivered returns outpacing inflation, making it a vital tool for retirement planning, wealth building, and financial security.\n\nLiquidity: The stock market enables investors to buy and sell shares of companies and other securities quickly when needed.\n\nRaising capital: Most importantly, the stock market offers a platform where companies raise funds by issuing stocks. This capital is essential for business expansion, research and development, and other corporate initiatives. By selling shares to the public, companies gain access to these funds without incurring debt.\n\nResource allocation: By reflecting the collective judgment of traders and investors through the price of different companies, the stock market is said to help efficiently distribute capital to companies more likely to succeed and away from those that are not.\n\nNow that we know the different parts of the stock market—who, what, where, and how it works—we can better understand why it's such a large part of our economy today. The meaning of the stock market can't be understated for how our world functions.\n\nWhen the earliest stock markets formed, the global economy was vastly different. These were eras when trade and commerce were primarily driven by physical goods, with industries like agriculture, textiles, and early manufacturing dominating the economic landscape.\n\nStock markets at the time were fledgling institutions, primarily helping to finance expeditions and trade ventures. In other words, they were used to fund the colonial enterprises taking goods and people from South Asia, the Americas, and Africa. These stock exchanges were already global investment operations.Yet, they played a relatively minor role in everyday economic life.\n\nFast forward to today, and the stock market is considered central to the global economy, a change underscored byfinancializationand the increasing dominance of financial markets and institutions. This isn't just because over a million Americans work in finance.Modern economies are characterized by a complex web of financial transactions and instruments, with the stock market not just a barometer for economic health but also seen as critical for distributing and creating wealth.\n\nFinancialization has also mirrored broader socioeconomic changes. Today's stock markets are not just platforms for raising capital but have been tied into millions of Americans' retirement and investment strategies.\n\nMany Americans are not directly invested in the stock market, but are still affected by its movements. First, the market drives funding for technological advances like smartphones and medications, which require billions of dollars for research and development.\n\nMarket moves can also influence corporate decisions, influencing job creation and layoffs. A healthy stock market generally correlates with a more robust economy. But it could also mean more capital in the hands of a wealthy few, increasing the property values of once middle-class areas in almost every major American city.\n\nThe stock market also indirectly influences public services and infrastructure.Pension fundsare significantly invested in the stock market, affecting the retirement security of millions of people. Many more individuals don't have pensions and are invested in the market directly through 401(k)s and individual retirement accounts.\n\nThe bond market is where investors buy and sell debt securities, typically issued by governments or corporations. When you invest in bonds, you're essentially lending money for regular interest payments and the return on the bond's face value at maturity.\n\nThe stock market involves buying and selling shares of publicly traded companies. Stocks offer the potential for higher returns than bonds since investors can get both dividends when the company is profitable and returns when the stock price goes up. They also have a higher risk, as stock prices can be more volatile.\n\nAlternative trading systemsare platforms for matching large buy and sell transactions and are not regulated like exchanges. Dark pools and many cryptocurrency exchanges are private exchanges or forums for securities and currency trading and run within private groups.\n\nStockbrokers act as intermediaries between the stock exchanges and the investors by buying and selling stocks. Portfolio managers are professionals who invest portfolios, or collections of securities, for clients. Investment bankers represent companies in many ways, such as helping private companies go public or planning mergers and acquisitions.\n\nThe stock market is where shares of companies and other financial instruments are bought and sold. The stock market is also where companies raise capital and where investors can grow their wealth.\n\nEven if you don't trade on the stock market directly, it influences the products you buy, the type of jobs available, and the retirement you might plan.\n\nWorld Federation of Exchanges. \"Number of Listed Companies - August 2023.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: REITs.\"\n\nU.S. Securities and Exchange Commission. “What We Do.”\n\nMacrotrends. \"S&P 500 Historical Returns.\"\n\nU.S. Securities and Exchange Commission, Historical Society. \"The Institution of Experience: Self-Regulatory Organizations in the Securities Industry, 1792–2010.\"\n\nSecurities Industry and Financial Markets Association. \"2023 Capital Markets Fact Book.\"",
  "url": "https://www.investopedia.com/terms/s/stockmarket.asp"
}