{
  "term": "What Is a Large Cap (Big Cap) Stock? Definition and How to Invest",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nLarge-cap (sometimes called \"big cap\") refers to a company with a market capitalization value of more than $10 billion. Large cap is a shortened version of the term \"large market capitalization.\"Market capitalizationis calculated by multiplying the number of a company's shares outstanding by its stock price per share. A company's stock is generally classified as large-cap, mid-cap, small-cap, or micro-cap.\n\nLarge-cap stocks represent approximately 98.5% of the total U.S. equities market as measured by the Wilshire 5000 Total Market Index, which only includes companies with a minimum of $25 million float-adjusted market cap. As of April. 30, 2021, the Index has over 3,500 stocks representing the entire U.S. equity market universe.\n\nAs of March 2021, thetop U.S. stocks by market capincluded the following:\n\nGlobally, large-cap companies are usually found in the market’s leading benchmark indexes. In the U.S., these indexes include the S&P 500, the Dow Jones Industrial Average, and the Nasdaq Composite.\n\nSince large-cap stocks represent a significant portion of the U.S. equity market, they are often utilized as core portfolio investments. Characteristics often associated with large-cap stocks include the following:\n\n1. Transparent: Large-cap companies are typically transparent, making it easy for investors to find and analyze public information about them.\n\n2. Dividend payers: Large-cap, stable, established companies are often the companies investors choose for dividend income distributions. Their mature market establishment has allowed them to establish and commit to high dividend payout ratios.\n\n3. Stable and impactful: Large-cap stocks are typically blue-chip companies at peak business cycle phases, generating established and stable revenue and earnings. They tend to move with the market economy because of their size. They are also market leaders. They produce innovative solutions often with global market operations, and market news about these companies is typically impactful to the broad market overall.\n\nMarket capitalization describes the market size of a company. Market capitalization is an equity market segregation used broadly in the investment industry. A company's market capitalization is an important characteristic considered by investment companies and individual investors. Market capitalization is one characteristic of a company used in investment analysis. Market capitalization is usually used in conjunction with other stock characteristics, such as price to earnings and earnings growth estimates. It is also an indicator of a company'smarket depth.\n\nMarket capitalization is calculated by multiplying the number of shares outstanding by the share price of the company's stock.The number of shares outstanding is reported on a quarterly basis, but the price of the stock can change from minute to minute. Therefore, the market capitalization value is actively changing with the market price. For example, a company with 10 billion shares outstanding, trading at $10 per share, has a market capitalization of $100 billion. Likewise, a company with 100 billion shares outstanding, and trading at a price of $1, also has a market capitalization of $100 billion.\n\nPublicly traded stock issuance is used as a capital raising mechanism for publicly traded companies. When a company chooses to offer its shares for trading on the open public market, it typically uses share issuance as its primary equity capital raising tool. Thus, equity share management is a primary function used by well-established companies for capital, and shares outstanding are a part of that management process.\n\nTypically, stocks are lumped intothree main categoriesof capitalization: large-cap, mid-cap and small-cap. However, mega-cap and micro-cap stock segregation may also be used.Mega-caprefers to stocks with a market cap of greater than $200 billion. Micro-cap is less than $300 million, and nano-cap may also be used for less than $50 million.\n\nA large-cap company has a market capitalization of over $10 billion. A mid-cap company has a market capitalization between $2 billion and $10 billion, and a small-cap company has less than $2 billion in market capitalization.Large-cap companies usually have broader market issuance experience with greater access to the capital markets. Usually, large-caps have the greatest trading liquidity.\n\nInvestors like to diversify their portfolios by investing in companies in different industries with varying market caps, revenues, and earnings growth projections. Due to their size, large-cap stocks are generally believed to be safer. While they do not offer the same growth opportunities as emerging mid-cap and small-cap companies, large-cap companies are innovative market leaders. As a result, their stock price can gain significantly through specific market initiatives or around groundbreaking market solutions.\n\nTypically,investing in large-cap companiesis used as a core long-term investment strategy within a portfolio because of their stability and dividends.Financial advisersusually suggest diversifying an investment portfolio by including small-cap,mid-cap, and large-capstocks. Allocations and investment decisions are typically based on risk tolerance and investment horizons.\n\nFinancial Industry Regulatory Authority, Inc. \"Market Cap, Explained.\"\n\nFT Wilshire. \"Wilshire Mutual Funds Schedule of Investments, September 30, 2021.\"\n\nFT Wilshire. \"Wilshire Mutual Funds Summary Prospectus, April 30, 2021: Wilshire 5000 Index Fund,\" Page 2.\n\nFT Wilshire. \"FT Wilshire 5000 Index: Index Methodology,\" Page 1.\n\nPricewaterhouseCoopers. \"Global Top 100 Companies by Market Capitalization March 2021,\" Download PDF, Page 22.\n\nNasdaq. \"What Is Market Capitalization, and What Can It Reveal?\"",
  "url": "https://www.investopedia.com/terms/l/large-cap.asp"
}