{
  "term": "What Is a Money Order, How Does It Work, and How Do I Get One?",
  "definition": "A money order is a prepaid form of payment that provides a secure way to send money or make payments.\n\nA money order is a secure alternative to cash or a personal check, which you can use to send money or pay bills. It works much like a check and is usually issued by a government or banking institution. You can cash a money order or deposit it into a bank account.\n\nMoney orders are readily accepted and converted to cash and are often used by people without access to a standard checking account. They are an acceptable form of payment for debts, both personal and business. You can buy a money order for a small service fee from most banking institutions and many other locations.\n\nMoney orders were first issued by the U.S. Postal Service in 1864 as a safer way to send money through the mail.American Express introduced a competing money order product in 1882.\n\nIf you buy a money order, you will have to fill out the name of the recipient on a form and the amount that the recipient should receive. Domestic money orders typically have a maximum limit of $1,000, so you'd need to purchase multiple orders if you need more than that amount.Be sure tofill out the money order carefully; it's a one-off purchase, and you need to keep a record of it.\n\nYour money order will show the name of the person or entity being paid, the issuer’s name, and the amount of money that can be cashed. This dollar value doesn't include the fees charged. Be aware that different locations may charge differentfees for money orders.\n\nWhen you pay for a money order, it comes with a receipt that includes the serial number of the money order. You should keep this information until you're certain the money order has cleared. Without a receipt, tracing a money order can be difficult or even impossible.\n\nA money order is harder to trace than a check, so keep your receipt until you are sure the order has been received and cashed.\n\nDoesn't include sensitive information\n\nRecipient can cash the order at a local bank or credit union\n\nCan be deposited into a bank account\n\nCan be issued in one country and cashed in another\n\nCan be harder to track than a personal check\n\nBuying and cashing the money order can incur a fee\n\nFunds could be delayed, depending on where it's cashed\n\nYou can buy a money order at any bank or credit union, as well as some drug stores, most grocery stores, convenience stores, and any store that offers check cashing or money services such asMoneyGram or Western Union. The U.S. Postal Service also offers money orders.\n\nTo order one, you simply need to bring enough money to pay for the money order (including fees), either in cash or with adebit card.\n\nFor transactions above $3,000, you may be asked to present your ID and fill out a special form. This information is used to preventmoney laundering.\n\nAlthough there is a fee for buying a money order, it's generally only a small fraction of the value of the order. For example, the U.S. Postal Service charges $2.35 for money orders of up to $500 and $3.40 for orders from $500.01 up to $1,000. Fees are lower for money orders issued in military postal facilities.\n\nMoney orders from commercial institutions may have different prices, but the fees will tend to be similar. However, international money orders may incur higher fees.\n\nAcashier's checkis similar to a money order, in that both are sometimes used for payment in situations where cash or a personal check would be impractical. Neither can be bought with credit—you have to use cash or a debit card.\n\nButunlike a money order, a cashier's check is simply a check written by afinancial institutionagainst its own assets.This is considered more reliable than a personal check because there is no chance of the check bouncing.\n\nFor this reason, cashier's checks are frequently used to make large purchases, such as for a house or vehicle. Whereas banks might place a hold on a personal check for that much money, funds issued by a cashier's check should be available the next business day.\n\nIn contrast, money orders are typically used for smaller transfers, such as forrentor mortgage payments. Many institutions, such as the U.S. Postal Service, cap money orders at $1,000.\n\nIn addition to checks and money orders, other ways to send guaranteed funds to an individual or business include traveler’s checks,wire transfers,bank drafts, and cashier's checks. But money orders are frequently used for payment in situations where the party being paid isn't set up to receive cash.\n\nIn some cases, a personal check, debit card, credit card, or even online payment apps might also be acceptable for payment. However, money orders are slightly different from these alternatives. Unlike card or electronic payments, the recipient of a money order doesn't need any special technology to accept a money order. And, unlike personal checks, a money order can'tbounce.\n\nWhen you buy a money order, you will need to include information about the purchaser (you) and the recipient. Write the name of the intended recipient in the \"Pay to the Order\" field, and your full legal name and address in the appropriate fields. Fill in the amount to be transferred. Some money orders may not ask for your address. Finally, sign and date the money order, and keep the receipt.\n\nYou can cash a money order in the same places that issue money orders, such as a bank, credit union, post office, check-cashing store, or even some convenience and grocery stores. You will need to endorse, or sign, the order and verify your identity. There may be a small fee for cashing the money order, which you can skip by depositing the money order into a bank account.\n\nMoney orders don't expire, but depending on the state and issuer, they may incur additional service charges if you cash them more than a year after they were issued. These terms will be described on the back of your money order. However, domestic money orders from the U.S. Postal Service will never expire or lose value.\n\nA money order allows the recipient to receive immediate cash payment from a bank or other financial institution. For that reason, money orders are a popular way to make small to medium-sized payments in circumstances where cash or personal checks aren't practical. Unlike cash, lost money orders can be replaced (with a receipt presented), and they can't bounce due to insufficient funds.\n\nUnited States Postal Service. \"Mail Service and the War.\"\n\nSmithsonian National Postal Museum. \"American Express.\"\n\nU.S. Postal Service. \"Money Orders.\"\n\nWestern Union. \"Money Orders: Cashing and Sending in the U.S.\"\n\nU.S. Postal Service. \"Money Orders—The Basics.\"\n\nPNC Bank. \"Consumer Funds Availability Policy.\"\n\nFederal Deposit Insurance Corp. \"Bank Secrecy Act, Anti-Money Laundering, and Office of Foreign Assets Control,\" Page 8.1-6.\n\nU.S. Postal Service. \"Sending Money Internationally.\"\n\nDiscover. \"Can You Buy a Money Order With a Credit Card?\"\n\nWestern Union. \"Cashier’s Checks: Everything You Need to Know.\"\n\nCitizens Bank. \"What Is a Money Order, and How Do They Compare to Other Cash Payments?\"\n\nThe Huntington National Bank. \"Cashing a Money Order.\"\n\nU.S. Postal Service. \"Sending Money Orders.\"\n\nWestern Union. \"Do Money Orders Have an Expiration Date?\"",
  "url": "https://www.investopedia.com/terms/m/money-order.asp"
}