{
  "term": "What Is a Tariff and Why Are They Important?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nMost countries are limited by their natural resources and ability to produce certain goods and services. They trade with other countries to get what their population needs and demands. However, trade isn't always conducted in an amenable manner between trading partners. Policies, geopolitics, competition, and many other factors can make trading partners unhappy.\n\nOne of the ways governments deal with trading partners they disagree with is through tariffs. A tariff is atax imposedby one country on the goods and services imported from another country to influence it, raise revenues, or protect competitive advantages.\n\nInvestopedia / Madelyn Goodnight\n\nTariffs are used to restrictimports. Simply put, they increase the price of goods and services purchased from another country, making them less attractive to domestic consumers.\n\nA key point to understand is that a tariff affects the exporting country because consumers in the country that imposed the tariff might shy away from imports due to the price increase. However, if the consumer still chooses the imported product, then the tariff has essentially raised the cost of the imported product for the consumer.\n\nThere are two types of tariffs:\n\nGovernments may impose tariffs for several reasons:\n\nTariffs can be used to raise revenues for governments. This kind of tariff is called a revenue tariff and is not designed to restrict imports. For instance, in 2018 and 2019, President Donald Trump and his administration imposed tariffs on many items to rebalance the trade deficit. In the fiscal year 2018, customs duties received were $41.6 billion. In fiscal year 2019, duties received were $71.9 billion.\n\nGovernments can use tariffs to benefit particular industries, often doing so to protect companies and jobs. For example, in April 2018, President Donald Trump imposed a 25% ad valorem tariff on steel articles from all countries except Canada and Mexico.In March 2022, President Joe Biden replaced the tariff on steel products from the United Kingdom with a tariff-rate quota of 500,000 metric tons, and reached quota deals with several other countries.\n\nThis proclamation reopened the trade of specific items with the U.K. while taking measures to protect domestic U.S. steel manufacturing and production jobs.\n\nBy making foreign-produced goods more expensive, tariffs can make domestically produced alternatives seem more attractive. Some products made in countries with fewer regulations can harm consumers, such as a product coated in lead-based paint. Tariffs can make these products so expensive that consumers won't buy them.\n\nEffective Feb. 1, 2025, President Donald Trump placed 25% tariffs on imports from Canada and Mexico and 10%tariffs on imports from China. The rationale behind these tariffs was to force these countries to cooperate with the U.S. to stem the flow of illegal immigrants and drugs like fentanyl from entering the U.S., as well as to boost domestic manufacturing and raise revenues.\n\nTariffs can also be used as anextension of foreign policyas their imposition on a trading partner's main exports may be used to exert economic leverage. For example, when Russia invaded Ukraine, much of the world protested by boycotting Russian goods or imposing sanctions. In April 2022, President Joe Biden suspended normal trade with Russia. In June, he raised the tariff on Russian imports not prohibited by the April suspension to 35%.\n\nTariffs can have unintended side effects:\n\nCreated issues between governments\n\nIn pre-modern Europe, a nation's wealth was believed to consist of fixed,tangible assets, such as gold, silver, land, and other physical resources. Trade was seen as azero-sum gamethat resulted in either a clear net loss or a clear net gain of wealth. If a country imported more than it exported, a resource, mainly gold, would flow abroad, thereby draining its wealth. Cross-border trade was viewed with suspicion, and countries preferred to acquire colonies with which they could establish exclusive trading relationships rather than trading with each other.\n\nThis system, known asmercantilism, relied heavily on tariffs and even outright bans on trade. The colonizing country, which saw itself as competing with other colonizers, would import raw materials from its colonies, which were generally barred from selling their raw materials elsewhere. The colonizing country would convert the materials into manufactured wares, which it would sell back to the colonies. High tariffs and other barriers were implemented to ensure that colonies only purchased manufactured goods from their home countries.\n\nThe Scottish economistAdam Smithwas one of the first to question the wisdom of this arrangement. His \"Wealth of Nations\" was published in 1776, the same year Britain's American colonies declared independence in response to high taxes and restrictive trade arrangements.\n\nLater writers, such asDavid Ricardo, further developed Smith's ideas, leading to the theory ofcomparative advantage. It maintains that if one country is better at producing a specific product while another country is better at producing another, each should devote its resources to the activity at which it excels. The countries should trade with one another rather than erect barriers that force them to divert resources toward activities they do not perform well. According to this theory, tariffs drag economic growth, even if they can be deployed to benefit specific narrow sectors under some circumstances.\n\nThese two approaches—free tradebased on the idea of comparative advantage, on the one hand, and restricted trade based on the idea of a zero-sum game, on the other—have experienced ebbs and flows in popularity.\n\nRelatively free trade enjoyed a heyday in the late 19th and early 20th centuries when the idea took hold that international commerce had made large-scale wars between nations so expensive and counterproductive that they were obsolete. World War I proved that idea wrong, and nationalist approaches to trade, including high tariffs, dominated until the end of World War II.\n\nFrom that point on, free trade enjoyed a 50-year resurgence, culminating in the creation in 1995 of theWorld Trade Organization(WTO), which acts as an international forum for settling disputes and laying down ground rules.Free trade agreements, such as the North American Free Trade Agreement (NAFTA)—precursor of theUnited States-Mexico-Canada Agreement(USMCA)—and the European Union (EU), also proliferated.\n\nSkepticism of this model—sometimes labeledneoliberalismby critics who tie it to 19th-century liberal arguments in favor of free trade—grew, however, and Britain in 2016 voted toleavethe European Union.That same year Donald Trump won the U.S. presidential election on a platform that included a call for tariffs on Chinese and Mexican imports. He implemented tariffs on China when he took office, but suspended proposed tariffs on Mexico.\n\nCritics of tariff-free multilateral trade deals, who come from both ends of the political spectrum, argue that they erode national sovereignty and encourage a race to the bottom regarding wages, worker protections, and product quality and standards. Meanwhile, the defenders of such deals counter that tariffs lead to trade wars, hurt consumers, and hamper innovation.\n\nA tariff is an extra fee charged on an item by a country that imports that item.\n\nOne of the best-known tariff examples in the U.S. is the tea tax implemented by the British on the American colonies that led to the Boston Tea Party.\n\nAs an additional charge on an import, a tariff works to reroute a buyer's intentions and money away from the country exporting the good.\n\nTariffs have existed in one form or another for centuries. Trading partners implement them to politically influence a partner, protect domestic industries and consumers, and further national goals and interests.\n\nTariffs are not always negative, regardless of what you might see on the news. They can be a means to open negotiations again between trading partners, provide each a chance to voice concerns, and even help to stabilize a country's market.\n\nU.S. Customs and Border Protection. “Trade Statistics.”\n\nU.S. Customs and Border Protection. “CBP Trade and Travel Report Fiscal Year 2019.” Pages 1, 6-7.\n\nFederal Register. “Proclamation 9705 of March 8, 2018: Adjusting Imports of Steel Into the United States.”\n\nU.S. Department of Commerce. “Announcement of Actions on UK Imports Under Section 232, March 22, 2022.”\n\nU.S. Department of Commerce. “Section 232 National Security Investigation of Steel Imports: Information on the Exclusion Process.”\n\nAP. \"White House Says Trump Tariffs on Canada, Mexico and China Will Come Saturday. No Word on Exemptions.\"\n\nFederal Register. “Proclamation 10420 of June 27, 2022: Increasing Duties on Certain Articles From the Russian Federation.” Pages 38875, 38877.\n\nKordas, Ann et al. “World History, Volume 2: From 1400: 5.3 The Mercantilist Economy.” OpenStax, 2022.\n\nFasterCapital. “Tariffs: Tariffs and Mercantilism: Understanding the Link.”\n\nSmith, Adam. “An Inquiry Into the Nature and Causes of the Wealth of Nations.” Strahan, 1776.\n\nBritannica Money. “Comparative Advantage.”\n\nOffice of the Historian. “Protectionism in the Interwar Period.”\n\nWorld Trade Organization. \"What Is the World Trade Organization?\"\n\nOffice of the United States Trade Representative. \"United States-Mexico-Canada Agreement.\"\n\nGov.UK. “EU Referendum Outcome: PM Statement, 24 June 2016.”\n\nCouncil on Foreign Relations. “Free Trade at Risk in This Year's U.S. Campaign.”\n\nCongressional Research Service. ”Escalating U.S. Tariffs: Timeline.” Pages 1, 4.\n\nU.S. Census Bureau. “U.S. Census Bureau History: The 1773 Boston Tea Party.”",
  "url": "https://www.investopedia.com/terms/t/tariff.asp"
}