{
  "term": "What Is a Bank's Legal Lending Limit, How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe legal lending limit represents the maximum dollar amount a singlebankcan lend to a borrower. Abankexpresses its legal lending limit as a percentage of the institution’scapitaland surplus. The limits are regulated by theOffice of the Comptroller of the Currency (OCC).\n\nThe legal lending limit for national banks was established under the United States Code (U.S.C.), reported in U.S.C. Title 12,Part 32.3.\n\nThe Office of the Comptroller of the Currency (OCC) oversees legal lending limits, while theFederal Deposit Insurance Corp. (FDIC)provides insurance for U.S. depositors. Both the FDIC and the OCC are involved in the national bank chartering process. Both entities also work to ensure that nationalbanksfollow established rules defined in the United States Code, which details federal statutes.\n\nThe lending limit legal code applies tonational banksandsavings associationsnationwide. The federal code on lending limits states that a national bank orsavings associationmay not issue aloanto a single borrower for more than 15% of the institution’scapitaland surplus.\n\nThe base standard of 15% requires an institution to closely followcapitaland surplus levels regulated under federal law.Banksare allowed an additional 10 percentage points for the lending limit forcollateralized loans. Thus, they can lend up to 25% ofcapitaland surplus if readily marketable securitiessecuretheloan.\n\nState-chartered banks may have their own lending limits, but they are often similar to the OCC standard.\n\nFor example, New York-chartered banks have a lending limit of 15% of theircapital stock, surplus fund, and undivided profits (CUPS), but 25% for loans secured by appropriate collateral.\n\nSomeloanscan qualify for special lending limits, including loans secured bybills of ladingor warehouse receipts, installment consumer paper, loans secured by livestock and project financing advances pertaining to a pre-qualifying lending commitment.\n\nAdditionally, someloansmay not be subject to lending limits at all, including:\n\nBanks are required to hold significant amounts of capital, which typically causes lending limits to apply only to institutional borrowers.\n\nGenerally,capitalis divided into tiers based on liquidity.Tier 1 capitalincludes its most liquid capital, such as statutory reserves. Tier 2 capital may consist of undisclosed reserves and general loss reserves. National banks must have a total capital to assets ratio of 8%.\n\nSurplus may refer to a number of components at a bank. Categories included as surplus may be profits, loss reserves, and convertible debt, among others.\n\nA bank's legal lending limit is given as a percentage of an institution’s capital and surplus. The legal limit for national banks is 15% of the bank’s capital. These limits prevent excessiveloansto one person, or to related persons who are financially dependent, according to the OCC.\n\nThe U.S. lending limit legal code applies to national banks andsavingsassociations nationwide. The federal code on lending limits says that a national bank orsavings associationmay not issue aloanto a single borrower for more than 15% of the institution’s capital and surplus. Most state-regulated banks follow similar guidelines for maximum lending limits.\n\nIt's highly unlikely. Banks must hold significant amounts ofcapital, which typically causes lending limits to apply only to large, institutional borrowers.\n\nExpressed as a percentage of an institution’s capital and surplus, the legal lending limit represents the maximum amount a bank can lend to a borrower. The federal code on lending limits states that a national bank orsavings associationmay not issue aloanto a single borrower for more than 15% of the institution’s capital and surplus. However, due to the extensive capital holdings of banks, the legal lending limit won't affect most retail or small business borrowers.\n\nCornell Law School - Legal Information Institute. \"12 CFR § 32.3 - Lending Limits.\"\n\nNew York Department of Financial Services. \"Banking Interpretations – Lending Limit.\"\n\nCornell Law School, Legal Information Institute. \"12 CFR § 3.10 - Minimum Capital Requirements.\"\n\nOffice of the Comptroller of the Currency. \"The History of Supervisory Expectations for Capital Adequacy: Part II (1984–2021).\" Page 3.\n\nOffice of the Controller of the Currency. \"Lending Limits.\"",
  "url": "https://www.investopedia.com/terms/l/legal-lending-limit.asp"
}