{
  "term": "What Is the Baltic Dry Index (BDI), and Why Is It Important?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nThe Baltic Dry Index (BDI) is a shipping and trade index created by the London-basedBaltic Exchange. It measures changes in the cost of transporting variousraw materials, such as coal and steel.\n\nMembers of the exchange directly contact shipping brokers to assessprice levelsfor given shipping paths, a product to transport, and time to delivery or speed. The Baltic Dry Index is a composite of four sub-indices that measure different sizes of dry bulk carriers or merchant ships: Capesize, Panamax, Supramax, and Handysize.\n\nThe Baltic Exchange calculates the index by assessing multiple shipping rates across more than 20 routes for each of the BDI component vessels. Analyzing multiple geographic shipping paths for each index gives depth to the index's composite measurement. Members contactdry bulk shippersworldwide to gather their prices and they then calculate an average.The Baltic Exchange issues the BDI daily.\n\nA change in the Baltic Dry Index can give investors insight into global supply and demand trends. Many consider a rising or contracting index to be a leading indicator of future economic growth. It's based on raw materials because the demand for them portends the future. These materials are bought to construct and sustain buildings and infrastructure, not at times when buyers have either an excess of materials or are no longer constructing buildings or manufacturing products.\n\nThe Baltic Exchange also operates as a maker of markets infreight derivatives, including types of financial forward contracts known as forward freight agreements.\n\nThe BDI measures shipments on various sizes of cargo ships. Capesize boats are the largest ships in the BDI with 100,000 deadweight tonnage (DWT) or greater. The average size of a Capesize ship is 156,000 DWT.\n\nThis category can also include some massive vessels with capacities of 400,000 DWT. Capesize ships primarily transport coal and iron ore on long-haul routes and are occasionally used to transport grains. They're too large to cross over the Panama Canal.\n\nPanamax ships have a 60,000 to 80,000 DWT capacity, and they're used mostly to transport coal, grains, and minor bulk products such as sugar and cement. Panamax cargo ships require specialized equipment for loading and unloading. They can barely squeeze through the Panama Canal.\n\nThe smallest vessels included in the BDI are Supramaxes, also referred to as Handymaxes (or Handysize). These ships have a carrying capacity of 45,000 to 59,999 DWT. They're sometimes Although they're close in size to Panamaxes, Supramaxes normally have specialized equipment for loading and unloading, and they're used in ports where Panamaxes cannot.\n\nDry bulk commoditiesare usually divided into two categories: major bulks and minor bulks. Some examples of major dry bulk commodities include iron ore, coal, and grain. These major bulks account for nearly two-thirds of global dry bulk trade. Minor bulks include steel products, sugars, cement, and cover the remaining one-third of global dry bulk trade.\n\nCoal, along with iron ore, is one of the most traded dry bulk commodities by volume in the world. Countries most involved in the importation of coal for their primary energy and electricity needs are India, China, and Japan. Grain is another major cargo in terms of seaborne dry bulk trade and accounts for a chunk of the total dry bulk trade worldwide.\n\nThe index can fall when the goods shipped are raw, pre-production material, which is typically an area with minimal levels of speculation. The index can experience high levels of volatility if global demand increases or suddenly drops off because the supply of large carriers tends to be small with long lead times and highproduction costs.\n\nStock prices increase when the global market is healthy and growing, and they tend to decrease when it's stalled or dropping. The index is reasonably consistent because it depends on black-and-white factors of supply and demand without much in the way of influences such as unemployment and inflation.\n\nThe BDI predicted the 2008 recession in some measure when prices experienced a sharp drop. In one striking example of the insight that can come from the index, analysts could observe that between September 2019 and January 2020, the Baltic Dry Index (BDI) fell by more than 70%, a strong indication of economic contraction.This occurred directly ahead of the outbreak of the COVID-19 pandemic. Then, into 2021, the BDI rose dramatically as the pandemic led to snarls and delays in global shipping.\n\nBaltic Exchange. \"Dry Services.\" Accessed September 22, 2021.\n\nBulk Carrier Guide. \"Various bulk carrier sizes and employment guide.\" Accessed September 22, 2021.\n\nTrading Economics. \"Baltic Exchange Dry Index.\" Accessed Sept. 22, 2021.",
  "url": "https://www.investopedia.com/terms/b/baltic_dry_index.asp"
}