{
  "term": "What Is a Cover Letter? Types and How To Write One",
  "definition": "Acover letteris a written document commonly submitted with a job application outlining the applicant's credentials and interest in the open position. Since a cover letter is often one of only two documents sent to a potential employer, a well- or poorly-written letter can impact whether the applicant is called for aninterview.\n\nMostjob postingsare done online and no longer require a physical application. Instead, applicants send companies a copy of theirresumealong with a cover letter either by email or with a hard copy through the mail. A resume offers a glimpse into the professional and academic experience of a potential employee. The cover letter, on the other hand, acts as an introduction written by the candidate to express their interest in the position and what makes them the best fit for the job.\n\nA good cover letter complements a resume by expanding on items relevant to the job.In essence, it's a sales pitch that describes why the applicant is the best person for the position. Career experts advise job seekers to spend time customizing each cover letter for the particular position, rather than using a generic missive. Although this requires extra effort, it can be very helpful in allowing an applicant to stand out above the competition.\n\nThe cover letter provides information to the employer about who the candidate is as a professional and as a person. This includes their areas of interest, professional goals, knowledge, skills they've gained over the years, achievements, passions, and aspirations. The cover letter should be a one-page document that provides a clear and concise idea about why the candidate is the best person for thejob. It should also highlight the cultural fit.\n\nWhile there is no set template for a cover letter, the type of letter that you write will depend on the requirements of each individual company or employer. The information that is included in a cover letter will vary depending on the goals and purpose of your application.\n\nWhen employers post a job ad that requires a cover letter, they may specify certain requirements for the cover letter to address. For example, they may require applicants to answer certain questions, or to respect a certain word limit. It is important to follow these requirements, as they reflect on the applicant's ability to understand and follow directions.\n\nIf the employer does not set any expectations, a typical cover letter should be about a page or less, and may include a formal greeting, contact information, and links to the applicant's portfolio or work. It should highlight any special skills, and explain why you would be a good fit for the position. This is your chance to impress the employer: Even if your resume does not have everything an employer wants, a well-written cover letter can make the applicant stand out from the crowd.\n\nHowever, it is possible to include too much information. Most employers will simply glance at the majority of their cover letters, and a long-winded essay might end up at the bottom of the pile. A few short paragraphs explaining your skills, and why you chose that specific employer, should be enough to put your best foot forward.\n\nWriting a cover letter doesn't have to be tedious—even though it may seem like it's a chore. Here are a few simple tips you may want to consider when composing your cover letter:\n\nA simple, focused cover letter without any typos or grammatical errors will get you noticed by potential employers.\n\nA perfect resume can often be sabotaged by a poorly thought-out cover letter or one that is laden with mistakes. Whether you include the letter as per required submission guidelines, or you simply want to emphasize your interest in the job, make sure you avoid making these blunders.\n\nAccording toIndeed, a leading job-seeking site, a typical cover letter should be about three or four paragraphs long and highlight any special experience or achievements that make the applicant exceptionally well-suited to the position.\n\nA cover letter should start with a formal greeting, preferably addressed to the hiring manager. If you do not know who will be reading your cover letter, a generic \"to whom it may concern\" is an acceptable, albeit old-fashioned, way to address a cover letter. It is also acceptable to address the letter to a title, such as \"Dear Hiring Manager,\" or \"Dear Talent Acquisition Team.\"\n\nAn effective cover letter should highlight the applicant's skills, experience, and any achievements that make them a good fit for their prospective employer. It is also a good chance to mention anything that is not included in the resume: For example, if an applicant is drawn to a certain employer because they love a certain product, the cover letter is a great place to mention it. Make sure your cover letter also includes your name and contact information.\n\nIn a competitive jobs market, an effective cover letter is one way to make a job application stand out. This is a chance for an applicant to demonstrate why they think they would be a good fit. However, a poorly-written or meandering cover letter can hurt an application more than it helps.\n\nHarvard Extension School. \"Resources and Cover Letters: An Extension School Resource,\" Pages 3 and 5.\n\nHarvard Extension School. \"Resources and Cover Letters: An Extension School Resource,\" Page 5.\n\nJobscan. \"Cover Letter Formats.\"\n\nIndeed. \"What Is a Cover Letter?\"\n\nIndeed. \"How to Address a Cover Letter (With Examples).\"",
  "url": "https://www.investopedia.com/terms/c/cover-letter.asp"
}