{
  "term": "What Are Open Market Operations (OMOs), and How Do They Work?",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nThe Fed uses open market operations to keep the federal funds rate at its established target.\n\nOpen market operation (OMO) is a term that refers to the purchase and sale of securities in the open market by theFederal Reserve(Fed). The Fed conducts open market operations to regulate the supply of money that is on reserve in U.S. banks. The Fed purchases Treasury securities to increase the money supply and sells them to reduce it.\n\nBy using OMOs, the Fed can adjust the federal funds rate, which in turn influences other short-term rates, long-term rates, and foreign exchange rates. This can change the amount of money and credit available in the economy and affect certain economic factors, such as unemployment, output, and the costs of goods and services.\n\nTo understand open market operations, you first have to understand how the Fed, thecentral bankof the U.S., implements the nation'smonetary policy.\n\nTo keep the U.S. economy on an even keel and to forestall the ill effects of uncontrolled price inflation or deflation, the Board of Governors of the Federal Reserve sets what's called a targetfederal funds rate.\n\nThe federal funds rate is the interest rate thatdepositoryinstitutions charge each other for overnight loans. This constant flow of money allows banks to earn a return on excess cash in their Fed balances while maintaining the reserves required to meet the demands of customers.\n\nAs a benchmark, the federal funds rate influences a variety of other rates, from savings deposit rates tohome mortgage ratesand credit card interest rates.\n\nOpen market operations is one of the tools that the Fed uses to keep the federal funds rate at its established target.\n\nThe U.S. central bank can lower the interest rate by purchasing securities (and injecting money into the money supply). Similarly, it can sell securities from its balance sheet, take money out of circulation, and put upward pressure on interest rates.\n\nThe Board of Governors of the Federal Reserve sets a target federal funds rate and then theFederal Open Market Committee(FOMC) implements the open market operations to achieve that rate.\n\nThere are two types of OMOs: permanent open market operations and temporary open market operations.\n\nPermanent open market operationsrefer to the Fed's outright purchase or sale of securities for or from its portfolio. Permanent OMOs are used to achieve traditional goals. For example, the Fed will adjust its holdings toput downward pressure on longer-term interest ratesand to improve financial conditions for consumers and businesses. Permanent OMOs are also used to reinvest principal received on currently held securities.\n\nTemporary open market operations are used to add or drain reserves available to the banking system on a short-term basis. They address reserve needs that are deemed to be transitory. Unlike Permanent OMOs, which involve outright purchases or sales, Temporary OMOs are temporary transactions. They're eitherrepurchase agreements(repos) orreverse repurchase agreements(reverse repos).\n\nA repo is a transaction where the Fed's trading desk buys securities and agrees to sell them back at a future date. A reverse repo involves the Fed selling securities with the agreement that it will buy them back in the future. Overnight reverse repos are currently used by the Fed to maintain the federal funds rate in its FOMC-established target range.\n\nU.S. Treasury securities, or Treasuries, are government bills, notes, and bonds that are purchased by many individual consumers. They're also purchased and held in large quantities by various types of financial institutions. They are backed by the full faith and credit of the government and are considered a safe investment. Treasuries are first issued by the government and then traded in thesecondary market.\n\nThe Fed's monetary policy can be expansionary or contractionary.\n\nIf the Fed's goal is to expand the money supply and boost demand, the policy isexpansionary. The Fed will buy Treasuries to pour cash into the banks. That encourages banks to lend the excess money that it doesn't have to keep in reserve out to consumers and businesses.\n\nAs the banks compete for customers, interest rates drift downwards. Consumers can borrow more to buy more. Businesses are eager to borrow more to expand.\n\nIf the Fed's goal is to contract the money supply and decrease demand, the policy iscontractionary. The Fed will sell Treasuries to pull money out of the system. Less money in the economy means interest rates drift upwards and borrowing decreases. Consumers pull back on their spending. Businesses trim their plans for growth. Economic activity slows down.\n\nOpen market operations allow the Federal Reserve (or the central banks in other countries) to prevent price inflation or deflation without directly interfering in the market economy. Instead of using regulations to control lending, the Fed can simply raise or lower the cost of borrowing money.\n\nThis allows the Federal Reserve to moderate the business cycle and reduce economic shocks. During recessions, the central bank lowers the cost of borrowing money, encouraging business activity and growth. In times offroth, the Fed increases the cost of borrowing money to rein in speculation and deflate potential bubbles.\n\nOpen market operations can also be used to affect job growth. By lowering interest rates, the Fed can make it easier to start businesses and hire workers, resulting in increased employment.\n\nIn 2019, the Federal Reserve used Temporary OMOs (term and overnight repos) to support a healthy supply of bank reserves during what it referred to as \"periods of sharp increases in non-reserve liabilities,\" and to \"mitigate the risk of money market pressures that could adversely affect policy implementation.\"\n\nIt also used repos to counteract the stress caused by COVID-19 in 2020 and to ensure that banks could maintain plentiful amounts of reserves. Repos also helped accommodate the \"smooth functioning of short-term U.S. dollar funding markets.\"\n\nAs discussed above, open market operations is one of the Fed's policy tools frequently used to expand the money supply and support economic activity or contact the money supply and slow that activity.\n\nQuantitative easing (QE) is an alternate, non-traditional tool that the Fed also uses for monetary policy purposes. Essentially, it involves the buying of securities on a very large scale to spur or steady the economy.\n\nThe Fed normally employs quantitative easing after other monetary policy tools have been used but something more is needed to boost slow lending and economic activity. For instance, QE may be used when interest rates are already low but economic output is still less than what the Fed believes is healthy.\n\nOpen market operations are used by the Federal Reserve to move the federal funds rate and influence other interest rates. It does this to stimulate or slow down the economy. The Fed can increase the money supply and lower the fed funds rate by purchasing, usually, Treasury securities. Similarly, it can raise the fed funds rate by selling securities from its balance sheet. This takes money out of circulation and pressures interest rates to rise.\n\nThe term \"permanent open market operations\" refers to outright purchases or sales of securities by a central bank (that won't be reversed in the short term) to adjust the money supply. Permanent OMOs are the opposite of temporary open market operations, which involve repurchase and reverse repurchase agreements that are designed to temporarily add reserves to the banking system or drain reserves from it.\n\nThe federal funds rate is the rate at which depository institutions lend available balances held by the Fed to each other overnight.\n\nFinancial institutions typically base interest rates for consumer and business loans on the federal funds rate. For example, as the Fed conducts OMOs that raise or lower the Fed funds rate, banks and credit card companies will change their rates accordingly.\n\nIn open market operations, the Federal Reserve buys or sells securities on the open market to raise or lower interest rates. They are one of the tools that the Fed has at its disposal to boost or slow down the country's economic activity. By engaging in open market operations, the Fed injects or drains funds from the nation's money supply.\n\nOpen market operations can be permanent or temporary. The permanent type of OMO involves the outright purchase (or sale) of securities. Temporary OMOs involve buying or selling securities with the agreement to reverse the transaction in the near future.\n\nBoard of Governors of the Federal Reserve System. \"What Were the Federal Reserve's Large-Scale Asset Purchases?\"\n\nFederal Reserve Bank of San Francisco. “I Find Definitions of the Federal Funds Rate Stating That It Can Be Both Above and Below the Discount Rate. Which is Correct?\"\n\nBoard of Governors of the Federal Reserve System. “About the FOMC.”\n\nBoard of Governors of the Federal Reserve System. \"Credit and Liquidity Programs and the Balance Sheet.\"\n\nFederal Reserve Bank of St. Louis. “Expansionary and Contractionary Policy.”\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools-Open Market Operations.\"\n\nFederal Reserve Bank of New York. \"Open Market Operations: Key Concepts.\"",
  "url": "https://www.investopedia.com/terms/o/openmarketoperations.asp"
}