{
  "term": "What Is Stock Exchange Daily Official List (SEDOL)?",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nThe stock exchange daily official list (SEDOL) is a seven-character identification code assigned to securities that trade on theLondon Stock Exchangeand various smaller exchanges in the United Kingdom. SEDOL codes are used forunit trusts, investment trusts, insurance-linked securities, and domestic and foreign stocks.\n\nNew SEDOL codes may be issued for several reasons, including changes incorporate headquarters, corporate mergers, the issuance of a newISIN, takeovers, company name changes, and when sharereclassificationsoccur.\n\nAll SEDOL codes have seven characters, split into two parts: the first six characters are an alphanumeric code, and the seventh character is a trailing check digit. Within the alphanumeric part, letters from B to Z are allowed while numbers from 0 to 9 are allowed as numerals.\n\nSEDOL codes that were issued before January 2004 were strictly composed of numeric characters. Since January 26, 2004, SEDOL codes have been issued sequentially with both numbers and letters, starting with B000009. For each character position, numbers always go before letters, and vowels are never used. Therefore, SEDOL codes issued after January 2004 begin with a letter.\n\nThe check digit for the SEDOL code is selected to make the weighted sum of all seven characters a multiple of 10. This digit is calculated using the weighted sum of the first six characters. Letters are assigned numbers for this process: Each letter equals nine plus the number that correlates to its position in the alphabet. For example, C would equal 12 (9 + 3).\n\nSEDOL codes are seven digits long.\n\nThe London Stock Exchange credits the SEDOL as an important and unique market-level security identifier that is recognized globally, decreases costs incurred by trade failure across borders, and increases the efficiency of trade and securities transactions. SEDOL codes help the United Kingdom's exchanges provide a higher caliber of service by reducing such failures and streamlining the trading process.\n\nSeveral characteristics of SEDOL codes make them vital and significant. Unique, assigned country-level numbers make for easy identification, with one assigned to each country. SEDOL codes are also prompt, with reduced issuance processing time frames. One last characteristic that makes SEDOL codes significant is commonality: Codes are allocated to every country for listed and unlisted securities, and they cover every asset class.\n\nUltimately, SEDOL codes are apropos in today’s worldwide marketplace, as exchanges need a secure and identifiable method of tracking assets being traded. London and the United Kingdom rely on SEDOL codes for their uniqueness and efficiency in tracking assets and for their ability to ensure that investors buy the correct stocks.\n\nBanking giant HSBC was listed on the London Stock Exchange (LSE) in 1991 and has a SEDOL code of 0540528.To check whether the reported SEDOL number is correct, traders must multiply digits with their assigned weight and add them. If the resulting number is a multiple of ten, then the code is correct.\n\nIn HSBC's case, the calculation would be as follows:\n\n0+5X3+4X1+0+5X3+2X9+1X8 = 60, which is a multiple of 10.\n\nSEDOL codes are comparable toCUSIP numbers, which are codes issued by the Committee on Uniform Securities Identification Procedures for stocks traded in the United States.\n\nCUSIP is a nine-character alphanumeric code used predominantly in the United States and Canada. The American Bankers Association developed it to identify securities like stocks and bonds uniquely. The first six characters of a CUSIP identify the issuer, the next two identify the issue, and the last character is a check digit.\n\nWhile both SEDOL and CUSIP codes are used to identify securities, they are not interchangeable due to their regional focus and structural differences. Some securities may have a SEDOL and a CUSIP code, particularly if traded in the UK and North American markets.\n\nSEDOL stands for Stock Exchange Daily Official List. It is a unique alphanumeric code used to identify securities. The SEDOL system was introduced to provide a standardized method for identifying and tracking securities, simplifying trade processing, and ensuring accurate settlement in financial markets.\n\nSEDOL codes are assigned by the London Stock Exchange (LSE). The LSE is responsible for maintaining and updating the SEDOL Masterfile, which contains the list of all SEDOL codes assigned to securities.\n\nA SEDOL code consists of seven alphanumeric characters. The first six characters are used to uniquely identify the security, while the seventh character is a check digit that helps verify the accuracy of the code.\n\nSEDOL codes are primarily used in the United Kingdom and Ireland, but they also play a significant role in international markets.\n\nSEDOL differs from CUSIP in both regional focus and code structure. While SEDOL is primarily used in the UK and international markets, CUSIP is predominantly used in the United States and Canada. SEDOL codes consist of seven alphanumeric characters, whereas CUSIP codes are nine characters long. Both systems essentially serve the same purpose.\n\nSEDOL is a seven-character alphanumeric code assigned by the London Stock Exchange to uniquely identify securities, primarily in the UK and international markets. It facilitates accurate trade processing, settlement, and reporting across different regions, making it essential for global financial transactions.\n\nLondon Stock Exchange. \"HSBC Holdings PLC.\"",
  "url": "https://www.investopedia.com/terms/s/sedol.asp"
}