{
  "term": "What Is a Bottom Line in Accounting, and Why Does It Matter?",
  "definition": "The bottom line refers to a company's net income and is also known as earnings, or profit, or earnings per share (EPS). The reference to the bottom line describes the relative location of the net income figure on a company's income statement.\n\nThe term \"bottom line\" is commonly used in reference to any actions that may increase or decrease net earnings or a company's overall profit.\n\nA company that is growing its earnings or reducing its costs is said to be improving its bottom line. Most companies aim to improve their bottom lines by simultaneously increasing revenues (i.e., generating top-line growth) and improving efficiency (or cutting costs).\n\nAs mentioned above, the bottom line refers to the net income reported at the bottom of theincome statement. Although there are different income statement layouts, all of them display a net income figure at the end.\n\nThe income statement begins with a company's sales or servicerevenueon the top line. Other sources of revenue, such as interest and investment income, are listed next.\n\nThe following section reports expenses, which may be grouped and reported differently depending on the industry and a company's financial statement preferences.\n\nAt the bottom of the income statement, the total revenue minus total expenses leaves the net income for theaccounting periodthat is available for company retention ordividenddistribution.\n\nManagement can use strategies to increase the bottom line. Broadly speaking, more revenue can increase net income, as long as expenses don't increase by the same amount.\n\nThis may be done by increasing production, lowering sales returns through product improvement, expanding product lines, or increasing product prices.\n\nAdditional income such as investment income, interest income, rental or co-location fees collected, and the sale ofproperty or equipmentcould also increase the bottom line.\n\nA company can also increase its bottom line through thereduction of expenses, as long as revenue doesn't decrease by the same amount.\n\nIn relation to goods and products, items can be produced using cheaper raw materials or with more efficient methods. Decreasing wages and benefits, operating out of less expensive facilities, and limiting the cost of capital are other ways to increase the bottom line.\n\nThe net income of the most profitable company in the world, Saudi Aramco.\n\nThebottom line, or net income, of a company, does not carry over from one accounting period to the next on the income statement. Accounting entries are made to close all temporary accounts, including all revenue and expense accounts, at the end of the period.\n\nUpon the closing of these accounts, the net income is transferred intoretained earnings, which appear on the balance sheet.\n\nA company may elect to use retained earnings in several different ways. They can be used to issue payments to stockholders as an incentive to maintain ownership. This payment is called a dividend.\n\nAlternatively, the money can be used torepurchase stockand retire equity. Or, a company may simply keep all earnings reported on the bottom line of the income statement and utilize them for product development, location expansion, or for other means of improving the business.\n\nBottom line refers to a company's net income found at the bottom of its income statement. Net income is derived by deducting expenses (including COGS, if applicable) from revenues. The bottom line shows how profitable a business is and how well it controls expenses.\n\nThetop lineis a component of net income. It refers to the gross revenue generated by a business within a certain period. As the name suggests, the top line refers to the top line item of an income statement. Bottom line results can give insight into whether there are issues with top line revenues.\n\nIncreases in the top line indicate an increase in sales or revenues, whereas increases in the bottom line could indicate an increase in sales, a decrease in expenses, or both.\n\nAn increased top line indicates that more products and services were sold in the reported period. However, it does not necessarily correspond to a higher net profit or income. If the top line increases but the bottom line decreases, attention should be given to expenses and other deductions from revenues.\n\nCigna, a publicly-traded health insurance company, reported its bottom line for the year ending December 31, 2023, as $5.37 billion, a 21% decrease from the previous year.\n\nIt recorded total revenues as $195.27 billion and total benefits and expenses as $186.73 billion, resulting in an income from operations of $8.54 billion. From the income from operations, costs and losses of $3.02 billion were deducted, resulting in an income before taxes of $5.51 billion. Taxes of $141 million were deducted, leaving a bottom line of $5.37 billion.\n\nIn addition to analyzing a company's bottom line for profitability, there has been a push by some to measure its impact on society and the environment. Hence, the concept of thetriple bottom line (TBL)was born. TBL focuses on profit, people, and the planet.\n\nThe TBL theory suggests that qualitative factors should be incorporated in measuring the success of an organization. Therefore, a company's commitment to being socially and environmentally responsible is used along with profitability to evaluate performance.\n\nNo defined measurements are prescribed, and there is no consensus among companies on how to measure success in these areas. So, TBL remains largely subjective.\n\nSome suggest converting social capital and environmental protections to monetary figures, whereas others suggest that TBL be measured according to an index.\n\nNo matter how it's measured, TBL warrants attention as more focus is given to how we protect and sustain the environment and contribute to society.\n\nThe bottom line in business refers to a business's net income, net earnings, or net profit. It is referred to as the bottom line as it is found at the bottom of the income statement. The bottom line is calculated by deducting expenses from revenues.\n\nAnother term for the bottom line is \"net income,\" which is found on the bottom line of a company's income statement. Other words used to describe the bottom line are net earnings and net profit.\n\nThe bottom line is calculated by deducting all expenses from gross revenues or sales. Gross revenues or sales generally include the total sales and other income for a certain accounting period. Expenses commonly deducted from gross revenues include operating expenses, depreciation expenses, interest expenses, and taxes.\n\nThe bottom line is very important because it shows how profitable a company was during a particular period and how much income it has available for dividends and retained earnings. What's retained can be used to pay off debts, fund projects, or otherwise reinvest in the company.\n\nThe bottom line refers to the net income a company made in a certain accounting period. It is recorded on the bottom line of the income statement. It's calculated by subtracting expenses from gross sales or revenues. The bottom line indicates how profitable a business is.\n\nA company can increase its bottom line by reducing expenses or generating more revenue. The concept of the triple bottom line suggests that companies should focus on profitability and a commitment to being socially and environmentally responsible.\n\nCompaniesMarketCap. \"Companies Ranked by Earnings.\"\n\nU.S. Securities and Exchange Commission. \"The Cigna Group, Form 10-K For the Fiscal Year Ended December 31, 2023.\" Page 53.\n\nIBM. \"What Is the Triple Bottom Line (TBL)?\"\n\nSlaper, Timothy F. and Hall. Tanya J. \"The Triple Bottom Line: What Is It and How Does It Work?\"Indiana Business Review, Spring 2011, pp. 4-8.",
  "url": "https://www.investopedia.com/terms/b/bottomline.asp"
}