{
  "term": "What Is an Omnibus Account? How It's Managed",
  "definition": "An omnibus account is a pooled account that combines the assets and trades of multiple customers under the name of a single custodian. Omnibus accounts are used in the futures and securities markets.\n\nA minimum of two individuals are required to create an omnibus account (omni-meaning 'many' and-busmeaning 'business'). All transactions occurring within an omnibus account appear under the name of the associated broker, leaving the details of individual investors private.\n\nAn omnibus account allows for managed trades of more than one person, and allows for anonymity of the persons in the account. Transactions within the account are carried out in the name of the broker, protecting the individual identities of the two or more people invested in the omnibus account.\n\nThe broker managing the omnibus account typically has the ability to execute trades on behalf of investors with funds inside the omnibus account. Trades are made in the name of the broker, although trade confirmations and statements are provided to customers within the account.\n\nAn omnibus account is normally overseen by afutures manager. The futures manager uses the funds in the account to complete trades on behalf of the participating individual investors. This method is similar to when an investor leaves stock in a broker's name, allowing the broker to hold the majority of the responsibility while also allowing them to take fast actions when required.\n\nAside from performing trades, the fund manager may also perform other actions designed to maintain the value of the account. In exchange, the futures manager charges fees orcommissionsto compensate for taking on the responsibility of these tasks.\n\nIf a country accepts an omnibus account from a foreign country, it becomes the host market. Depending on the host country involved,regulatory concernsmay arise. Since the individual investors participating in the account aren't known, there is no way to determine the intents of the investors involved.\n\nThe addition of foreign funds may destabilize a small host market if the omnibus account represents a very large sum of money. Because of this, some markets have banned omnibus accounts to defend against destabilization or potential marketmanipulation. Other countries welcome the accounts, seeing it as an ideal method for encouraging foreign investments into the host market.\n\nAn omnibus account can provide investors with access to foreign markets while maintaining a level of anonymity, although, omnibus accounts are not allowed in parts of the world.\n\nA segregated account is a separate bank account that is used to keep a client's assets separate from those of the broker or company that holds them. Segregated accounts can protect clients assets from creditors in the event that the company becomes insolvent.\n\nAccording to the Securities and Exchange Commission, omnibus accounts held on behalf of foreign entities pose a \"particularly high risk\" of fraud, money laundering and other illicit activities. The anonymity of omnibus accounts may be used to hide the identities of overseas actors, or to engage in market manipulation. These dangers increase the legal and compliance risks for banks and other financial institutions that engage with these omnibus accounts.\n\nOmnibus accounts can be managed more efficiently than segregated accounts, since the manager can act swiftly when conditions change. They also offer greater client privacy than segregated accounts.\n\nOmnibus accounts are used to combine the assets of several people or groups under the name of a single broker. This provides relative anonymity and efficiency, but they may raise suspicions from regulatory authorities. For that reason, omnibus accounts are not permitted in some jurisdictions.\n\nU.S. Securities and Exchange Commission. \"Staff Bulletin: Risks Associated With Omnibus Accounts Trading in Low-Value Securities.\"",
  "url": "https://www.investopedia.com/terms/o/omnibusaccount.asp"
}