{
  "term": "What Is a Bail Bond, and Do You Get Bail Money Back?",
  "definition": "A bail bond is an agreement by a criminal defendant to appear for trial or pay a sum of money set by the court. The bail bond is co-signed by a bail bond agent, who charges the defendant a fee in return for guaranteeing the payment.\n\nA person who is charged with a crime is typically given abail hearing before a judge. The amount of the bail is at the judge’s discretion. A judge may deny bail altogether or set it at an astronomical level if the defendant is charged with a violent crime or appears likely to be a flight risk.\n\nJudges generally have wide latitude in setting bail amounts, and typical amounts vary by jurisdiction. A defendant charged with a nonviolent misdemeanor could see bail set at $500. Felony crime charges have correspondingly high bail, commonly $20,000 or more.\n\nOnce the amount of the bail is set, the defendant’s choices are to:\n\nIn the last instance, courts in some jurisdictions accepttitle to a homeor othercollateralof value in lieu of cash.\n\nBail bond agents provide written agreements to criminal courts to pay the bail in full if the defendants whose appearances they have guaranteed fail to appear on their trial dates. Bail bond agents generally charge 10% of the bail amount upfront in return for their service and may charge additional fees. Some states have put a cap of 8% on the amount charged.\n\nThe agent may also require a statement ofcreditworthinessor may demand that the defendant turn over collateral in the form of property or securities.Bail bond agents generally accept most property of value, including cars, jewelry, and houses as well as stocks and bonds. Once the bail or bail bond is delivered, the defendant is released until trial.\n\nThere are several different types of bail bonds, including but not limited to:\n\nThe bail bond amount is determined by a judge based on several factors, including the severity of the alleged offense, the defendant's criminal history, and the perceived risk of flight. For more serious charges, a judge may set a higher bail. The judge may also consider the defendant's ties to the community to assess the likelihood of their return to court.\n\nIn some jurisdictions, bail schedules provide a guideline for setting bail amounts based on the nature of the crime. These schedules list standard bail amounts for different offenses, but judges have the discretion to adjust the bail according to the specifics of the case.\n\nThe situations below are meant to be vague, as everyone's situation will be different. In general, there are some broad situations where bail bonds are not returned and could be considered non-refundable. Note that there may be exceptions to each of these situations. Broadly speaking, you may not get your bail bond back under these cases:\n\nSuppose that New York resident Melissa has broken the law, and the court has set her bail at $25,000. Although Melissa doesn’t want to stay in jail while her court case is being reviewed, she doesn’t have the $25,000 in cash. As such, Melissa decides to reach out to a bail bond agent to post a bail bond.\n\nIn return for their services, the bond agent is paid 10% of the bond, or $2,500. For the remaining $22,500, the bond agent secures an equivalent amount in collateral from Melissa or someone in her family. Melissa complies with the court’s requirements and shows up to her court dates, so she receives the $22,500 in collateral back at the end of the trial—$2,500 less than what she would have received had she paid the bail herself.\n\nBail is basically collateral paid to a court as a guarantee that a defendant will appear on their court date. The amount is set by a judge, and the defendant must pay it or go to jail to await trial. Bail bond agents are like loan agents for bail, accepting a fee and paying the bail for the defendant. Bail bond agents accept various forms of collateral, including real estate, cars, credit cards, stocks, bonds, and jewelry.\n\nIt depends on the bail bond agent and what they offer to defendants.\n\nWhen you have a bail bond, you're required to pay it or go to jail to await trial.\n\nBail is collateral set by a court to influence a defendant to appear for trial. The bail bond, which is a type of surety bond, is co-signed by a bail bond agent, who charges the defendant a fee in return for guaranteeing the payment.\n\nPalmetto Surety Corporation. \"Bail Bondsperson Defined: A Comprehensive Guide.\"\n\nPalmetto Surety Corporation. \"The True Cost of Freedom: How Much Does a Bail Bond Cost?\"",
  "url": "https://www.investopedia.com/terms/b/bail-bond.asp"
}