{
  "term": "What Is a Quartile? How It Works and Example",
  "definition": "A quartile is a statistical term that describes a division of observations into four defined intervals based on the values of the data and how they compare to the entire set of observations. Quartiles are organized into lower quartiles, median quartiles, and upper quartiles.\n\nWhen the data points are arranged in increasing order, data are divided into four sections of 25% of the data each.\n\nTo understand the quartile, it is important to understand themedianas ameasure of central tendency. The median in statistics is the middle value of a set of numbers. It is the point at which exactly half of the data lies below and above the central value.\n\nThe median is a robust estimator of location but says nothing about how the data on either side of its value is spread or dispersed. That's where the quartile steps in. The quartile measures the spread of values above and below the median by dividing the distribution into four groups.\n\nThey are grouped into four sections of 25% of the data, with the second and third groups representing the interquartile range.\n\nJust like the median divides the data into half so that 50% of the measurement lies below the median and 50% lies above it, the quartile breaks down the data into quarters so that 25% of the measurements are less than the lower quartile, 50% are less than the median, and 75% are less than the upper quartile.\n\nThere are three quartile values—a lower quartile, median, and upper quartile—which divide the data set into four ranges, each containing 25% of the data points:\n\nSuppose you have a distribution of math scores in a class of 19 students. You'd want to enter them into a spreadsheet in ascending order in a row (you can also use a column):\n\nUse the MEDIAN function to get the median value:\n\nThen, use the quartile function to return the values for each quartile, where the second variable in the function is the quartile you're calculating for:\n\nIn this example, you should end up with the values for each quartile. There is no need to calculate the fourth quartile because it is the last value in your dataset:\n\nYou can see that the first quartile contains scores between 59 and 68.5, and the second quartile scores between 68.5 and 75. The third quartile contains scores between 75 and 81.75. It can help to visualize it:\n\nQuartile manual calculation requires more effort as there are formulas involved. Using the same values as in the spreadsheet example:\n\nUsing the following formulas, you calculate each quartile:\n\nWherenis the number of integers in your dataset, and the result is the position of the number in the sequence dataset. So:\n\nHere, we have the Q1 (fifth) value of 68, the Q2 (tenth and the median) value of 75, and the Q3 (fifteenth) value of 84. The results differ slightly from the spreadsheet results because the spreadsheet calculates them differently. Your graph would then look like this:\n\nQuartiles are also used to calculate the interquartile range, which is a measure of variability around the median. The interquartile range is simply the range between the first and third quartiles.\n\nIn this example, you'd have an interquartile range of 68 to 84 (the fifth value to the tenth value in the dataset).\n\nIf the data point for Q1 is farther away from the median than Q3 is from the median, then you can say there is a greater dispersion among the smaller values of the dataset than among the larger values. The same logic applies if Q3 is farther away from Q2 than Q1 is from the median. This is called quartile skewness.\n\nAnother aspect to consider is if there is an even number of data points. In that case, you'd use the average of the middle two numbers to get the median. In the example above, if you had 20 students instead of 19, the median of their scores would be thearithmetic averageof the tenth and eleventh numbers.\n\nThe best way is to use a spreadsheet and the QUARTILE function. For example, the function \"=QUARTILE(A1:A53,1)\" returns the first (lower) quartile of your dataset.\n\nA spreadsheet and the QUARTILE function is the quickest way to find the upper quartile. For example, the function \"=QUARTILE(A1:A53,3)\" returns the third (upper) quartile of your dataset.\n\nThe interquartile range is the middle 50% of measurements in a data set—in other words, the range of data between the upper quartile and the lower quartile. This is morestatisticallymeaningful than using the full range of data because it omits possible outliers.\n\nQuartiles are values that split lists of datasets into quarters, resulting in lower, middle, and upper quartiles. The purpose of quartiles is to give shape to a distribution, primarily indicating whether or not a distribution isskewed, which can be used to determine the consistency of afund's performance.",
  "url": "https://www.investopedia.com/terms/q/quartile.asp"
}