{
  "term": "What Is Variable Overhead? How It Works Vs. Variable, and Example",
  "definition": "Variableoverheadis a term used to describe the fluctuating manufacturing costs associated with operating businesses. As production output increases or decreases, variable overhead expenses move in kind. Variable overhead differs from the general overhead expenditures associated with administrative tasks and other functions that have fixed budgetary requirements.\n\nHolding a firm grasp on variable overhead is useful in helping businesses correctly set their future product prices, in order to avoid overspending, which can cannibalizeprofit margins.\n\nFor companies to operate continuously, they need to spend money on producing and selling their goods and services. The overall operation costs—managers, sales staff, marketing staff for the production facilities as well as the corporate office—are known as overhead.\n\nThere are two types of overhead costs,fixed and variable. Fixed overhead doesn't change with increases in levels of production. Examples include:\n\nVariable overhead, as alluded to earlier, fluctuates according to levels of production. It may be tougher to pin down and keep within a budget.\n\nThe key difference between variable and fixed overhead costs is that if production stopped for a period, there would be no variable overhead while fixed overhead remains.\n\nExamples of variable overhead include:\n\nVariable overhead costscan include pay for workers added when production is increased. Extra hours paid for production increases would be a variable cost.\n\nCosts of utilities for the equipment—electric power, gas, and water—tend to fluctuate depending on production output, the rollout of new products, manufacturing cycles for existing products, and seasonal patterns. Additional factors that may be included in variable overhead expenses are materials and equipment maintenance.\n\nManufacturers must include variable overhead expenses to calculate the totalcost of productionat current levels, as well as the total overhead required to increase manufacturing output in the future. The calculations are applied to determine the minimum price levels for products to ensureprofitability.\n\nA manufacturing facility's monthly expense for electricity, for example, will vary depending on production output. If shifts were added to meet product demand, the facility and equipment would undoubtedly use more electricity. As a result, the variable overhead expenses must be included in the calculation of the cost per unit to ensure accurate pricing.\n\nAlthough increasing production usually boosts variable overhead, efficiencies can occur as output increases. Also, price discounts on larger orders of raw materials—due to the ramp-up in production—can lower the direct cost per unit.\n\nA company that has production runs of 10,000 units and a cost per unit of $1, might see a decline in the direct cost to 75 cents if the manufacturing rate is increased to 30,000 units. If the manufacturer maintains selling prices at the existing level, the cost reduction of 25 cents per unit represents $2,500 in savings on each production run.\n\nIn this example, as long as the total increase in indirect costs such as utilities and supplemental labor is less than $2,500, the company can maintain its prices, increase sales, and expand its profit margin.\n\nLet's say, for example, a mobile phone manufacturer has total variable overhead costs of $20,000 when producing 10,000 phones per month. As a result, the variable cost per unit would be $2 ($20,000/10,000 units).\n\nLet's say the company increases its sales of phones, and in the following month, the company must produce 15,000 phones. At $2 per unit, the total variable overhead costs increased to $30,000 for the month.\n\nOverhead refers to the costs and expenses associated with production, but which are not directly related to that production itself. For instance, paying utilities, rent, administrator salaries, supplies, raw materials, etc.\n\nFixed overhead costs are stable regardless of how much is being produced. For instance, rent and insurance on a factory building will be the same regardless if the factory is churning out a lot or a little in terms of quantity. Variable overhead, however, will increase along with the amount produced, such as raw materials or electricity.\n\nIt depends. Usual pay is an operating cost and not an overhead cost. If, however, a company must pay overtime or extra hours for workers as production is ramped up, it may be included as a variable cost.",
  "url": "https://www.investopedia.com/terms/v/variable-overhead.asp"
}