{
  "term": "What Is Usury? Definition, How It Works, Legality, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nUsury is the act of lending money at aninterest ratethat is considered unreasonably high or that is higher than therate permitted by law. Usury first became common in England under King Henry VIII and originally pertained to charging any amount of interest on loaned funds. Over time it evolved to mean charging excess interest, but in some religions and parts of the world charging any interest is considered illegal.\n\nCharging interest on loans is not a new concept, but in 16th-century England, limitations were put on the amount of interest that one could legally charge on a loan. However, throughout history, certain religions have abstained from usury altogether as charging interest went against their core principles.\n\nGiven that early lending was done between individuals and small groups, in contrast with the modern banking system used today, setting firm social standards for lending terms was deemed essential.\n\nHigh interest rates on credit cards are one of the driving reasons behind the high consumer debt levels in the U.S.\n\nSpecifically, Judaism, Christianity, andIslam(the three Abrahamic faiths) take a very strong stance against usury. Several passages in the Old Testament condemn the practice of usury, especially when lending to less wealthy individuals without access to more secure means of financing. In the Jewish community, this created the rule of lending money at interest only to outsiders.\n\nThe Old Testament’s condemnation of usury also led to the Christian tradition against money lending. Some Christians believe that those who lend should not expect anything in return. The Protestant Reformation in the 16th century brought about a distinction between usury (charging high-interest rates) and the more acceptable lending of money at low-interest rates. Islam, on the other hand, has historically not made this distinction, but charging interest is not allowed in the religion.\n\nToday, usury laws help protect investors from predatory lenders.\n\nPredatory lendingis broadly defined by the FDIC as “imposing unfair and abusive loan terms on borrowers.\" Predatory lending often targets groups with less access to and understanding of more traditional forms of financing. Predatory lenders can charge unreasonably high-interest rates and require significant collateral in the likely event a borrower defaults.\n\nPredatory lending is also affiliated withpayday loans, also termed payday advances or small-dollar loans, among other names. Payday loans are small-sum, short-term unsecured loans, which can appear to carry substantial risk to the lender. To prevent usury, some jurisdictions limit theannual percentage rate(APR) that a payday lender can charge, while others outlaw the practice entirely.\n\nUsury laws are determined by the state and vary from state to state. The rate that is allowed by state usury laws depends on the size of the loan, the type of individual/entity making the loan, and the type of loan. Usury laws don't apply to all loans but only to certain ones as deemed by the state.\n\nThe types of loans subject to usury laws include ones where there is no written agreement from a non-bank institute, loans with a written agreement from a non-bank institute,private student loans, payday loans, and any other types of contracts with non-bank institutes.\n\nCredit cards have very high interest rates but credit cards do not fall under usury laws as determined by a U.S. Supreme Court ruling ( Marquette National Bank of Minneapolis vs. First of Omaha Service Corp.) in 1978.\n\nAs usury laws are determined individually by states, the penalties for violating usury laws vary. The penalty may include the lender having to return all interest to the borrower, most often with additional fees added on. The fees usually amount to more than the interest the creditor would have received. Violators may also be subject to jail time.\n\nJohn is unemployed and has nohealth insurance. He injures himself while fixing his roof, resulting in medical bills costing him $10,000. John is able to cover $2,000 from his savings but does not have the remainder in cash to cover his medical bills. He asks family members and friends to borrow money, but none have available cash.\n\nHard-pressed, John borrows money from a friend of a friend he doesn't know very well. The creditor loans him the $8,000 and charges him an interest rate of 18% a month. The state in which John lives has a usury law in place that limits the interest rate to 9%. In this case, the creditor is charging john usury and is in violation of state law.\n\nUsury is most often a crime but can also be a violation. The federal government, along with each state, has its own usury laws, stating the maximum interest rate that can be charged on certain types of loans. If a creditor charges a rate higher than this, they would be breaking the law and held accountable for violation of the usury law.\n\nEach state specifies its own usury rate and how it is calculated. For example, the current usury rate in North Dakota is the \"maximum rate of interest which may be charged for loans of money by non-regulated lenders and is equal to 5.5% higher than the current cost of money as reflected by the average rate of interest payable on U.S. Treasury Bills maturing within six months; but in any event, the maximum allowable interest rate ceiling may not be less than 7%.\"\n\nUsury has a long history. It has primarily become illegal to prevent individuals from predatory loan practices; situations in which people need to borrow money but are charged a high interest rate, often resulting in difficulty paying back the loan with interest and/or financial ruin. Usury is also not permitted in many religions, which has had an impact on its legality in society.\n\nYes, usury laws do apply to private loans. Most loans made outside of a banking institution are subject to usury laws to prevent unfair lending practices.\n\nIdeas. \"Usury, Calvinism, and Credit in Protestant England: from the Sixteenth Century to the Industrial Revolution.\" Accessed Feb. 7, 2022.\n\nFDIC. \"Challenges and FDIC Efforts Related to Predatory Lending.\" Accessed Feb. 7, 2022.\n\nMillion Acres. \"Understanding Usury Laws and How They Apply to Interest Rates.\" Accessed Feb. 7, 2022.\n\nNorth Dakota.gov. \"Usury Rate.\" Accessed Feb. 7, 2022.",
  "url": "https://www.investopedia.com/terms/u/usury.asp"
}