{
  "term": "What Is PayPal and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPayPal is a payment platform with a website and a phone app that enables payments through online money transfers. PayPal customers create an account and connect it to a checking account, a credit card, or both.\n\nOnce identification and payment method are confirmed, users can send or receive payments online or make purchases using PayPal as the go-between. Millions of small and large retailers accept PayPal payments online and in person.\n\nPayPal also offers credit and debit cards branded with the PayPal name.\n\nPayPal offers payment services for consumers and for merchants who accept Paypal. Merchants use a PayPal card reader in brick-and-mortar stores or enable Paypal as a payment option on their websites.\n\nConsumers can pay invoices and transfer money with relative ease. Cash can be transferred to any email address or phone number, whether or not the recipient has a PayPal account. If they don't have an account they will then be prompted to make one after you send the money.\n\nUsers need an email address to sign up for an account and must provide a credit card,debit card, or bank account to complete the setup. Your mobile number will also be verified. PayPal verifies the information to make sure the person setting up theaccountis the rightful owner before the service can be used.\n\nShoppers can choose the PayPal option to complete purchases online if the retailer has the service. Transactions are completed within minutes. Funds may be available immediately for business owners after a sale. In some cases, some or all of the funds may be held for up to 21 days. This is most common for newer sellers without a history.\n\nPayPal offers businesses a range of solutions for their day-to-day operations. This includes payment portals for online and in-person transactions, business management services, and credit andfinancingoptions. Business owners must also provide an email address in order to create an account.\n\nPayPal attempts to make online purchasessaferby providing a form of payment that does not require the payor or payee to disclose credit card or bank account numbers to the website or store. Therefore, the money is secure, privacy is protected.\n\nPayPal makes much of its revenue from fees it charges merchants, rather than from the consumers who pay with it.\n\nThere is no fee for using PayPal to pay for a transaction if the payment is in your home currency. There is no fee if you send cash to a friend or relative rather than a business, again in your home currency. There's no fee for transferring money to and from PayPal and your bank account, unless you choose an instant transfer.\n\nThe PayPal-branded credit and debit cards are of course free to use, but can incur fees for certain things like any other card. Interest can apply with the credit card as well.\n\nOther fees apply to less routine transactions such as buying and selling cryptocurrencies and receiving charitable donations.\n\nPayPal holds a 37.8% share of the market for online payments, making it the second-largest online payments platform as of June 2024. Stripe is slightly ahead with a 37.9% market share. The next closest competitors Authorize.net and Square Point of Sale are far behind with 5.6% and 4.1% market share respectively.\n\nThat doesn't necessarily mean they're better, but it does mean that you'll encounter more merchants using PayPal and Stripe than other platforms.\n\nStripe is a payments platform with two headquarters located in San Francisco and Dublin, Ireland.\n\nStripe Connect is a newer Stripe offshoot. This version is designed to serve the needs of small online businesses, especially those who want to go global. It allows these businesses to accept dozens of credit cards in 135 currencies, using Stripe as a go-between.\n\nA side-by-side comparison of Stripe and PayPal by Forbes concludes that their services and fees are comparable though PayPal may be better and easier for small merchants while Stripe can be more easily customized by merchants.\n\nAlthough PayPal is not a bank, it is subject to many of the same consumer protection regulations by which banks are governed.\n\nFor example, the extent of yourliabilityfor an unauthorized transaction is determined by how promptly you notify the bank that unauthorized activity has occurred in your account. Notifying PayPal quickly when you have concerns will help to limit your liability, and it is recommended that PayPal users check their accounts regularly.\n\nAn early version of PayPal as we know was launched in the late 1990s as a payments system for Palm Pilot users by a software company called Confinity. The company later merged with X.com—an online banking company—and officially took the PayPal name in 2000.\n\nPayPal broke into the mainstream as the preferred payment mechanism for eBay buyers and sellers. The auction site decided to acquire PayPal in 2002 and made it the site's official payment service while working to expand its reach.\n\nIn 2015, PayPal wasspun offas an independent company. Company shares trade on the Nasdaq under the ticker symbolPYPL.\n\nThroughout its history, PayPal has acquired other companies that serve different parts of the financial transaction, digital money transfer, and payments markets. Some of these acquisitions brought technology enhancements and additional features that were incorporated into the PayPal platform as the companies were absorbed.\n\nPayPal purchased BrainTree, owner of the rival serviceVenmo, in 2013.\n\nIn addition to those two, PayPal's brands now include Xoom, Zettle, Hyperwallet, Honey, Chargehound, Paidy, and Simility.\n\nPayPal charges users no fee for a regular transfer but adds a fee for \"instant\" transfers.\n\nPayPal is one of a number of competitors for small business clients, but it's a big one.\n\nIts advantages to a merchant include great ease of use and access to a range of additional features that can help you run a small business.\n\nIts disadvantages include relatively high merchant fees compared to some credit card payment services. (Remember, some basic services are free to users, so merchants bear the burden.)\n\nIf you're shopping online in the U.S., PayPal is likely to be the only choice at the checkout other than directly using a credit or debit card for payment. If you card or bank account is already saved in PayPal, it might be a bit faster to go with PayPal rather than reentering your payment information on the website. Additionally, it can be more secure since you don't have to share payment information with the seller, when using PayPal. Also, PayPal offers protection for buyers who don't receive what they ordered.\n\nIf you're shopping in the real world, you have many payment apps to choose from. Best to compare payment apps for the one that suits you best.\n\nPayPal uses end-to-end encryption and users have the option to enable two-factor authentication to increase the security of their transactions. It's as safe as electronic transactions get these days.\n\nPayPal is a big player in the crowded field of payment apps for use online and off.\n\nIts basic services, like paying for goods using your checking account and transferring money, are free to the user. Other services come with a fee such as transactions that involve a currency conversion and instant transfers. The fees are industry-standard.\n\nMerchants who accept PayPal pay transaction fees for the service. They also get access to a range of related small business services offered by PayPal.\n\nPayPal is the dominant payment service for online transactions. Small business owners should take a look at competitor reviewswhen considering which of the many available payment apps they should adopt.\n\nPayPal. \"You Can Now Use PayPal In Store at Millions of Locations Globally.\"\n\nPaypal. \"New PayPal Account – Payments on Hold and Accessing Your Money Quicker.\"\n\nPayPal. \"PayPal Consumer Fees.\"\n\nPayPal. \"PayPal Merchant Fees.\"\n\nSlintel. \"Market Share of PayPal.\"\n\nForbes. \"PayPal vs. Stripe (2024 Comparison).\"\n\nPayPal. \"Your Security Is Serious Business.\"\n\nPayPal. \"Protection You Need, Peace of Mind You Deserve.\"\n\nPayPal. \"PayPal Consumer Fees.\"",
  "url": "https://www.investopedia.com/terms/p/paypal.asp"
}