{
  "term": "What Is a Performance Bond, and How Does It Work?",
  "definition": "A performance bond guarantees that if one party fails to meet its responsibilities in a contract, the other party is financially protected.\n\nA performance bond is a financial assurance provided to one party in a contract, protecting against the failure of the other party to fulfill its obligations. It is also referred to as a contract bond.\n\nA performance bond is usually provided by a bank or an insurance company to make sure a contractor completes designated projects.\n\nA performance bond is afinancial guaranteethat the terms of a contract will be honored. If one party to a contract cannot complete their obligations, the bond is paid out to the other party to compensate for their damages or costs.\n\nThe Miller Act requires contractors on all federal public works contracts with a value of $100,000 or more to get a performance bond guaranteeing their work.\n\nJobs that require payment and performance bonds go through job or project bidding first. As soon as the job or project is awarded to the winning bidder, payment and performance bonds are provided as a guarantee for completion of the project.\n\nPerformance bonds are common in construction and real estate development. In such situations, an owner or investor may require the developer to assure that contractors or project managers procure performance bonds, in order to guarantee that the value of the work will not be lost in case of an unforeseen negative event.\n\nA performance bond is anagreement between three parties, as explained below.\n\nPerformance bonds are also used in commodity contracts.\n\nPerformance bonds are provided to protect parties from concerns such as contractors being insolvent before finishing the contract. When this happens, the compensation provided for the party that issued the performance bond may be able to overcome financial difficulties and other damages caused by the insolvency of the contractor.\n\nA paymentbondand a performance bond work hand in hand. A payment bond guarantees a party will pay all entities, such as subcontractors, suppliers, and laborers, involved in a particular project when the project is completed. A performance bond ensures the completion of a project. Setting these two together provides the proper incentives for laborers to provide a quality finish for the client.\n\nPerformance bonds are also used in commodity contracts, where a seller is asked to provide a bond to reassure the buyer that if the commodity being sold is not in fact delivered, the buyer will at least receive compensation for lost costs.\n\nThe issuance of a performance bond protects a party from monetary losses due to failed or incomplete projects. For example, a client issues a contractor a performance bond. If the contractor is not able to follow the agreed specifications in constructing the building, the client is given monetary compensation for the losses and damages the contractor may have caused.\n\nPerformance bonds protect the contracting party if their contractor may become insolvent or otherwise unable to meet the terms of a contract. If the costs of completing the project overrun their projections, the obligee won’t be responsible for the additional expenses. This reduces the risk for developers or other companies when they engage in large-scale construction projects.\n\nHowever, there are some risks to consider. The surety may attempt to argue that the obligee did not comply with all the requirements of the bond in order to deny payment. Or, they may try to get the obligee to settle on a lesser amount.\n\nMoreover, it is up to the obligee to calculate the financial cost of a failure by the contractor. If the obligee underestimates the cost of nonperformance, they will have to absorb those extra costs on their own.\n\nProtects an obligee from additional costs if work is not completed\n\nReduces the risk for developers in construction and other large projects\n\nBond issuers may attempt to deny payment.\n\nIf the obligee underestimates the cost of nonperformance, they will have to absorb these extra costs on their own.\n\nPerformance bonds add an additional cost to the contractor that may be passed on to the obligee.\n\nTo get a performance bond, contractors need to apply to a surety for a letter of bondability. This nonbinding letter states the monetary limits that the surety would be willing to provide to bond the contractor, based on factors like the contractor’s experience and creditworthiness, and the size of the proposed project(s).\n\nThe bondability letter also confirms that the surety is registered and licensed in the state where the work will be performed, and provides contact information. Although this letter is not legally binding, it’s a useful way of demonstrating a contractor’s qualifications before they have to spend any money.\n\nTo become fully bonded, the contractor must provide certain financial information to the surety in order to underwrite the bond. This will depend on the amount being bonded: Smaller projects might require only good credit and a clean license history, while larger projects may require financial statements, balance sheets, and several years of tax returns. The contractor will also pay the company to provide surety, usually a small percentage of the bond amount.\n\nSuppose a hypothetical developer is looking for a contractor to construct a new apartment building. Because of the size of the project, they will require their contractor to be bonded. This provides the developer with protection if the contractor fails to meet the requirements of their contract.\n\nThe contractor will engage with a bond provider, or surety, to provide a performance bond for that project. To get a performance bond, the contractor agrees to pay the surety a small percentage of the total bond amount, usually 1% to 4%. In exchange, the surety promises to pay up to the agreed bond amount if the contractor fails to deliver on its obligations.\n\nIf the contractor does fail to deliver, the developer can file a claim with the surety for damages equal to their losses, up to the value of the performance bond. The surety then investigates to determine the extent of the losses.\n\nUsually, performance bonds are provided in thereal estateindustry. These bonds are heavily used in real property construction and development. They protect real property owners and investors from low-quality work that may be caused by unfortunate events, such as the bankruptcy or insolvency of the contractor.\n\nPerformance bonds are also useful in otherindustries. The buyer of a commodity may ask a seller to provide a performance bond. This protects the buyer from any risk that the seller is unable to deliver the commodity, for any kind of reason. If the commodity is not delivered, the buyer receives compensation for losses and damages caused by the non-completion of the transaction.\n\nThe cost of a performance bond depends on a variety of factors, such as the size of the project, the creditworthiness of the contractor, their license history, and the overall financial strength of the bonding party. In general, the rate falls from 1% to 4% of the total value of the performance bond.\n\nA payment bond is similar to a performance bond, but is used to guarantee payment to the contractors and subcontractors in the event that the principal becomes insolvent or otherwise unable to pay.\n\nThe time limit for claiming a performance bond will be spelled out in the bond contract. However, most performance bonds have a duration of 12 months, with some lasting for 36 months. In addition, your bond may be renewable or nonrenewable.\n\nPerformance bonds are used toensure satisfactory completionof contracted work. If a contractor is unable to deliver on their obligations, a performance bond allows the paying party to cover any additional costs due to their failure to deliver. These bonds are usually used for large construction or government projects that might take a long time to complete.\n\nU.S. General Services Administration. “The Miller Act.” Page 2.",
  "url": "https://www.investopedia.com/terms/p/performancebond.asp"
}