{
  "term": "What Is the Support Level of a Stock, and How Do You Trade It?",
  "definition": "A support level is the price level that an asset doesn't fall below for a period of time. An asset's support level is created by buyers entering the market whenever the asset dips to a lower price.\n\nThe simple support level can be charted in technical analysis by drawing a line along the lowest lows for the period being considered. The support line can be flat or slanted up or down with the overall price trend. Other technical indicators and charting techniques can be used to identify more advanced versions of support.\n\nSupport level is the level at which buyers tend to purchase orenterinto a stock. It refers to the stock share price that a company rarely goes below. The support level holds and is confirmed when the price of a stock falls toward its support level or the stock continues to decline. The previously demonstrated support level must change to incorporate the new lows when this occurs.\n\nSupport andresistancelevels are at the core of technical analysis. Fundamental analysis takes a company's performance and history into account to determine the future direction of the stock. Technical analysis uses patterns and trends in price.\n\nSupport levels in stocks can be created bylimit ordersor the market action of traders and investors.\n\nTraders use support and resistance levels to plan entry and exit points for trades. Depending on what the trader sees from other indicators, it can be an opportunity to buy in or take a short position if the price action on a chart breaches the support levels. It may even be a sign of areversalif the breach occurs on an uptrend.\n\nLet’s say you're studying the price history of shares in the fictional Montreal Trucking Company with the ticker symbol MTC. You're trying to identify an ideal time to enter a long position in the company.\n\nMTC has traded between $7 and $15 per share over the last year. The stock climbs to $15 during the second month of the period you’re studying MTC but it's fallen to $7 by month 4. It climbs again to $15 by month 7 before falling to $10 in month 9. It climbs again to $15 by month 11 and it falls to $13 over the next 30 days before climbing again to $15.\n\nYou've established a support level of $7 and a resistance at $15 at this point. You can set a buy order at the lower end of the range if there are no other worrying factors on the technicals or fundamentals. There's a risk that an uptrend will be established if you set the order right at the support level of $7. Your order may never be executed even though you correctly identified the upside. It's important to consult more nuanced indicators in addition to simple support.\n\nSupport is more of a market concept than a true technical indicator. Many popular indicators incorporate these concepts includingprice-by-volume chartsandmoving averages. These are more actionable than the simpler visualizations.\n\nTraders will generally want to see the support band rather than a single line connecting the lowest lows because there's always a chance that support will move up and the order for a long position will go unexecuted.\n\nTrading volume represents the number of trades that have taken place in a set period. It can measure just one security or the entire market depending on your needs and goals. The period is typically one day but it can be longer.\n\nA moving average is a technical indicator that reflects changes in data from one time to another. It's used to try to determine the direction of a trend and is based on a variety of data. It's typically calculated repeatedly over the course of a trading day and it often changes each time, thus the term \"moving.\"\n\nThe resistance level is the price point at which a stock has trouble moving beyond. Think of the support level as the floor and the resistance level as the ceiling. It's the level that occurs when supply prevents a stock from moving higher because sellers are less likely to sell.\n\nNumerous technical indicators can demonstrate a support level or you can simply draw a line connecting the lowest points of a stock over that period. It can be a critical tool in trading.\n\nThose interested in learning more about support and other aspects of technical analysis may want to consider enrolling in a technical analysis course.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nFOREX.com. \"Support and Resistance.\"\n\nCFI Education. \"Moving Average.\"\n\nFidelity Investments. \"Support and Resistance.\"",
  "url": "https://www.investopedia.com/terms/s/support.asp"
}