{
  "term": "What Is Volume of a Stock, and Why Does It Matter to Investors?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nVolume is the amount of an asset or security that changes hands over some period of time, often over the course of a trading day. For instance, a stock's trading volume refers to the number of shares traded between its daily open and close. Trading volume, and changes in volume over the course of time, are important inputs for technical traders.\n\nInvestopedia / Michela Buttignol\n\nAll of the shares of every transaction that takes place between a buyer and seller of a security contributes to the total volume count of that security on that day. Each transaction, or trade, occurs whenever a buyer and a seller agree to exchange shares for cash. Volume includes all the share involved in the transactions. For example, if five transactions occurred in one day, and each transaction involved 100 shares, the trading volume for that day would be 500.\n\nEach exchange tracks its trading volume(s) and provides data to traders and investors for free or a subscription fee. Trade volume numbers are reported as often as once an hour throughout the current trading day, but reported daily and hourly trade volumes are estimates. Final trading volume figures are reported the following day.\n\nInvestors may also follow a security’s tick volume, or the number of changes in a contract's price, as a surrogate for trade volume since prices tend to change more frequently with a higher trade volume.\n\nVolume tells traders about a market's activity and liquidity. Higher trade volumes for a specific security means higherliquidity, better order execution, and a more active market for connecting buyers and sellers. When investors feel hesitant about the stock market's direction, futures trading volume tends to increase, which often causes options and futures on specified securities to trade more actively. Volume overall tends to be higher near the market's opening and closing times and on Mondays and Fridays. It tends to be lower at lunchtime and before a holiday.\n\nSome investors usetechnical analysis, a strategy that uses changes in stock price to make decisions about buying or selling a stock.Technical analystsare primarily looking for entry and exit price points; volume levels are important because they provide clues to where the best entry andexit pointsmight be.\n\nVolume is an important indicatorin technical analysis because it measures the relativesignificance of any market move. If the market moves a large amount during a given period, then the strength of that movement either gains credibility or is viewed with skepticism based on the volume observed. The higher the volume during the price move, the more significant the move is considered in this form of analysis. Conversely, if the volume is low, then the move is viewed with less significance.\n\nVolume is one of the most important measures of the strength of a security for traders and technical analysts. From anauctionperspective, when buyers and sellers become particularly active at a specific price, it means there is a high volume.\n\nAnalysts usebar chartsto quickly determine trading volume. Bar charts also make it easier to identify trends in volume. When the bars on a bar chart are higher than average, it's a sign of high volume or strength at a particular market price. By examining bar charts, analysts can use volume as a way to confirm a price movement. If volume increases when the price moves up or down, it is considered a price movement with strength.\n\nIf traders want to confirm areversalon a level of support, or floor, they look for high buying volume. Conversely, if traders want to confirm a break in the level of support, they look for low volume from buyers. To confirm a reversal on a level of resistance, or ceiling, traders look for high selling volume. Conversely, to confirm a break in the level of resistance, they look for high volume from buyers.\n\nRecently,high-frequency traders(HFT) andindex fundshave become major contributors to trading volume statistics in U.S. markets. Many trades are conducted by high-frequency algorithmic traders, which are automated trading platforms programmed to make trades. By 2030, algorithmic trading is expected to gain a market size of $41.9 billion.\n\nVolume may or may not be as significant if automated trading takes over the market. According to various reports, between 60% and 80% of daily trading volume is conducted by automation. If this is true, it could change the way traders view volume.\n\nVolume in the stock market is the amount of stocks traded per period.\n\nTraders usually have their own definitions of good trading volume. It's best to do your research to determine your preferred volume or consult a trading or investing professional.\n\nIf a stock has a trading volume of one, it means only one share was traded during the measured period.\n\nA stock's volume is the number of shares traded in a given period. Traders and investors use the metric to gauge the interest in a security to help them make trading decisions. When trading volume is up—whether it's buying or selling volume—it means the security is gaining attention and trading activity is increasing.\n\nDetermining whether high or low buying and selling volume is good for you depends on your strategy and outlook. The combination of these four elements makes for a market in which you can profit from any price moves if you've done your homework, created a strategy, and disciplined yourself to stick to your trading plan.\n\nAcumen Reseach and Consulting. \"Algorithmic Trading Market Size Expanding at 12.9% CAGR, Set to Reach USD 41.9 Billion By 2030.\"\n\nGrand View Research. \"Algorithmic Trading Market Size, Share & Trends Analysis Report By Solution, By Service, By Deployment, By Trading Types, By Types Of Traders, By Region, And Segment Forecasts, 2022 - 2030.\"\n\nMordor Intelligence. \"Algorithmic Trading Market - Growth, Trends, COVID-19 Impact, and Forecasts (2023 - 2028).\"",
  "url": "https://www.investopedia.com/terms/v/volume.asp"
}