{
  "term": "What Is Dividend Irrelevance Theory?",
  "definition": "Dividend Irrelevance Theory argues that dividend distributions may negatively affect a company's financial health.\n\nDividends are distributed from a company’sprofitsto itsshareholdersas a reward for investing in the company. Many companies pay dividends instead of reinvesting the money to generateearnings.\n\nSome common views hold that dividends help a company’sstock priceto rise. Dividend irrelevance theory posits thatdividendsdon’t affect a company’s stock price. It argues dividends can hurt a company’s long-term competitiveness.\n\nThe theory was developed by economistsMerton MillerandFranco Modiglianiin 1961. The duo are also responsible for theModigliani-Miller theorem. Both were awarded the Nobel Prize in Economics.\n\nDividend irrelevance theory suggests that dividends should have little to no impact on a company's stock price. The theory argues that a company’s ability to earn profit and grow determines a company’s market value and drives the stock price.\n\nDividend irrelevance theory argues that dividends don’t benefitinvestorsand can hurt a company’s financial health. If markets perform efficiently any dividend payout will lead to a decline in the stock price by the dividend amount. If the stock price was $10, and the company paid a dividend of $1, the stock would fall to $9 per share. Holding the stock for the dividend achieves no gain since the stock price adjusts lower for the same amount.\n\nStocks that pay dividends, like many established companies calledblue-chipstocks, often increase in price by the amount of the dividend as thebook closure dateapproaches. Although the stock can decline once the dividend has been paid, many dividend-seeking investorshold these stocks for consistent dividends, creating an underlying level ofdemand.\n\nThe stock price is driven by more thanthe company’s dividend policy. Analysts conduct valuation exercises to determine a stock’sintrinsic value. These often incorporate factors, such as:\n\nA company may take ondebt, like issuingbondsto investors or borrowing from a bank’scredit facility, to make cash dividend payments. Companies that have made acquisitions may hold significant debt on theirbalance sheets. Thedebt-servicingcosts orinterestpayments can be detrimental. Excessive debt can prevent companies from accessing morecredit.\n\nProponents of dividend irrelevance theory would argue that a company with substantial debt that insists on paying dividends is hurting itself since dividend payouts could have paid down debt. Less debt leads to favorable credit terms and options to reduce debt-servicing costs.\n\nDebt and dividend payments might prevent the company from making investments that increase earnings in the long term. If a company is not investing in its business throughcapital expenditures (CAPEX), its valuation may decline as earnings and competitiveness erode. Capital expenditures include purchases of buildings, technology, equipment, and acquisitions.\n\nInvestors who buy dividend-paying stocks must evaluate whether a management team effectively balances paying dividends and investing in a company's future.\n\nDespite the dividend irrelevance theory,many investors focus on dividendswhen managingportfolios. For example, a current income strategy seeks to identify investments that pay above-average distributions with a relativelyrisk-aversestance.\n\nStrategies focused on income are usuallyappropriate for retireesor risk-averse investors. These income-seeking investors buy stocks in established companies with a track record of consistently paying dividends.\n\nBlue-chip companies like Coca-Cola, PepsiCo, and Walgreens Boots Alliance,generally pay steady dividends. Dividends can help with portfolio strategies centered around thepreservation of capital. If a portfolio suffers a loss from a decline in the stock market, the gains from dividends may help offset those losses.\n\nMany companies pay dividends as a way to share profits with shareholders.\n\nIn general, dividends are paid in cash. Dividend paymentscan also be reinvestedin the stock distributing them to buy more shares.\n\nShareholders who buy or own a company’s stock before theex-dividend datewill receive dividends on the payment date. A company’s board of directors determines these dates.\n\nDividend irrelevance theory maintains that dividend payments don’t impact a company’s stock price. The theory was developed by economists Merton Miller and Franco Modigliani, both Nobel laureates. Critics of the theory argue that a company’s ability to pay out regular dividends signals financial strength and sustainability to investors, which can positively impact a stock’s price.\n\nThe Nobel Prize. “This Year’s Laureates Are Pioneers in the Theory of Financial Economics and Corporate Finance.”\n\nThe University of Chicago, Booth School of Business. “Why Merton Miller Remains Misunderstood.”\n\nMorningstar. “What to Make of the Buyback Bonanza.”",
  "url": "https://www.investopedia.com/terms/d/dividendirrelevance.asp"
}