{
  "term": "What Is a Letter of Indemnity (LOI)? Definition and Example",
  "definition": "A letter of indemnity (LOI) is a document that guarantees certain provisions will be met between two parties to a contract or compensation will be provided. These letters promise to make one or more parties to a contract whole again if a contractual obligation doesn't end up being fulfilled. For instance, in finance, LOIs can be used to protect against losses from lapses in security, documentation, or procedure. Banks or insurance companies issue LOIs to cover parties against financial losses from a breach of contract. These offer contracting parties some protection and greater ease when entering a transaction, knowing they will be covered should there be any losses from another party's failure to fulfill the contract.\n\nThe chief role of an LOI is to ensure that one or more parties to a contract won't take on losses if another party doesn't fulfill their part. LOIs can be provided by a third party, who insures the contract and assumes responsibility for any financial losses or damage. The LOI shields against liability, ensuring that the parties will be held harmless even if there is a breach of contract.\n\nIndemnityrefers to the full amount of compensation you would need to recover. As a legal term, indemnity also describes an exemption from liability. A letter of indemnity provides immunity from liability for one or both parties in a contract, with a third party often agreeing to indemnify against the potential losses.\n\nLOIs state that any damage caused to a contracting party is the responsibility of the other party or a third party to the contractual agreement.For this reason, LOIs, also called “indemnity bonds” or “bonds of indemnity,” are like insurance policies known asindemnity insurance.\n\nLOIs are used in various types of business transactions. In cases where items of value are transported by moving companies or delivery services, LOIs ensure that the party that owns the valuables will be compensated if the possessions are lost, damaged, or stolen during transport. LOIs are generally signed when the valuable items are presented to the shipping company and before abill of lading, which is a document issued by a carrier acknowledging receipt of the cargo.\n\nThey are also used when a second party borrows something of value from the first party, such as a car or a power tool. In this case, the person borrowing the car or power tool can protect themselves with a letter of indemnity. This would typically mean a third party, such as an insurance firm, takes financial responsibility for any losses or damage that might result from using the car or tool.\n\nLOIs should always be signed by a witness. When the assets involved are quite valuable, it’s preferable to have an insurance carrier representative, a banker, or another professional sign the document, not just any available witness.\n\nLetters of indemnity should include the names and addresses of both parties involved, plus the name and affiliation of the third party, if any. Detailed descriptions of the items and intentions are also required, as are the signatures of the parties and the date the contract is executed.\n\nLet's say you hire professional painters for your house. Painters often carry insurance to protect themselves against injuries or damage from the job. The painters can present an LOI showing that an insurance company has accepted legal responsibility for their contractual obligations and has agreed to compensate you for any damage to your home.\n\nIn this situation, LOIs protect painters and other contractors against any damage or inability to complete the job. From your perspective as the homeowner, the LOI establishes that you won't pay for any problems that come about should the painters not be able to complete their part of the contract.\n\nIn finance, an LOI can be crucial in addressing unforeseen circumstances. For example, let's say you've misplaced a physical stock certificate and can't find it. You can approach the company that issued the stock and provide it with an LOI that states that the stock certificate has been lost, destroyed, or stolen.\n\nThe letter would ask the company to issue a replacement certificate and state that, should the original certificate resurface, you would take full responsibility and indemnify the company against any loss or complications that might come about because it was found. In this way, the company guards against potential double claims on the same stock, and you can get back your stock certificate more quickly.\n\nLOIs are a useful protection. They are often needed to make another party comfortable enough to take part in a contract in the first place. The following are some common uses of LOIs:\n\nA LOI can provide important protection for one party of a contract if the other party fails to fulfill its obligations. In effect, the LOI assures that one or more parties in the contract will be held harmless. That is, they are not left on the hook for any negative financial consequences that the other party has caused.\n\nA third party generally writes a LOI, promising to compensate one party to a contract for any losses related to the other party. Frequently, large institutions like insurance companies and banks take on this role.\n\nA LOI is designed to manage risks, but some could come with using them. Any LOI must be properly executed to be legally enforceable, explicitly defining what is covered and specifying the obligations of all parties. How effective and enforceable an LOI is depends on its precise wording and the jurisdiction in which it's executed.\n\nA LOI assures a party to a contract that they will be made whole for any losses that result from the other party. Many times, a third party like an insurance company agrees to indemnify against loss or damage that stems from a contract.\n\nAmerican Bar Association. \"Negotiating Indemnity.\"",
  "url": "https://www.investopedia.com/terms/l/letterofindemnity.asp"
}