{
  "term": "What Is Severance Pay? Definition and Why It's Offered",
  "definition": "Severance pay is the compensation and/or benefits an employer provides to an employee after employment is over.Severance packagesmay include extended benefits, such as health insurance andoutplacementassistance to help an employee secure a new position.\n\nEmployers offer packages to employees who are laid off, whose jobs are eliminated because of downsizing, or who retire. Some employees who resign or are fired may also receive a severance package.\n\nSeverance pay can be a goodwill gesture on the part of the employer and can provide the employee with a buffer between working and unemployment.\n\nSeverance pay is offered to employees in certain circumstances after their employment ends. The amount an employee receives often depends on how long they were with the employer. Most employers have policies in their employee handbooks that outline how they handle severance pay.\n\nPackages offered by employers usually come in a lump sum and are taxable. They generally include an employee's regular pay along with some or all of the following:\n\nSeverance pay can affectunemployment compensationin two ways. If the employer pays the employee severance fee in a lump sum, the employee can apply forunemployment insuranceright away as they are no longer on the company's payroll.\n\nHowever, in some cases, companies issue severance pay over several months. Through that process, the employee isstill technically on the payroll, even if they do not go to work. This means they cannot apply for unemployment. Similarly, if an employee has unused vacation time, they are on the payroll as they use it.\n\nThe laws concerning unemployment and severance pay vary by state, so it's important to check with your local employment office about when to apply for unemployment benefits.\n\nIn other cases, severance pay affects unemployment compensation because of the contracts many people sign when they accept severance pay. In exchange for offering severance packages, some companies make their employees sign statements saying they voluntarily resigned from their posts.\n\nThese agreements prohibit the employee from claiming unemployment insurance, which is reserved for people who are dismissed from their jobs involuntarily. It is wise to read any documents carefully before signing them; legal advice may also be in order as it is sometimes possible to improve the initial severance package that was offered.\n\nCompany A is a large technology company based on the East Coast that is seeking to expand its footprint on the West Coast. In its efforts to expand, it decides topurchaseSmall Company B based in California which has a footing in the same business.\n\nCompany A wants to keep the bulk of the employees at Small Company B as they have experience in the local market; however, one division at Company B is similar in operations to an existing division at Company A, which is larger and has more experience. Company A decides that this division at Small Company B is redundant and both companies would be better served by completely replacing the division with members from Company A's existing team.\n\nAs such, the 10-person division at Small Company B is notified that they will be laid off. All 10 employees will be offered severance pay, which will be equal to one month's salary for every year that they have worked there. So if an individual has worked at the company for five years, they will receive five months' severance pay.\n\nBusinesses are not required to pay severance, although most offer packages on a case-by-case basis and as dictated by employment contracts. When businesses fail to offer severance packages, it can upset staff and create negative public relations. The main goals are to soften the impact of an abrupt termination as well as to avoid any future lawsuits, as an employee has to sign a legal release in exchange for the severance.\n\nAccording to the U.S. Department of Labor, no law requires employers to provide severance pay; however, if an employee's contract stipulates that they receive severance pay upon dismissal or if the employee handbook promises severance pay, the company is legally obligated to follow through with those pledges. Additionally, if the company makes a verbal promise to provide an employee with severance pay, it must uphold that agreement.\n\nRegardless of whether a company offers severance pay, theFair Labor Standards Act(FLSA) mandates an employer must pay terminated employees through their last day of work, and the employer must also pay any accrued vacation time to employees.\n\nSeverance pay is taxed at the same tax bracket as when you were fully employed and earning the same salary. This is the case if the severance payment is equal to what your salary was. If it is less, then you will be taxed at the appropriate tax bracket.\n\nSeverance pay is offered to employees of a companywho have been laid off. Employees are laid off for a variety of reasons; usually due to downsizing or redundancy, but other reasons may be included. Employees who are laid off are done so due to corporate decisions as opposed to the quality of their work. There are exceptions to these situations and severance may be offered for other reasons as well.\n\nSeverance is offered to employees to help soften the blow of losing their jobs and to give them a cushion while they look for another job. Most severance pay also comes with the stipulation that the employee cannot sue the company or speak badly of it.\n\nNew York State Department of Labor. \"Dismissal/Severance Pay and Pensions Frequently Asked Questions.\"\n\nU.S. Department of Labor. \"Severance Pay.\"\n\nU.S. Department of Labor. \"Wages and the Fair Labor Standards Act.\"",
  "url": "https://www.investopedia.com/terms/s/severancepay.asp"
}