{
  "term": "What Is Cash Surrender Value? How It Compares to Cash Value",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nCash surrender value is money a life insurance policyholder receives for canceling their policy before it matures or they pass away. This cash value is the savings component of mostpermanent life insurancepolicies, such as whole life and universal life. It is also known as policyholder's equity. The insurance company could deduct a fee before paying out the cash value, known as a surrender charge.\n\nSomepermanent life insurance policiesbuild cash value as you pay premiums. This is money you could take out while still alive. If you cancel your life insurance policy, known as a surrender, the insurance company will send you a check for your cash value.\n\nIn a whole life policy, yourcash valuegrowth is guaranteed. However, during the early years of a whole life insurance policy, the savings portion brings very little return compared to the premiums paid. As time goes by, you build more cash value which increases your cash surrender value.\n\nWhen you surrender a policy, you receive whatever you paid in premiums back tax-free. If you receive more than you paid in total premiums, you owe income tax on your earnings.\n\nIn the early years of a policy, life insurance companies can deduct fees upon cash surrender. What you receive for your cash surrender value could be less than your current cash value balance after subtracting these fees.\n\nThe surrender charge can start as high as 10% to 35% of your policy cash value.If your policy has a surrender charge, it goes down over time. Most policies end the surrender charge after 10 to 15 years. At this point, your cash surrender value equals your cash value.\n\nThe cash surrender value of a life insurance policy is equal to the total accumulated cash value, minus prior withdrawals, outstanding loans, and surrender charges.\n\nWhen determining your cash surrender value, you must consider any fees your company will charge for canceling your policy. Check your cash value balance then subtract any surrender charges to determine how much money you will receive in a cash surrender.\n\nFor example, suppose you take out a variable universal life insurance policy for $100,000. You make five years of payments and build up a cash value of $10,000. However, the surrender change will cost you 10% of the cash value. You will have to pay $1,000 in charges, and you will only get $9,000 out of the cash surrender.\n\nDon't overestimate your cash surrender value, which is not reflective of the amount of coverage you have taken out for the death benefit. A cash value is tied to the policy as a benefit to help offset the rise in premiums as you grow older and offers policyholders access to money they can borrow.\n\nUniversal life insurance, universal variable life, and variable life insurance policies typically include a surrender period. If you cancel during this period, you may owe a surrender charge of up to 35% of your cash value balance.The insurer will deduct this charge from your cash value balance and pay you the remainder for your surrender value. There is no surrender charge when the surrender period ends, usually after 10 to 15 years.\n\nIf you surrender your policy, you end your life insurance contract. You stop having to pay premiums and will receive all your cash surrender value. The downside though is you lose your life insurance protection. Your heirs will no longer receive a death benefit when you pass away.\n\nIf you only need some of your cash value, you could take a partial withdrawal. This maintains your life insurance and whatever cash value is still in the policy will continue to grow. You can withdraw up to what you paid in premiums tax-free. If you withdraw your cash value gains, you would owe income tax on the gains. Partial value withdrawals will reduce your death benefit.\n\nWith universal and variable life insurance policies, cash values are not guaranteed. Sufficient cash value must remain inside the policy to support the death benefit.\n\nYou can also access your cash value with a loan. You do notowe income tax for borrowing cash valuewhen you take out a loan, but the insurance company will charge interest until you pay the money back. You decide when to pay the money back. If you die with an unpaid loan, the insurance company will use your death benefit to pay off the loan, and then pay whatever is left to your heirs.\n\nIf you want help covering your insurance premiums, you could pay them using your cash value. Your insurance company will deduct the cost of your insurance from your cash value balance. Once you spend down all your cash value, you need to start paying the premiums again or else you lose your coverage.\n\nWhole, universal, variable universal, and indexed universal life insurance often have a cash value component to them. If you surrender the policy, you receive your cash value minus any surrender charges.\n\nIt depends on your individual financial situation. If you have maxed out contributions to your retirement account, have a cash nest egg saved for emergencies, and you can afford the monthly premiums on a permanent life insurance policy with a cash value benefit, it may be a good choice. However, if you cannot afford a lifetime of high premiums and you are struggling to save for retirement, these accounts are not recommended as a tool for investment.\n\nIn many cases, it is possible to use the cash value in your account to pay your premiums. By doing so, you keep the coverage in place for your beneficiaries. You can also take partial withdrawals and loans against your cash value, and keep the policy. If you use the policy cash value, your death benefit will be reduced.\n\nWhile not always advisable, you may be able to sell your life insurance policy to a third party for cash. This is called a life settlement.\n\nCash surrender value is what you receive back for canceling a life insurance policy with cash value before it matures or you pass away. Only permanent policies, like whole life and universal life, have cash surrender value. If you surrender the policy, you could owe fees and other charges. Therefore, the surrender value could be less than your current cash value. In addition, if you surrender your life insurance policy, it will impact yourlisted beneficiariesas you will no longer have insurance protection.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal. Investors should consider engaging a financial professional to determine a suitable retirement savings, tax, and investment strategy.\n\nGuardian Life. \"What Is the Cash Surrender Value of Life Insurance?\"\n\nExperian. \"What Is Cash Surrender Value?\"\n\nGuardian Life. \"What Are the Tax Benefits of Whole Life Insurance?\"\n\nAllstate Insurance Company. \"What Is Cash Value Insurance?\"\n\nHarbor Life Settlement. \"How To Sell Your Life Insurance Policy for Cash.\"",
  "url": "https://www.investopedia.com/terms/c/cashsurrendervalue.asp"
}