{
  "term": "What Is Hawala? Money Transfer Without Money Movement",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nHawala is an informal method of transferring money without any physical money actually moving. It is described as a \"money transfer without money movement.\" Another definition is simply \"trust.\"\n\nHawala is used today as an alternativeremittancechannel that exists outside of traditional banking systems. Transactions between hawala brokers are made withoutpromissory notesbecause the system is heavily based on trust and the balancing of hawala brokers' books.\n\nHawala originated in South Asia during the 8th century and is used throughout the world today, particularly in the Islamic community, as an alternative means of conducting funds transfers.Unlike the conventional method of transferring money across borders through bankwire transfers, money transfer in hawala is arranged through a network of \"hawaladars\" or hawala dealers.\n\nHawala dealers keep an informal journal to record all credit anddebit transactionson their accounts. Debt between hawala dealers can be settled in cash, property, or services. A hawaladar who doesn't keep their end of the deal in theimplied contractualsystem of hawala will be tagged as one who has lost their honor and will be excommunicated from the network or region.\n\nHawala is thought to come from the Arabic word for \"assignment\" or \"bill of exchange\" or the Hindi word for \"reference.\"\n\nMigrant workers who frequently send remittances to relatives and friends in their countries of origin find the hawala system advantageous. Hawala facilitates the flow of money between poor countries where formal banking is too expensive or difficult to access.\n\nIn addition to the convenience and speed of conducting hawala, the fees are usually low compared with the high rates that banks charge. To encourageforeign exchangetransfers through hawala, dealers sometimes exempt expatriates from paying fees. The system is also easy to use, as one only needs to find a trusted hawaladar to transfer money.\n\nHawala allows people to transfer money even if they don't have formal banking relationships or access to established financial networks. For people without a government-issued ID or bank account, hawala networks may be the only way to sendremittances, particularly if the destination is in another country. In other circumstances, it may be cheaper or faster than dealing with the paperwork of official channels.\n\nFor this reason, hawala networks are frequently used in countries where there are strictcapital controlsor sanctions on the flow of money. Traders and expatriates from sanctioned countries, like Iran, might use hawala networks to make payments to their counterparties in neighboring countries.\n\nHow does hawala work? Let’s say Maryam needs to send $200 to Amir, who lives in another country. She will approach a hawaladar, Nasir, and give him the amount of money she wants Amir to receive, including the details of the transaction: the name of the recipient, city, and password.\n\nNasir contacts a hawala dealer in the recipient’s city, Muhammed, and asks him to give Amir $200 on the condition that Amir correctly states the password. Muhammed transfers the money to Amir from his own account, minus commission, and Nasir will owe Muhammed $200.\n\nThe transaction initiated by Maryam and concluded by Amir’s receipt of the funds takes only one to two days or, in some instances, just a few hours. No money is moved and noIOUsare signed and exchanged by Nasir and Muhammed, as the hawala system is backed only by trust, honor, family connections, or regional relationships.\n\nHawala provides anonymity in its transactions, as official records aren't kept and the source of money that is transferred can't be tracked. Becausemoney launderingaims to hide the source of cash that is generated from illegal activities, hawala is often used as a system for money laundering.\n\nThe very features that make hawala an attractive avenue for legitimate patrons also make it attractive for illegitimate uses. Thus, hawala is frequently referred to asunderground banking. This is because money launderers and terrorists take advantage of this system to transfer funds from one location to another.\n\nIn addition, corrupt politicians and the wealthy who would prefer to evade taxes use hawala to anonymize their wealth and activities. Cash generated from business transactions that aren't recorded can't be taxed.\n\nHawala is also used to fund terrorism, which makes it more difficult to stop terrorism. A large portion of discovering terrorist cells involves tracing the movement of money, as terrorist organizations are funded and need money to buy weapons and feed their people. Hawala transactions make this movement of money easy as there is no paper trail from the source of funds to the terrorist organization.\n\nBecause hawala transfers aren't routed through banks and, hence, aren't regulated by governmental and financial bodies, many countries have been led to re-examine their regulatory policies in regard to hawala.\n\nFor example, in India, the Foreign Exchange Management Act (FEMA) and the Prevention of Money Laundering Act (PMLA) are the two major legislative systems that deter the use of hawala in the country. India prohibits informal hawala transactions and people from entering into them by strictly defining the types of transactions not allowed, which include the creation or procurement of any asset outside India.\n\nIn Pakistan, informal Hawala transactions are prohibited as well. The country specifies what entities are allowed to make remittances and currency exchanges. There are laws in place that require money changers to register and comply with regulations to become foreign exchange companies within two years and if they don't register, they aren't allowed to operate.\n\nAfghanistan's more than 300 money exchangers have organized themselves into a self-regulatory body that has created rules and regulations that all members must comply with. It has been more difficult for the country to bring unregistered money exchangers into the fold to prevent illegal activities through hawala exchanges.\n\nSome countries have made hawala illegal due to the difficulty of enforcing regulations.\n\nMost countries have laws related to informal funds transfer systems, like hawala, that seek to curb the negative activities created by such a system.\n\nSomefintechcompanies are implementing the hawala system in providing financial services to the unbanked and underbanked populations of the world. Mobile banking and payment platforms, such as Paga andM-Pesa, are revolutionizing the financial system in certain African countries by promoting financial inclusion through the hawala system of financial services.\n\nHawala trades are illegal in the U.S. and many other countries because financial regulations require money services businesses to obtain appropriate licenses and follow anti-money laundering laws.\n\nHawala money is funds that are transferred using the hawala system, in which no actual movement of funds from one account to another account happens, no paper trail is created, and no promissory notes exist.\n\nThe punishment for hawala in India is:\n\nHawala is legal in Dubai as long as the hawala provider is registered with the United Arab Emirates Central Bank and abides by the regulations that exist.\n\nHawala is an informal funds transfer system that allows for the shifting of money from one person to another without the actual movement of money. It is a simple process that requires no documentation and, therefore, is an anonymous system of moving money. This has been beneficial for many poor countries where individuals move abroad to work and send money home, avoiding costlytransferfees and other required documentation.\n\nBecause of its anonymity, hawala also has been a means for illegal activity to take place, such as money laundering and the financing of terrorism. For this reason, many countries prohibit hawala or have placed regulations on it.\n\nDow Jones. \"Hawala: Ancient Money Transfer System Poses Very Modern Risks.\"\n\nPathak, Rachana. \"The Obstacles of Regulating the Hawala: A Cultural Norm or Terrorist Hotbed?\"Fordham International Law Journal,vol. 27, issue 6. 2003, pp. 2010.\n\nInternational Monetary Fund. \"Hawala.\"\n\nIMF eLibary. \"VI Legal and Regulatory Aspects of the Informal Hawala System.\"\n\nDirectorate of Enforcement. \"PMLA.\" Download \"The Prevention of Money Laundering Act, 2022.\"\n\nCTV News. \"Hawala: The Underground Network That Saves Money 'Without a Trace.'\n\nIPleaders. \"Hawala: A Parallel Economy.\"\n\nThe National. \"UAE Central Bank Unveils Awareness Campaign for Hawala Remittances.\"",
  "url": "https://www.investopedia.com/terms/h/hawala.asp"
}