{
  "term": "What Is a Home Mortgage? Definition, Qualification, and Types",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA home mortgage is a loan given by abank,mortgage company, or otherfinancial institutionfor the purchase of a residence—a primary residence, a secondary residence, or an investment residence—in contrast to a piece of commercial or industrial property. In a home mortgage, the owner of the property (the borrower) transfers thetitleto thelenderon the condition that the title will be transferred back to the owner once the final loan payment has been made and other terms of the mortgage have been met.\n\nA homemortgageis one of the most common forms of debt, and it is also one of the most recommended. Because they aresecured debt—an asset (the residence) acts as backing for the loan—mortgages come with lowerinterest ratesthan almost any other kind of loan that an individual consumer can find.\n\nHome mortgages allow a much broader group of citizens the chance to ownreal estate, as the entire purchase price of the house doesn’t have to be provided up front. But because the lender actually holds the title for as long as the mortgage is in effect, it has the right toforecloseon the home (seize it from the homeowner, and sell it on the open market) if the borrower can’t make the payments.\n\nA home mortgage will have either afixedorfloatinginterest rate, which is paid monthly along with a contribution to theprincipalloan amount. In afixed-ratemortgage, the interest rate and the periodic payment are generally the same each period. In anadjustable-ratehome mortgage, the interest rate and periodic payment vary. Interest rates on adjustable-rate home mortgages are generally lower than fixed-rate home mortgages because the borrower bears the risk of an increase in interest rates.\n\nEither way, the mortgage works the same way: As the homeowner pays down the principal over time, theinterestis calculated on a smaller base so that future mortgage payments apply more towardprincipal reductionthan just paying the interest charges.\n\nIn a mortgage transaction, the lender is known as the mortgagee and the borrower is known as the mortgagor.\n\nThere are different types of mortgage loans that a borrower may use to purchase a home. Generally speaking, they can be grouped into three broad categories: conventional loans,Federal Home Administration (FHA) loans, and specialty loans.\n\nConventional mortgage loans are not part of a specific government loan program. These loans can be conforming, meaning that they adhere to mortgage rules set byFannie Mae and Freddie Mac, or nonconforming.Private mortgage insurancemay be required for conventional loans when the borrower puts less than 20% down.\n\nUpfront fees on Fannie Mae and Freddie Mac home loans changed in May 2023. Fees were increased for homebuyers with higher credit scores, such as 740 or higher, while they were decreased for homebuyers with lower credit scores, such as those below 640. Another change: Your down payment will influence what your fee is. The higher your down payment, the lower your fees, though it will still depend on your credit score. Fannie Mae provides theLoan-Level Price Adjustmentson its website.\n\nFHA loans are mortgage loans issued by private lenders and backed by the federal government. Key characteristics of FHA loans include lowercredit scorerequirements and lowerdown paymentrequirements. It’s possible to get approved for an FHA loan with a credit score as low as 580 and a down payment of 3.5% or a credit score as low as 500 and a 10% down payment.\n\nSpecialty mortgage loans are loans that don’t fit into the conventional or FHA loan categories. This includes U.S.Department of Veterans Affairs (VA) loans, which are designed for veterans and their families, andU.S. Department of Agriculture (USDA) loans, which allow borrowers in eligible rural areas to purchase homes with no down payment.\n\nThe VA loan program and USDA loan program don’t specify minimum credit score requirements, but generally, lenders look for scores of 620 or higher.\n\nA typical mortgage payment can include four costs:\n\nThese costs are separate from upfront fees that you may have to pay to purchase a home. Those include your earnest money, down payment, appraisal and inspection fees, prepaid fees, and closing costs.\n\nIf you have to pay homeowners association fees or condo owners association fees, those also may be escrowed into your monthly mortgage payment.\n\nTo obtain a mortgage, the person seeking the loan must submit an application and information about their financial history to a lender, which is done to demonstrate that the borrower is capable of repaying the loan. Sometimes, borrowers look to amortgage brokerfor help in choosing a lender.\n\nThe process has several steps. First, borrowers might seek to get pre-qualified. Getting pre-qualified involves supplying a bank or lender with your overall financial picture, including your debt, income, and assets. The lender reviews everything and gives you an estimate of how much you can expect to borrow.Pre-qualificationcan be done over the phone or online, and there’s usually no cost involved.\n\nGetting pre-approved is the next step. You must complete an official mortgage application to be pre-approved, and you must supply the lender with all the necessary documentation to perform an extensive check on your financial background and current credit rating. You’ll receive a conditional commitment in writing for an exact loan amount, allowing you to look for a home at or below that price level.\n\nUsing an onlinemortgage calculatorcan help you estimate your monthly and lifetime costs of buying a home.\n\nAfter you’ve found a residence that you want, the final step in the process is aloan commitment, which is only issued by a bank when it has approved you as the borrower, as well as the home in question—meaning that the property is appraised at or above the sales price.\n\nWhen the borrower and the lender have agreed on theterms of the home mortgage, the lender puts alienon the home ascollateralfor the loan. This lien gives the lender the right to take possession of the house if the borrower defaults on the repayments.\n\nYour mortgage terms are the terms under which you agree to repay the loan to your lender. Atypical mortgage term is 30 years, though some mortgage loans may have terms ranging from 10 to 40 years instead. A home equity loan that’s used to draw out your equity, for example, might have a 10-year repayment term.\n\nMortgage terms also include the interest rate that you pay for the loan. Say you borrow $300,000 to buy a home. You opt for a conventional, 30-year loan. Based on your credit scores and other financial details, your lender offers you a 3.5% interest rate on the loan. You put $60,000 down and pay $200 per month for property taxes and $100 per month for homeowners insurance.\n\nThe interest rate and length ofrepaymentdetermine how much you’ll pay in total for the home. Using this example, you would pay $1,377.71 per month for the loan. Over a period of 30 years, you would pay $147,974.61 in interest, $72,000 in taxes, and $36,000 for insurance for a total cost of $495,974.61. This doesn't include the down payment.\n\nA home mortgage is a mortgage loan that’s used to buy a house. The house acts as collateral for the loan. If the buyer defaults on the loan, the lender can initiate foreclosure proceedings to take possession of the property.\n\nThe terms mortgage and home loan are often used interchangeably, but they don’t exactly mean the same thing. A mortgage is a loan that’s used to buy a piece of property that’s secured by the property itself. A home loan is a type of mortgage that’s used specifically to purchase a house.\n\nThe exact answer for what credit score you need to buy a house can depend on the type of loan and the lender’s requirements. For example, it’s possible to get a Federal Housing Administration loan with a credit score as low as 500, but if you’re applying for a conventional loan, the lender might require a credit score of 620 or higher.\n\nA home mortgage may be the largest loan you ever take out, but it could be a necessity if you would like to buy a house or a rental property. Understanding the different types of mortgage loans, how monthly mortgage payments break down, home loan terms, and how to apply for a loan can make the home-buying process easier.\n\nConsumer Financial Protection Bureau. “What Is a Mortgage?”\n\nConsumer Financial Protection Bureau. “Mortgages Key Terms.”\n\nConsumer Financial Protection Bureau. “What Is the Difference Between a Fixed-Rate and Adjustable-Rate Mortgage (ARM) Loan?”\n\nConsumer Financial Protection Bureau. “Conventional Loans.”\n\nFannie Mae. “Loan-Level Price Adjustment Matrix.” Page 2.\n\nCongressional Research Service. “FHA-Insured Home Loans: An Overview,” Pages 5–6 (Pages 9–10 of PDF).\n\nConsumer Financial Protection Bureau. “Special Loan Programs.”\n\nU.S. Department of Veteran Affairs. “VA Home Loan Guaranty Buyer’s Guide,” Page 10.\n\nConsumer Financial Protection Bureau. “What Costs Will I Have To Pay as Part of Taking Out a Mortgage Loan?”\n\nConsumer Financial Protection Bureau. “What’s the Difference Between a Prequalification Letter and a Preapproval Letter?”\n\nConsumer Financial Protection Bureau. “Comment for 1003.2 — Definitions.”",
  "url": "https://www.investopedia.com/terms/h/home-mortgage.asp"
}