{
  "term": "What Is the National Commodity and Derivatives Exchange (NCDEX)?",
  "definition": "The National Commodity and Derivatives Exchange (NCDEX) is a commodities exchange dealing primarily in agricultural commodities in India. The NCDEX was established in 2003, and its headquarters are in Mumbai.\n\nMany of India’s leading financial institutions have a stake in the NCDEX. As of 2024, significant shareholders included Life Insurance Corp. of India (LIC), theNational Stock Exchange of India Ltd. (NSE), and the National Bank for Agriculture and Rural Development (NABARD).\n\nThe NCDEX is one of the top commodity exchanges in India based on value and the number of contracts. It is comparable to Multi Commodity Exchange (MCX), though that exchange is focused on energy and metals as opposed to commodities.The NCDEX is located in Mumbai but has offices across the country to facilitate trade.\n\nAccording to the 2023 annual report, the NCDEX featuredfutures contractson 23 agricultural commodities and one non-agricultural product as well asoptionson six agricultural commodities.It also offersclearingservices for derivatives contracts traded on the exchange.\n\nIndia is a world power in terms of agriculture. It is one of the largest producers of wheat, rice, milk, and many types of fruits and vegetables. The size of India’s agriculture sector is somewhat hidden internationally because the populous nation consumes much of what it produces. However, increasing farm-level productivity is making India’s strength in agriculture more apparent.The NCDEX plays a critical role in India’s growing agriculture sector.\n\nAn independent board of directors runs the NCDEX, and they have no direct interests in agriculture.\n\nIn establishing and maintaining an online futures market for crops, the NCDEX has helped increase markettransparency. The exchange assists Indian farmers in theprice discoveryprocess. The NCDEX enables them to price their goods more accurately even if they are not active in the futures market.\n\nIntermediaries, who are known as commission agents, previously controlled much of the market information in India. The introduction of online commodity exchanges like the NCDEX reduces the cost of price data for farmers by cutting out the middlemen.\n\nExchanges like the NCDEX have also played a key role in improving Indian agricultural practices. By standardizing the quality specifications of various products through contracts, the NCDEX has raised quality awareness. Farmers in India increasingly focus on testing requirements and enacting farming practices that result in consistently high-quality crops.\n\nThe NCDEX is still young by some standards, but traders and large market participants are already using contracts tohedgeand speculate. This trend is likely to continue as India’s agricultural sector grows in terms of productivity and exports.\n\nThe recent financial performance of the National Commodity & Derivatives Exchange Limited for the fiscal year 2022-23 depicted less than stellar results. On a standalone basis, the exchange experienced a significant decrease in total income to ₹4,884 Lakhs. This was mainly driven by lower average daily traded value. Total expenses increased slightly to ₹10,302 Lakhs, meaning the exchange on its own experienced an operating loss before tax of ₹5,905 Lakhs.\n\nOn a consolidated basis, including the broader NCDEX Group, it wasn't much better. Total income decreased by 12% to ₹13,557 Lakhs, with expenses rising to ₹19,624 Lakhs. This lead to a loss after tax of ₹4,237 Lakhs.\n\nDespite challenges such as the suspension of key commodity derivatives contracts, NCDEX continued to expand its market share. Its agri derivatives trading reached 97% in FY 2022-23. The exchange also ventured into the non-agri sector, activating India's largest metal steel contract.\n\nBarley, wheat, and soybeans are some of the leading agricultural commodities traded on the NCDEX. The exchange also hosts some contracts that are globalbenchmarksfor commodities like coriander, as well as commodities such as steel, cotton, palm oil, and guar.The NCDEX also manages three agricultural commodities indexes: one based on soybeans, one on guar, and one a composite of several agricultural products.\n\nNCDEX is seen as a significant source of information on spices, as India is the leading producer and consumer of spices in the world.\n\nThe National Commodity and Derivatives Exchange (NCDEX) and the Multi Commodity Exchange (MCX) are both electronic commodities exchanges in India. They are separate businesses and compete with one another. The NCDEX specializes more in agricultural commodities, while the MCX is better known for its trading in metals and energy products.\n\nTo access NCDEX markets, you would need to have an account at an authorized broker who is connected to the exchange in India. For example, these could include Angel One or Edelweiss. Note that Zerodha, a large Indian broker, does not effect trades on the NCDEX, only on the MCX.\n\nWhile these are subject to change, the most active products on the NCDEX are currently contracts on currently contracts on guar seed, guar gum, and castor oil.\n\nThe National Commodity & Derivatives Exchange Limited is one of India's leading commodity exchanges, facilitating trading in a wide range of agricultural and non-agricultural commodities. Established in 2003, NCDEX provides a platform for market participants and significantly contributes to India's commodity markets.\n\nNational Commodity and Derivatives Exchange. “NCDEX Overview.”\n\nMulti Commodity Exchange of India. “About Us.”\n\nNational Commodity and Derivatives Exchange. \"Annual Report 2022-23.\" Pages 8-9.\n\nThe India Forum. “India’s Biggest Challenge: The Future of Farming.”\n\nNational Commodity and Derivatives Exchange. \"Board of Directors.\"\n\nKushankur Dey, Vasant P. Gandhi, and Kanish Debnath. “Farmers’ Participation in India’s Futures Markets: Potential, Experience, and Constraints.\" Springer Nature Singapore, 2021.\n\nNational Commodity and Derivatives Exchange. \"Home: Products.\"\n\nNational Commodity and Derivatives Exchange. \"SOYDEX.\"\n\nNational Commodity and Derivatives Exchange. \"GUAREX.\"\n\nNational Commodity and Derivatives Exchange. \"AGRIDEX.\"\n\nFood and Agriculture Organization of the United Nations. “FAOSTAT: Crops and Livestock Products: Visualize Data.\"\n\nHelgi Library. “Which Country Eats the Most Spice?”\n\nChittorgarh. “Does Zerodha Offer NCDEX Trading?”\n\nmoneycontrol. “Most Active Commodity on NCDEX (Volume).”",
  "url": "https://www.investopedia.com/terms/n/ncdex.asp"
}