{
  "term": "What Is Form W-2: Wage and Tax Statement?",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nForm W-2 reflects the annual income an employer paid an employee and the taxes it withheld for the tax year.\n\nForm W-2, also known as the Wage and Tax Statement, is a document an employer sends to each employee and files with the Social Security Administration (SSA) by the end of January following the tax year. The IRS gets a copy.\n\nForm W-2 shows the wages paid by an employer and the amount of income withheld from employee paychecks for income taxes, Social Security taxes, and Medicare taxes.\n\nAn employer must send out a W-2 form to every employee to whom they paid a salary, wage, or other form of compensation. This does not include contracted or self-employed workers, who file taxes with different forms.\n\nThe employer must send the employee the W-2 form on or before Jan. 31 each year so that the employee has the information they need to file an income tax return before the deadline, commonly April 15.\n\nEmployers use W-2 forms to report the income withheld forFederal Insurance Contributions Act (FICA)taxes and income taxes.\n\nBy the end of January, employers must file Form W-2 with the SSA, along with Form W-3, for each employee.\n\nThe SSA uses the information on these forms to calculate the Social Security benefits that each worker is entitled to.\n\nTax documents reflect earnings and deductions for the previous year. A W-2 form sent to an employee in January 2025 showed wages paid in 2024.\n\nTaxpayers will receive multiple W-2s if they work for more than one employer.\n\nTaxpayers input the data found on the W-2 into aForm 1040individual tax return, either by hand or electronically. Regardless of the employer or company, every W-2 provides the same information:\n\nForm W-2 is available on theIRS website.\n\nForm W-4is completed by employees when they start working for a company. The employer uses the information on Form W-4 to determine how much income to withhold from paychecks for taxes.\n\nThe information on Form W-4 (or sometimesForm W-9) helps track payroll, tax withholding, employer-provided benefits, and pre-tax contributions to things like a 401(k) retirement plan.\n\nWhen income for taxes is not withheld from income received, an employee will receiveForm 1099-MISC, which details the earnings and any deductions.\n\nA person who is paid by a company for services rendered but isn't an employee receivesForm 1099-NEC, which shows the amount paid.\n\nAll types of 1099 forms should arrive by the end of January following the tax year. Individuals must report this income on their annual tax return.\n\nForm W-2Gis a tax form that a gaming facility such as a casino may send if a taxpayer received winnings from gambling in the prior year.\n\nStudents receive a 1098-E statement when they've paid interest on a federal student loan. They also receive a 1098-T statement reporting college tuition expenses that might entitle students to tax deductions or credits.\n\nWhen the employee files taxes, the amount of tax withheld according to the W-2 form is deducted from their gross tax obligation. If more tax was withheld than owed, a refund will be issued. The IRS also uses Form W-2 to track an employee’s income and tax liability. If the income reported on an employee’s tax return is less than the income reported on Form W-2, the IRS may audit the taxpayer. Taxpayers must report all salary, wage, and tip income even if that income is not reported on a W-2.\n\nIndividuals commonly receive a W-2 from an employer if they earn at least $600 annually. Contracted individuals or independent contractors are not considered employees and receive a 1099 instead of a W-2.\n\nA W-4 is filled out by employees and provides an employer with the information they need to withhold the proper amount of income for taxes from each paycheck. A W-2 is filled out by employers at the end of the tax year and sent to employees so they can prepare their tax returns.\n\nForm W-2 is an IRS document that employers must send to an employee, the SSA, and the IRS every year. The form reports an employee's annual wages and the taxes withheld. Employees use the form to file their taxes.\n\nInternal Revenue Service. \"Taxable Income.\"\n\nInternal Revenue Service. \"Form W-2.\"\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nInternal Revenue Service. \"Topic No. 753, Form W-4 – Employee's Withholding Certificate.\"\n\nInternal Revenue Service. \"About Form W-2 G, Certain Gambling Winnings.\"\n\nInternal Revenue Service. \"About Form 1098-E, Student Loan Interest Statement.\"\n\nInternal Revenue Service. \"About Form 1098-T, Tuition Statement.\"\n\nInternal Revenue Service. \"About Form W-2, Wage and Tax Statement.\"",
  "url": "https://www.investopedia.com/terms/w/w2form.asp"
}