{
  "term": "What Are Qualified Dividends, and How Are They Taxed?",
  "definition": "A qualified dividend is an ordinary dividend, but it is reported to the IRS and taxed at capital gains tax rates.\n\nOrdinary dividends are payments a public company makes to the owners of its common stock shares. A qualifieddividendis an ordinary dividend reported to the Internal Revenue Service (IRS), taxed at capital gains tax rates.\n\nA dividend is considered qualified if the shareholder has held a stock for more than 60 days in the 121-day period that began 60 days before theex-dividend date.The ex-dividend date is one market day before the dividend’s record date. The record date is when a shareholder must be on the company’s books to receive the dividend.\n\nFor example, XYZ stock declares a dividend payment on Nov. 20 and sets a record date for a month later, with an ex-dividend date of Dec. 19. Those who bought XYZ stock before Dec. 19 and held it for at least 61 days in the 121-day period that began 60 days before the ex-dividend date pay thecapital gains taxrate on the dividend. Those who bought XYZ stock before Dec. 19 and received a dividend, but did not hold it for the required 61 days, would claim the dividend as ordinary income on their tax return for that year.\n\nIndividuals receive the next dividend if they purchase stock before the ex-dividend date.\n\nCapital gains are taxed at 0%, 15%, or 20%, depending on thetaxpayer’s income. Capital gains from selling collectibles or qualified small business stock may be up to 28%. Unrecaptured gains from selling Section 1250 real property are taxed up to 25%. Most investors pay zero or 15%, with only the highest earners paying the 20% rate.\n\nIRS Form 1099-DIV, Box 1a, Ordinary Dividends, shows all taxpayer dividends. Qualified dividends are listed in Box 1b on Form1099-DIVand are the portion of ordinary dividends from Box 1a that meet the criteria to be treated as qualified dividends. Qualified dividends must have been paid by a U.S. company or a qualifying foreign company, and the required dividendholding periodmust have been met.\n\nQualified and ordinary dividends have different tax implications that impact a return.The tax rate is 0% on qualified dividends if taxable income is less than $48,350 for singles and $96,700 for joint-married filers in the 2025 tax year.\n\nFilers who make more than $48,351 individually or $96,701 jointly have a 15% tax rate on qualified dividends. For those with income that exceeds $533,401 for a single person or $600,051 for a married couple, the capital gains tax rate is 20%.\n\nThere is an additional 3.8% net investment income tax (NIIT) on investment gains or income. To determine this tax, the IRS uses the lowest figure ofnet investment income (NII)or the excess of themodified adjusted gross income (MAGI)that exceeds $200,000 for single filers, $250,000 for married filing jointly, and $125,000 for married filing separately.\n\nMost regular dividends from U.S. corporations are considered qualified, but there are considerations for foreign companies, real estate investment trusts (REITs), master limited partnerships (MLPs), or tax-exempt companies. A foreign corporation qualifies for the special tax treatment if the company is incorporated in the United States, the corporation is eligible for the benefits of a comprehensive income tax treaty with the U.S., or the stock is readily tradable on an established securities market in the U.S. A foreign corporation is not qualified if considered apassive foreign investment company.\n\nSome dividends are automatically exempt from consideration as qualified dividends. These include dividends paid byreal estate investment trusts (REITs),master limited partnerships (MLPs), employee stock options, and those on tax-exempt companies. Dividends paid frommoney market accounts, such as deposits in savings banks, credit unions, or other financial institutions, do not qualify and should be reported as interest income.\n\nSpecial one-time dividends are also unqualified, and qualified dividends must come from shares not associated with hedging, such as those used for short sales, puts, and call options. These investments and distributions are subject to the ordinary income tax rate.\n\nPreferred stocks have a different holding period from common stocks, and investors must holdpreferred stocksfor more than 90 days during a 181-day period that starts 90 days before the ex-dividend date.The holding period requirements are somewhat different for mutual funds. The mutual fund must have held the security unhedged for at least 60 days of the 121-day period, which began 60 days before the security’s ex-dividend date.To receive capital gains tax treatment in a mutual fund, investors must have held the applicable share of the mutual fund for the same period.\n\nThe favorable tax treatment for qualified dividends is intended as an incentive to regularly use a share of their profits to reward their shareholders. It also givesinvestorsa reason to hold onto their stocks long enough to earn dividends.\n\nStock shares that pay dividends must be held for at least 61 days within a 121-day period that begins 60 days before the ex-dividend date.\n\nThe online trading platform or broker that an investor employs will break down the qualified and ordinary dividends paid in separate boxes on IRS Form 1099-DIV. Ordinary dividends are reported in Box 1a, and qualified dividends in Box 1b.\n\nFor most individual investors, qualified dividends offer the chance of a tax break. The dividends of most American companies are qualified dividends. The investor’s only concern should be to qualify for the lower capital gains tax rate by purchasing shares before the ex-dividend date and holding them for more than 60 days.\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Page 19.\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “Topic No. 404, Dividends.”\n\nInternal Revenue Service. “Topic No. 559, Net Investment Income Tax.”\n\nInternal Revenue Service. “Publication 550: Investment Income and Expenses (Including Capital Gains and Losses),” Page 20.",
  "url": "https://www.investopedia.com/terms/q/qualifieddividend.asp"
}