{
  "term": "What Is a Depositary Receipt (DR)? Definition, Types and Examples",
  "definition": "Investopedia / Michela Buttignol\n\nA depositary receipt (DR) is a negotiable certificate issued by a bank. It represents shares in a foreign company traded on a local stock exchange and gives investors the opportunity to hold shares in the equity of foreign countries. It gives them an alternative to trading on an international market.\n\nA depositary receipt was originally a physical certificate that allowed investors to hold shares in the equity of other countries. One of the most common types of DRs is the American depositary receipt (ADR), which has been offering companies, investors, and traders global investment opportunities since the 1920s.\n\nA depositary receipt allows investors to hold shares in stocks of companies that are listed on exchanges in foreign countries. A depositary receipt avoids the need to trade directly with the stock exchange in the foreign market. Investors instead transact with a major financial institution within their home country. This typically reduces fees and is far more convenient than purchasing stocks directly in foreign markets.\n\nInvestors can gain access to foreign stocks via American depositary receipts (ADRs) in the United States. ADRs are issued only by U.S. banks for foreign stocks that are traded on a U.S. exchange, including the American Stock Exchange (AMEX), NYSE, orNasdaq. The receipt is listed in U.S. dollars when an investor purchases an American depositary receipt. A U.S. financial institution overseas rather than a global institution holds the actual underlying security.\n\nADRs are a great way to buy shares in a foreign company while earningcapital gainsand possibly being paiddividends, which are cash payments by the companies to shareholders. Both capital gains and dividends are paid in U.S. dollars.\n\nADR holders don't have to transact in foreigncurrenciesbecause ADRs trade in U.S. dollars and clear through U.S. settlement systems. The U.S. banks require that the foreign companies provide them with detailed financial information, making it easier for investors to assess the company's financial health compared to a foreign company that only transacts on international exchanges.\n\nICICI Bank Ltd. islisted in Indiaand is typically unavailable to foreign investors. But ICICI Bank has an American depositary receipt issued by Deutsche Bank that trades on the NYSE, which most U.S. investors can access.This provides it with much wider availability among investors.\n\nGain more insight about depositary receipts from our in-depth tutorial onADR Basics.\n\nDepositary receipts have spread to other parts of the globe in the form ofglobal depositary receipts (GDRs), European DRs, and international DRs. ADRs are traded on a U.S. national stock exchange, but GDRs are commonly listed on European stock exchanges such as the London Stock Exchange. Both ADRs and GDRs are usually denominated in U.S. dollars, but they can also be denominated in euros.\n\nA GDR works similarly to an ADR but in reverse. A U.S.-based company thatwants its stock to be listedon the London Stock Exchange can accomplish this via a GDR. The U.S.-based company enters into a depositary receipt agreement with the London depository bank. In turn, the London bank issues shares in Britain based on the regulatory compliance for both countries.\n\nDepositary receipts can be attractive to investors because they allow them to diversify their portfolios and purchase shares in foreign companies.Diversificationis an investment strategy in which a portfolio is constructed so it contains a wide variety of stocks in multiple industries. Diversifying using depository receipts along with other investments prevents a portfolio from being too heavily concentrated in one holding or sector.\n\nDepositary receipts provide investors with the benefits and rights of the underlying shares, which can include voting rights and dividends. They can open up markets that investors wouldn't have access to otherwise.\n\nDepositary receipts are more convenient and less expensive than purchasing stocks in foreign markets. ADRs help reduce the administration and duty costs that would otherwise be levied on each transaction.\n\nDepositary receipts help international companies raise capital globally and encourage international investment.\n\nOne of the disadvantages of depository receipts is that investors may find that many aren't listed on a stock exchange. They may only have institutional investors trading them.\n\nAnother potential downside to depositary receipts is their relatively lowliquidity. There aren't many buyers and sellers, and this can lead to delays in entering and exiting a position. They may also come with significant administrative fees in some cases.\n\nDepositary receipts such as ADRs don't eliminate currency risk for the underlying shares in another country. Dividend payments in euros are converted to U.S. dollars, net of conversion expenses and foreign taxes. The conversion is done in accordance with the deposit agreement. Fluctuations in the exchange rate could impact the value of the dividend payment.\n\nInvestors still face economic risks because the country in which the foreign company is located could experience a recession, bank failures, or political upheaval. The value of depository receipt would fluctuate as a result, along with any heightened risks in the foreign county.\n\nThere are also risks with attending securities that aren't backed by a company. The depositary receipt may be withdrawn at any time, and the waiting period for the shares being sold and the proceeds distributed to investors can be long.\n\nA foreign-listed company typically hires a financial advisor to help it navigate regulations when it wants to create a depositary receipt abroad. The company also generally uses a domestic bank to act as the custodian and a broker in the target country. The domestic bank will list shares of the firm on an exchange, such as theNew York Stock Exchange (NYSE), in the country where the firm is located.\n\nDividends and gains earned on American depositary receipts are paid in U.S. dollars, net of expenses and foreign taxes. Most banks withhold to cover foreign taxes, but the full income is still reportable and potentially taxable on your U.S. tax return, potentially resulting in double taxation unless steps are taken to prevent this.\n\nA depositary bank works with a foreign company and its custodian bank with a sponsored American depositary receipt. ADRs are otherwise issued by brokers or dealers that own common stock in the foreign company. Unsponsored ADRs aren't commonly available on exchanges.\n\nYou can avoid trading directly with foreign stock exchanges by purchasing depositary receipts, but DRs come with both pros and cons. They're convenient, and they can be less expensive than trading directly because the fees are often reduced. But your investment can be impacted by economic risks and circumstances in the foreign country, and DRs aren't particularly liquid. Trades you make can be subject to some delays, so you'll want to be sure that you can weather these circumstances.\n\nJ.P. Morgan. \"Depositary Receipts.\"\n\nOffice of Government Ethics. \"American Depositary Receipt.\"\n\nInvestor.gov. \"Investor Bulletin: American Depositary Receipts.\"\n\nDeutsche Bank. \"ICICI Bank Ltd.\"\n\nInvestor.gov. \"International Investing.\"\n\nInternal Revenue Service. \"Memorandum: Depositary Receipts Programs,\" Pages 2-3.",
  "url": "https://www.investopedia.com/terms/d/depositaryreceipt.asp"
}