{
  "term": "What Is a Government Bond?",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA government bond is a debt security issued by a government to support spending and obligations. Government bonds pay bondholders periodic interest payments calledcoupon payments.Government bondsissued and backed by national governments are often considered low-risk investments. Government bonds issued by a federal government are also known assovereign debt.\n\nInvestors whobuy government bondsand hold them until maturity enjoy regular interest payments and a return on their initial investment. The price of a government bond will fluctuate in the market. Bond prices have an inverse relationship with interest rates⁠—so when interest rates go up, government bond prices go down in the secondary market.\n\nTheU.S. Treasury Departmentsells issued bondsduring auctionsthroughout the year.Only certain registered participants, often large banks, can buy U.S. government bonds directly at auction.When the government holds a bond auction, each buyer submits its purchase bid, and the auction continues until all the bonds are duly distributed.\n\nSome bonds are traded in thesecondary market. Individual investors can buy and sell previously issued bonds through this marketplace. Treasuries are widely available for purchase through the U.S. Treasury, brokers, andexchange-traded funds (ETFs), a basket of securities.\n\nFixed-rate government bonds haveinterest rate riskwhen interest rates rise and investors hold lower-paying fixed-rate bonds. If a fixed-rategovernment bondpays 2% per year and prices rise 1.5%, the investor earns only 0.5% in real terms.\n\nU.S. Treasuries are regarded as nearlyrisk-freeinvestments, however, those floated by other countries may carry a greater degree of risk.Due to this risk-free nature, market participants and analysts use Treasuries as a benchmark in comparing the risk associated with securities. The 10-year Treasury bond is also used as a benchmark and guide for interest rates on lending products.\n\nOther government-backed bonds, particularly those inemerging markets, carry regional, political, and central bank risks. Investors saw a bleak reminder of how risky some government bonds can be during theAsian financial crisisof 1997 and 1998.During this crisis, several Asian nations were forced to devalue their currency, which sent reverberations around the globe.\n\nGovernment bonds provide both benefits and disadvantages to the bondholder. These debt securities tend to return a steady stream of interest income. However, this return is usually lower than other products on the market due to the low level of risk.\n\nThe market for U.S. government bonds is very liquid, allowing the holder to resell them on the secondary bond market easily. Some ETFs andmutual fundsfocus their investment on Treasury bonds.\n\nFixed-rate bonds may fall behind during increasing inflation or rising market interest rates. Also, foreign bonds are exposed to sovereign or governmental risk, and changes in currency rates, and have a higher risk of default.\n\nLow risk of default for U.S. bonds\n\nAssessable through mutual funds and ETFs\n\nCarry risk when market interest rates increase\n\nDefault and other risks on foreign bonds\n\nU.S. Treasury securities are available to investors through their broker, bank, or theTreasuryDirectwebsite. Investors can also look to ETFs or mutual funds that invest in Treasuries. Municipal bonds are available from a broker.\n\nIn the U.S., thenational debtrefers largely to the notional value of outstanding government bonds. The largest portion of the national debt, approximately $28.2 trillion, is publicly held. Intragovernmental holdings make up nearly $7.1 trillion, for a total debt of around $35.3 trillion as of Q3 2024.\n\nGovernment bonds help fund deficits in the federal budget and are used to raise capital for various projects such as infrastructure spending. However, government bonds are also used by the Federal Reserve Bank tocontrol the nation's money supply. When theFederal Reserverepurchases U.S. government bonds, the money supply increases as sellers receive funds to spend or invest in the market. Any funds deposited into banks are used to loan money to companies and individuals, further boosting economic activity.\n\nForeign governments issue debt in the form of bonds. Some of these commonly include U.K.Gilts, GermanBunds, French OATs, and JapaneseJGBs.\n\nGovernment bonds carry a risk-free rate of return but come with lower yields. In the U.S., federal bonds are known as Treasuries. Foreign governments also issue bonds. State and local governments issue municipal bonds that may offer certain tax exemptions.\n\nU.S. Securities and Exchange Commission, Investor. \"Bonds.\"\n\nMunicipal Securities Rulemaking Board. \"Municipal Bond Basics.\"\n\nTreasuryDirect. \"Comparing EE and I Bonds.\"\n\nTreasury Direct. \"Treasury Bills.\"\n\nTreasuryDirect. \"Treasury Notes.\"\n\nTreasuryDirect. \"Treasury Bonds.\"\n\nTreasuryDirect. \"Treasury Inflation Protected Securities (TIPS).\"\n\nTreasuryDirect. \"When Auctions Happen (Schedules).\"\n\nTreasuryDirect. \"Who May Bid? Questions and Answers.\"\n\nTreasuryDirect. \"How Auctions Work.\"\n\nTreasuryDirect. \"About Treasury Marketable Securities.\"\n\nFederal Reserve History. \"Asian Financial Crisis.\"\n\nU.S. Department of the Treasury, FiscalData. \"Debt to the Penny.\"",
  "url": "https://www.investopedia.com/terms/g/government-bond.asp"
}