{
  "term": "What Is a Finder's Fee? Definition, Standard Fees, and Examples",
  "definition": "A finder's fee (also known as \"referral income\" or \"referral fee\") is a payment made to an intermediary in, or the facilitator of, a transaction. The finder's fee is rewarded because the intermediary discovered the deal and brought it to the attention of interested parties. Or, the intermediary brought the interested parties together, and the transaction took place as a result.\n\nThe presumption is that without the intermediary, the parties may not have found each other and the deal may not have occurred. Thus, the intermediary or facilitator warrants compensation.\n\nDepending on the circumstance in which the deal is established or completed, the finder's fee can be paid by either the transaction's buyer or seller.\n\nA finder's fee is a reward and thus a form of incentive to prompt business contacts and other resources to communicate the needs or opportunities of a company or organization to potential clientele or partners.\n\nWhile contracts are not required in such arrangements, structuring and agreeing to terms for finder’s fees can keep all parties in agreement on the scope of compensation that will be paid. This may be especially useful for contacts who repeatedly attract business to the company.\n\nThe terms of finder’s fees can vary greatly, with some of those who pay them citing 5% to 35% of the total value of the deal being used as abenchmark.\n\nIn many cases, the finder's fee may simply be a gift from one party to another, as typically, no legal obligation to pay a finder's fee exists.\n\nA finder's fee is thus different from a commission and aservice charge, which are legally required to be paid to a person or business in exchange for completing a service.\n\nA finder's fee is paid to an intermediary in a transaction as an acknowledgment of the role played by the intermediary in sourcing a deal and bringing it to an interested party.\n\nFinder's fees are used and paid in a wide variety of circumstances and for any number of business transactions.\n\n1. Finder’s fees may be used to reward business contacts who refer new clients or bring in new sales to a company.\n\nFor instance, if a contact arranges a meeting between a potential buyer and the seller of a business, they might receive a finder’s fee. A finder's fee can also apply to businesses that seek and gaininvestorsthrough referrals from others.\n\n2. There can be a finder's fee included in deals where a company buys select assets or materials from another company. For example, perhaps a rental car company needs more sedans for its fleet. A finder’s fee could be paid to the person who arranges the purchase of used sedans from a competitor or from a business that no longer needs those vehicles.\n\n3. As another example, say a movie production company is in the market to acquire more cameras, lights, and other equipment. A finder’s fee might be paid to a person or company if, as a result of that intermediary connecting the company with a seller, a transaction takes place.\n\n4. Finder’s fees might be offered when a company or party seeks to secure freelance professionals or contractors to complete projects.\n\n5. Finder's fees also can occur withreal estatetransactions. One individual could be looking to sell a property, but not have any buyers in mind until a friend discovers a potential buyer. If the transaction goes through, and the potential buyer ends up purchasing the property, the seller might give the friend a small percentage of the sale, as a reward for finding the purchaser. Similarly, real estate agents are allowed togive referral feesto other licensed professionals.\n\nA finder's fee may be paid if someone plays a role in helping another person transact business.\n\nNormally, it is not unless a contract, or legally binding agreement, is made for a finder's fee to be paid between the person facilitating a sale and the person who wishes to make the sale.\n\nNo, it isn't. Depending on the parties involved and the business transaction that closed, the finder's fee could be a non-monetary gift selected as a simple thank-you.\n\nA finder's fee is some form of reward given to one party—an intermediary—who helps another party close a business transaction. It can be financial compensation or a gift of some kind that acknowledges the role the intermediary played in facilitating a deal.",
  "url": "https://www.investopedia.com/terms/f/finders-fee.asp"
}