{
  "term": "What Is Aggregate Demand?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAggregate demand is the total dollar value of spending on finished goods and services within an economy during a set time period.\n\nAggregate demand is the sum total of all spending for finished goods and services in an economy. The total for aggregate demand includes the value of all consumer goods,capital goods, exports, imports, and government spending programs.\n\nWhile gross domestic product (GDP) measures the goods and services produced, aggregate demand measures overall spending on goods and services.\n\nAggregate demand is a macroeconomic term and can be compared with thegross domestic product (GDP). GDP represents the total amount of goods and servicesproducedin an economy, while aggregate demand isthe demand or desirefor those goods.\n\nThe total demand for consumer goods, capital goods, exports, imports, and government spending programs is determined by the overall collective spending on products and services by all economic sectors.\n\nAggregate demand and GDP commonly increase or decrease together. Aggregate demand equals GDP in the long run only after adjusting for theprice level. Short-run aggregate demand measures total output for a single nominal price level without adjusting forinflation.\n\nAggregate demand is measured by market values and only represents total output at a given price level, and does not necessarily represent the quality of life orstandard of livingin a society.\n\nThe equation for aggregate demand adds the amount of consumer spending, investment spending, government spending, and the net of exports and imports. The formula is shown as follows:\n\nAggregate Demand=C+I+G+Nxwhere:C=Consumer spending on goods and servicesI=Private investment and corporate spending onnon-final capital goods (factories, equipment, etc.)G=Government spending on public goods and socialservices (infrastructure, etc.)Nx=Net exports (exports minus imports)\\begin{aligned}&\\text{Aggregate Demand}=\\mathrm{C+I+G+Nx}\\\\&\\textbf{where:}\\\\&\\mathrm{C}=\\text{Consumer spending on goods and services}\\\\&\\mathrm{I}=\\text{Private investment and corporate spending on}\\\\&\\quad\\text{ \\,\\,\\,non-final capital goods (factories, equipment, etc.)}\\\\&\\mathrm{G}=\\text{Government spending on public goods and social}\\\\&\\qquad\\text{\\,services (infrastructure, etc.)}\\\\&\\mathrm{Nx}=\\text{Net exports (exports minus imports)}\\end{aligned}​Aggregate Demand=C+I+G+Nxwhere:C=Consumer spending on goods and servicesI=Private investment and corporate spending onnon-final capital goods (factories, equipment, etc.)G=Government spending on public goods and socialservices (infrastructure, etc.)Nx=Net exports (exports minus imports)​\n\nThe aggregate demand formula is also used by the U.S. Bureau of Economic Analysis to measure GDP in the U.S.\n\nLike most typicaldemand curves, the aggregate demand curve slopes downward from left to right, with goods and services on the horizontal X-axis and the overall price level of the basket of goods and services on the vertical Y-axis. Demand increases or decreases along the curve as prices for goods and services either increase or decrease.\n\nThe 18th-century French classical liberal economistJean-Baptiste Saystated that consumption is limited to productive capacity and that social demands are essentially limitless, a theory referred to asSay's Law of Markets.TheAustrian Schooland real business cycle theorists stress that consumption is only possible after production. This means an increase in output drives an increase in consumption, not the other way around.\n\nSay's law, the basis ofsupply-side economics, ruled until the 1930s and the advent of the theories of British economistJohn Maynard Keynes. Keynes argued that demand drives supply, and stimulating aggregate demand increases output. Keynes considered unemployment a byproduct of insufficient aggregate demand because wage levels would not adjust downward fast enough to compensate for reduced spending. He encouraged government spending to increase aggregate demand until idle economic resources, including laborers, were redeployed.\n\nAs ademand-side economist, Keynes further argued that individuals could end up damaging production by hoarding money. Other economists argue that hoarding can impact prices but does not necessarily change capital accumulation, production, or future output. In other words, the effect of an individual's saving money—more capital available for business—does not disappear due to a lack of spending.\n\nDuring an economic crisis, economists often debate whether aggregate demand slowed,leading to lower growth,or GDP contracted,leading to less aggregate demand. Boosting aggregate demand also boosts the size of the economy in terms of measured GDP. However, this does not prove that an increase in aggregate demand creates economic growth. Since GDP and aggregate demand share the same calculation, it only indicates that they increase concurrently. The equation does not show which is the cause and which is the effect.\n\nThefinancial crisis of 2007-08, sparked by massive amounts of mortgage loan defaults, and the ensuingGreat Recession, offer a good example of a decline in aggregate demand due to economic conditions. In 2020, theCOVID-19 pandemiccaused reductions in both aggregate supply and production, and aggregate demand or spending. As aggregate demand fell, businesses either laid off part of their workforces or otherwise slowed production.\n\nA poor-performing economy and rising unemployment commonly lead to a decline in personal consumption or consumer spending.\n\nAggregate demand is a concept of macroeconomics that represents the total demand within an economy for all kinds of goods and services at a certain price point. In the long term, aggregate demand is indistinguishable from GDP.\n\nBureau of Economic Analysis. \"What is GDP?,\" Page 2.\n\nMises Institute. \"Say's Law of Markets.\"\n\nInternational Monetary Fund. \"What Is Keynesian Economics?\"\n\nCongressional Research Service. \"U.S. Economic Recovery In the Wake of COVID-19: Successes and Challenges,\" Page 5.",
  "url": "https://www.investopedia.com/terms/a/aggregatedemand.asp"
}