{
  "term": "What Is a Brokerage Fee? How Fees Work and Types",
  "definition": "A brokerage fee is afeeorcommissiona broker charges to execute transactions or provide specialized services on behalf of clients. Brokers charge brokerage fees for services such as purchases, sales, consultations, negotiations, and delivery.\n\nBrokerage fees are used in various industries where brokerage services are applicable, including financial services, insurance, real estate, and delivery services, among others.\n\nInvestopedia / Danie Drankwalter\n\nBrokerage fees, also known as broker fees, can be charged as a percentage of the transaction, a flat fee, or a combination of the two. The fees vary depending on the industry and broker type.\n\nIn thereal estateindustry, a brokerage fee is typically a flat fee or a standard percentage charged to the buyer, the seller, or both.Mortgage brokershelp potential borrowers find and secure mortgage loans; their associated fees are generally between 1% and 2% of the loan amount.\n\nIn theinsuranceindustry, a broker, unlike an agent, represents the interests of the customer rather than the insurer. Brokers help customers find the best insurance policies to meet their needs and charge fees for their services. In rare instances, brokers may collect fees from both the insurer and the individual buying the insurance policy.\n\nIn thefinancial securitiesindustry, a brokerage fee is charged to facilitate trading, manage investment accounts, or provide various other services. The three main types of brokers that charge brokerage fees are full-service brokers, online brokers, and robo-advisors.\n\nFull-service brokersoffer a wide range of products and services, such as estate planning, wealth management, tax consultation and preparation,sell-sideresearch, and other services. As a result, these brokers charge the highest fees in the industry.\n\nThe standard commission for full-service brokers today is between 1% to 2% of a client’s managed assets. For example, if a client has a $500,000 portfolio, they can expect to pay their broker $5,000 to $10,000 annually.\n\nA12B-1 feeis a recurring fee that a broker receives for selling a mutual fund. The fees range from 0.25% to 1% of the total value of the trade. Annual maintenance fees range from 0.25% to 1.5% of assets.\n\nOnline and discount brokersoffer far fewer services than full-service brokers, and their primary focus is enabling clients to buy and sellfinancial securities. In many cases, they don’t have brick-and-mortar locations and operate fully online. They charge significantly lower fees than full-service brokers. In fact, afterRobinhoodpioneered commission-free stock and ETF trading, most online brokers followed suit and now allow users to buy and sell stocks, ETFs, and,in some cases, optionsfor free. Most online brokers still charge fees for access to more complex instruments, likefutures, or more exotic assets, likecryptocurrencies.\n\nAfter Robinhood pioneered no-fee stock, ETF, and options trading, most other well-established and new firms followed suit, making trading costs a less significant consideration for thosechoosing an online broker.\n\nRobo-advisors are not traditional brokerage accounts, but they have rapidly gained a foothold in the investment world since emerging around 2010. Unlike traditional brokerages, where investors or human advisors manage portfolios, robo-advisors leverage algorithms to provide automated financial planning and investment management.\n\nRobo-advisors are a viable alternative for less-experienced investors and those looking for a hands-off approach, especially since they’re also very cost-effective. Some robo-advisors charge fees as low as 0% annually, though the industry average is currently between 0.20% and 0.30% annually.\n\nInvestors can reduce account costs bycomparing online brokers, the services they provide, and the fees they charge. Buying no-load mutual funds or fee-free investments can help avoid per-trade fees. It is important to read the fine print or fee schedule and ask questions about any fees charged.\n\nToday,most online platformsoffer $0 trading in stocks, ETFs, and even options. The disappearance of outright brokerage fees for trades is due to intense competition resulting infee compression. Nowadays, brokers make money from margin lending, loaning your stock positions to short sellers, premium features, and account fees, with some also profiting byselling your order flowto market makers.\n\nFees for money management have also been compressed throughrobo-advisors, which use algorithms to automatically establish and maintain an optimal investment portfolio. These services charge far less than a human advisor, generally between 0.20% and 0.30% per year based on assets held.\n\nTraditionally, most investors and traders had to pay fees to brokers to execute trades and maintain their accounts. With the advent of Internet-based trading, online account management, and fierce competition among brokerage firms, fees on stock and ETF trades have dropped to zero at most platforms.\n\nRobinhood was one of the first large online brokers to offer free trading in stocks and ETFs in 2013 when its app officially launched. Since then, many brokerages have followed suit, including Charles Schwab, Fidelity, Merrill Edge, E*TRADE, Interactive Brokers, Webull, J.P. Morgan, Vanguard, SoFi, and Ally Invest, among others.\n\nMany brokers charge a fixed commission plus a per-contract fee for options trades. The exact commission structure will vary based on your broker and your level of trading. For example, E*TRADE charges $0.65 per contract but reduces it to $0.50 per contract for accounts with more than 30 trades in a month.\n\nRealtors and real estate brokers typically charge around 5% to 6% of the selling price of a house. This is often split between the seller's agent and the buyer's agent. Some discount real estate brokerages may charge a lower rate or even offer a fixed-fee service.\n\nBrokerage fees are the cost of doing business with a broker and caneat into your returns. When choosing a broker, take the time to assess the services you're receiving and whether the cost of those services benefits you. Additionally, consider any other fees a broker may charge. Today, through online brokers, brokerage fees for simple stock investing are very low or nonexistent, allowing you to keep larger portions of your investment returns.\n\nNasdaq. \"The Rise of Robo-Advisors: What You Need to Know.\"\n\nRobinhood. \"Trading Fees on Robinhood.\"",
  "url": "https://www.investopedia.com/terms/b/brokerage-fee.asp"
}