{
  "term": "What Is Market Depth? Definition, How It's Used, and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nMarket depth refers to a market's ability to absorb relatively largemarket orderswithout significantly impacting the price of the security. Market depth considers the overall level and breadth ofopen orders, bids, and offers, and usually refers to trading within an individual security. Typically, the more buy and sell orders that exist, the greater the depth of the market—provided that those orders are dispersed fairly evenly around the current market price of that security.\n\nMarket depth, ordepth of market (DOM), is closely related to liquidity and volume within a security, but does not imply that every stock showing a high trade volume has good market depth. Market depth can be evaluated by looking at theorder bookof a security, which consists of a list of pending orders to buy or sell at various price levels. On any given day, there may be an imbalance of orders large enough to create high volatility, even for stocks with the highest daily volumes.\n\nThe decimalization of ticks on the major U.S. exchanges has been said to increase overall market depth, as evidenced by the decreased importance ofmarket makers, a position needed in the past to prevent order imbalances.\n\nMarket depth is a derivative of all the orders that populate a security's order book at any given point in time. It is the amount that will be traded for alimit orderwith a given price—if it is not limited by size—or the least favorable price that will be obtained by a market order with a given size—or a limit order that is limited by size and not price.\n\nAlthough a change in price may, in turn, attract subsequent orders, this is not included in market depth since it is an unknown. For example, if the market for a stock is \"deep,\" there will be a sufficient volume of pending orders on both thebid and askside, preventing a large order from significantly moving the price.\n\nDepth of market also refers to the number of shares of a particular stock which can be bought without causing price appreciation. If the stock is extremelyliquidand has a large number of buyers andsellers, purchasing a bulk of shares typically will not result in noticeable stock price movements.\n\nMarket depth data helps traders determine where the price of a particular security could be heading. For example, a trader may use market depth data to understand thebid-ask spreadfor a security, along with thevolumeaccumulating above both figures.\n\nSecurities with strong market depth will usually have strong volume and be quite liquid, allowing traders to place large orders without significantly affecting the market price. Meanwhile, securities with poor depth could be moved if a buy or sell order is large enough.\n\nMarket depth data usually exists in the form of an electronic list of buy and sell orders known as the order book. These are organized by price level and updated inreal-timeto reflect current activity.In the past, this data used to be available for a fee, but nowadays mosttrading platformsoffer some form of market depth display for free. This allows all parties trading in a security to see a full list of buy and sell orders pending execution, along with their sizes—instead of simply the best ones.\n\nReal-time market depth data allows traders to profit from short-term price volatility. For example, if a companygoes publicand begins trading for the first time, traders can stand by for strong buying demand, signaling the price of the newly public firm could continue an upward trajectory.\n\nConsider the order book information in the image below, which displays the current bid-ask spread on the left, along with the market depth on the right. This type of quote is also known aslevel 2market data.\n\nThe current quote in the security, MEOW shares, is $13.62 – $13.68, with 3,000 shares on the bid and 500 shares on the offer. The right panel indicates the depth of bids on the left. If all 3,000 shares were sold at $13.62, the next best bid would be $13.45, but only for 16 shares.\n\nShould you have an order to sell 10,000 MEOW shares at the market, you would sell all the available bids down to $13.35, where there is a standing order to buy 43,500 shares. Selling 10,000 shares would thus move the market down nearly 30 cents, or about 2%. This indicates a low level of market depth.\n\nNasdaq. \"Nasdaq TotalView-Greater Insights with Full Depth-of-Book.\"",
  "url": "https://www.investopedia.com/terms/m/marketdepth.asp"
}