{
  "term": "What Is an S Corp? Definition, Taxes, and How to File",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Michela Buttignol\n\nAn S corp is a business structure that allows small businesses to pass income, deductions, and credits directly to shareholders, avoiding federal corporate tax while offering liability protection.\n\nAn S corp (or S corporation) is a business structure that is permitted under the tax code to pass its taxable income, credits, deductions, and losses directly to its shareholders. That gives the S corp certain advantages over the more common C corp.\n\nThe S corp is available only to small businesses with 100 or fewer shareholders. It is an alternative to the limited liability company (LLC).\n\nBoth S corps and LLCs are known as pass-through entities because they pay no corporate taxes. Instead, they pay their shareholders, who become responsible for the taxes due.\n\nS corp gets its name from Subchapter S of the Internal Revenue Code, under which it has elected to be taxed.\n\nThe key characteristic of a corporation filed under Subchapter S: It may pass business income, losses, deductions, and credits directly to shareholders, without paying any federal corporate tax.\n\nThis is known as apass-through entity. This gives it somespecial tax benefitsunder the 2017 Tax Cuts and Jobs Act. However, it is liable on the corporate level for taxes on specific built-in gains and passive income.\n\nAside from its tax status, an S corp is similar to any other corporation, orC corporationas it's officially known. An S corp is a for-profit company, incorporated under and governed by the same state corporation laws. It offers similar liability protection, ownership, and management advantages as a C corp.\n\nAn S corp must also observe internal practices and formalities that include:\n\nThe main difference between an S corp and a C corp is how each is taxed. C corp profits are taxed when earned and then taxed again when distributed to shareholders asdividends. This results in a double tax.\n\nAn S corp may pass income directly to shareholders without having to pay federal corporate taxes.\n\nTo qualify for S corporation status, a business has to meet certainInternal Revenue Service (IRS)requirements:\n\nPartnerships, corporations, andnonresident alienscannot qualify as eligible shareholders.\n\nS corp shareholders report income, gains, and losses from the corporation on their individual tax returns, and they pay taxes at their ordinary income tax rates. Since the money comes to them free of corporate tax, S corp status preventsdouble taxationof any income or earnings from the corporation.\n\nTo create an S corporation, a business must first beincorporated.\n\nIt then must file Form 2553 with the IRS. This form is known officially as Election by a Small Business Corporation.\n\nIt states that the IRS will accept the S corp status only if the business meets all the qualifications for the status, “all shareholders have signed the consent statement, an officer has signed below, and the exact name and address of the corporation (entity) and other required form information have been provided.”\n\nTax benefits: no or lower corporate and self-employment tax for owner, no double taxation for shareholders\n\nProtections of incorporation: limited liability, transfer of interests\n\nPotentially growth-inhibiting qualifications to maintain status\n\nAlimited liability company (LLC)is another type of legal business entity. Like the S corp, it’s a common go-to structure for small businesses.\n\nLLCs and S corpsshare other characteristicsas well. Both are pass-through entities, meaning that they don’t pay corporate taxes. Both offer limited liability protection for their owners/principals, meaning that the owners’ personal assets can’t be touched by business creditors, nor can they be held personally responsible in lawsuits filed against the company.\n\nAs a pass-through entity, LLC ownersalso have tax benefitsdue to the Tax Cuts and Jobs Act, just as S corp owners do.\n\nHowever, LLCs are more flexible than S corps. They aren’t subject to the IRS regulations concerning the number and type of shareholders/owners (called members) or to other federal or state rules regarding governance (no required board, meetings, or minutes), procedure, and distribution of funds. And they can allocate their profits and losses in whatever proportions the owners desire.\n\nEasier to establish than S corps, LLCs typically are formed by sole proprietors or small groups of professionals, like attorneys, doctors, or accountants. However, their financing options are more limited—generally, to bank loans, as opposed to equity investors—which can limit their potential for growth.\n\nAlthough they are largely exempt from corporate taxes, S corporations must still report their earnings to the federal government and file tax returns.\n\nForm 1120-Sis essentially an S corp’s tax return. Often accompanied by aSchedule K-1, which delineates the percentage of company shares owned by each individual shareholder, Form 1120-S reports the income, losses, dividends, and other distributions that the corporation has passed to its shareholders.\n\nUnlike C corps, which must file quarterly, S corps only file once a year, like individual taxpayers. Form 1120-S is simpler than tax forms for C corporations, too.\n\nAs long as a company elects S corporation status (and the IRS has accepted that election), it must file Form 1120-S. The form is due by the 15th day of the third month after the end of its fiscal year—generally, March 15 for companies that follow a calendar year.\n\nAn S corp is a type of business structure where the business does not pay taxes itself. Instead, the money the business generates is passed on to the business owners who pay personal income tax. This avoids double taxation: the business being taxed and the owners being taxed.\n\nAn S corp structure also helps in reducing other taxes, such as self-employment tax. Note that S corp structures come with additional rules and paperwork that must be followed to comply with IRS regulations.\n\nChoosing an S-corp structure as a business owner can be a strategy to help you reduce the taxes you pay; your business won't need to pay any taxes as the income earned flows to you, and you then pay income taxes.\n\nThis can lead to a lot of extra money in your pocket and less strain on your business, particularly if you take advantage of some tax breaks, such as self-employment taxes.\n\nAdditionally, S corps offer owners limited liability protection, ensuring a business owner's personal assets, such as savings and their home, will be off limits to creditors looking to collect on outstanding liabilities should the business go bankrupt.\n\nWhile an S corp comes with these benefits, the drawback is the strict rules and regulations that one needs to comply with, such as paying fees, keeping specific records, and holding annual meetings; however, this may be worth the benefits.\n\nLike individuals, S corporations can request a six-month extension to file their tax returns. To do so, they must file Form 7004: Application for Automatic Extension of Time to File Certain Business Income Tax, Information, and Other Returns by their return’s regular due date.\n\nS corps combine the benefits of corporations with the tax advantages of partnerships. They offer the limited liability protection of the corporate structure—meaning that an owner’s personal assets can’t be accessed by business creditors or legal claims against the company. But, like partnerships, they don’t pay corporate taxes on any earnings and income that they generate. They can also help owners avoid self-employment tax.\n\nIn many ways, an S corp works as any corporation does. Operating under its home state’s corporation statutes, it establishes a board of directors and corporate officers, bylaws, and a management structure. It issues shares of company stock. Its owners cannot be held personally or financially liable for claims by creditors or against the company.\n\nC corps pay corporate taxes on their earnings, the way individuals pay income taxes. (In the U.S., corporations are taxed at a flat rate of 21%.) Any dividends or other profits are then distributed to shareholders with after-tax funds. S corps, by contrast, are generally exempt from federal tax on most earnings, so they can distribute more gains to stockholders. In return for this tax benefit, S corps face certain IRS-mandated restrictions.\n\nS corps are a common type of legal entity recommended for small businesses. They carry the tax advantages of partnerships while providing the limited liability protections of corporations. Sort of a “corporate lite” structure, they are easy to establish and simpler to maintain than regular C corporations.\n\nS corps require many of the protocols and incur many of the costs associated with regular corporations, starting with the fees and formalities associated with incorporation. They are definitely more expensive to establish and time-consuming to maintain than LLCs, another popular small-business structure.\n\nThough they are advantageous for fast-growing firms, the IRS places certain restrictions on their size and shareholders, which could eventually inhibit their expansion. Fortunately, it’s relatively easy for an S corp to change to C corp status, should business conditions prove favorable to do so.\n\nInternal Revenue Service. \"Tax Cuts and Jobs Act, Provision 11011 Section 199A - Qualified Business Income Deduction FAQs.\"\n\nInternal Revenue Service. “S Corporations.”\n\nU.S. Small Business Administration. \"Choose a Business Structure.\"\n\nWolters Kluwer. \"S Corporation Bylaws Govern the Company.\"\n\nInternal Revenue Service. \"Forming a Corporation.\"\n\nInternal Revenue Service. “Form 2553, Election by a Small Business Corporation.”\n\nInternal Revenue Service. \"S Corporation Employees, Shareholders and Corporate Officers.\"\n\nInternal Revenue Service. \"S Corporation Compensation and Medical Insurance Issues.\"\n\nInternal Revenue Service. \"Publication 334, Tax Guide for Small Business.\" Pages 30-39.\n\nInternal Revenue Service. \"Qualified Business Income Deduction.\"\n\nInternal Revenue Service. \"Federal Income Tax Rates and Brackets.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"S Corporation Stock and Debt Basis.\"\n\nWolters Kluwer. “S Corporations Advantages & Disadvantages? 7 Key Things You Should Know.”\n\nThe Tax Advisor. \"Avoiding Inadvertent Termination of an S Election.\"\n\nU.S. Small Business Administration. \"Register Your Business.\"\n\nWCG Inc. \"Costs of Operating an S Corp.\"\n\nInternal Revenue Service. \"Here’s How Businesses Can Deduct Startup Costs From Their Federal Taxes.\"\n\nInternal Revenue Service. \"Shareholder's Instructions for Schedule K-1 (Form 1120-S).\" Page 1.\n\nInternal Revenue Service. \"About Form 1120-S, U.S. Income Tax Return for an S Corporation.\"\n\nInternal Revenue Service. \"Publication 542, Corporations.\" Page 23.\n\nInternal Revenue Service. “Form 1120-S, U.S. Income Tax Return for an S Corporation.”\n\nInternal Revenue Service. \"Instructions for Form 1120-S, U.S. Income Tax Return for an S Corporation.\" Page 3.\n\nInternal Revenue Service. “About Form 7004, Application for Automatic Extension of Time to File Certain Business Income Tax, Information, and Other Returns.”\n\nInternal Revenue Service. \"Publication 542, Corporations.\" Page 15.",
  "url": "https://www.investopedia.com/terms/s/subchapters.asp"
}