{
  "term": "What Is Market Segmentation Theory? Definition and How It Works",
  "definition": "Market segmentation theory is a theory that long and short-term interest rates are not related to each other. It also states that the prevailing interest rates for short, intermediate, and long-term bonds should be viewed separately like items in different markets for debt securities.\n\nThis theory's major conclusions are that yield curves are determined by supply and demand forces within each market/category of debt security maturities and that the yields for one category of maturities cannot be used to predict the yields for a different category of maturities.\n\nMarket segmentation theory is also known as the segmented markets theory. It is based on the belief that the market for each segment of bondmaturitiesconsists mainly of investors who have a preference for investing in securities with specific durations: short, intermediate, or long-term.\n\nMarket segmentationtheory further asserts that the buyers and sellers who make up the market for short-term securities have different characteristics and motivations than buyers and sellers of intermediate and long-term maturity securities. The theory is partially based on the investment habits of different types of institutional investors, such as banks and insurance companies. Banks generally favor short-term securities, while insurance companies generally favor long-term securities.\n\nA related theory that expounds upon the market segmentation theory is thepreferred habitat theory. The preferred habitat theory states that investors have preferred ranges of bond maturity lengths and that most shift from their preferences only if they are guaranteed higher yields.While there may be no identifiable difference in market risk, an investor accustomed to investing in securities within a specific maturity category often perceives a category shift as risky.\n\nThe yield curve is a direct result of the market segmentation theory. Traditionally, theyield curvefor bonds is drawn across all maturity length categories, reflecting a yield relationship between short-term and long-term interest rates. However, advocates of the market segmentation theory suggest that examining a traditional yield curve covering all maturity lengths is a fruitless endeavor because short-term rates are not predictive of long-term rates.\n\nDreifus, Kenneth S. and et al. \"Do Investors Still Gravitate to Preferred Habitats on the US Treasury Yield Curve?\"Business and Economic Research, vol. 8, no. 2, May 2018, pp. 217.\n\nDreifus, Kenneth S. and et al. \"Do Investors Still Gravitate to Preferred Habitats on the US Treasury Yield Curve?\"Business and Economic Research, vol. 8, no. 2, May 2018, pp. 214-229.",
  "url": "https://www.investopedia.com/terms/m/market-segmentation-theory.asp"
}