{
  "term": "What Is Option-Adjusted Spread (OAS)? Definition and Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe option-adjusted spread (OAS) is the measurement of the spread of a fixed-income security rate and therisk-free rate of return, which is then adjusted to take into account anembedded option. Typically, an analyst uses Treasury yields for the risk-free rate. The spread is added to the fixed-income security price to make the risk-free bond price the same as the bond.\n\nThe option-adjusted spread helps investors compare a fixed-income security’s cash flows to reference rates while also valuing embedded options against general market volatility. By separately analyzing the security into a bond and the embedded option, analysts can determine whether the investment is worthwhile at a given price. The OAS method is more accurate than simply comparing a bond’syield to maturityto a benchmark.\n\nThe option-adjusted spread considers historical data as the variability of interest rates and prepayment rates. These factors' calculations are complex since they attempt to model future changes in interest rates, prepayment behavior of mortgage borrowers, and the probability of early redemption. More advanced statistical modeling methods such asMonte Carlo analysisare often used to predict prepayment probabilities.\n\nA bond's yield to maturity (YTM) is the yield on a benchmark security, which can be a Treasury security with a similar maturity plus a premium or spread above the risk-free rate to compensate investors for the added risk.\n\nThe analysis gets more complicated when a bond has embedded options. These are call options, which give the issuer the right to redeem the bond prior to maturity at a preset price, and put options that allow the holder to sell the bond back to the company on certain dates. The OAS adjusts the spread in order to account for the potential changing cash flows.\n\nThe OAS takes into account two types ofvolatilityfacing fixed-income investments with embedded options: changing interest rates, which affect all bonds, and prepayment risk. The shortfall of this approach is that estimates are based on historical data but are used in a forward-looking model. For example, prepayment is typically estimated from historical data and does not take into account economic shifts or other changes that might occur in the future.\n\nThe OAS should not be confused with aZ-spread. The Z-spread is the constant spread that makes the bond's price equal to the present value of its cash flow along each point along the Treasury curve. However, it does not include the value of the embedded options, which can have a big impact on the present value. The Z-spread is also known as the static spread because of the consistent feature.\n\nThe OAS effectively adjusts the Z-spread to include thevalue of the embedded option. It is, therefore, a dynamic pricing model that is highly dependent on the model being used. Also, it allows for the comparison using the market interest rate and the possibility of the bond being called early—known as prepayment risk.\n\nAs an example,mortgage-backed securities(MBS) often have embedded options due to the prepayment risk associated with the underlying mortgages. As such, the embedded option can have a significant impact on the future cash flows and the present value of the MBS. OAS is therefore particularly useful in the valuation of mortgage-backed securities. In this sense, the prepayment risk is the risk that the property owner may pay back the value of the mortgage before it is due. This risk increases as interest rates fall. A larger OAS implies a greater return for greater risks.",
  "url": "https://www.investopedia.com/terms/o/optionadjustedspread.asp"
}