{
  "term": "What Is the Bloomberg Aggregate Bond Index, Who Tracks the Agg?",
  "definition": "Investopedia / Michela Buttignol\n\nThe Bloomberg Aggregate Bond Index or \"the Agg\" is a broad-based fixed-income index used by bond traders and the managers of mutual funds and exchange-traded funds as a benchmark to measure their relative performance.\n\nThe Bloomberg Aggregate Bond Index, or \"the Agg,\" is a broad-based fixed-income index used by bond traders and managers of mutual funds and exchange-traded funds (ETFs) as a benchmark to measure their relative performance.\n\nThis benchmark is so influential that it tracks over $50 trillion worth of fixed-income securities. This behemoth of an index doesn't just reflect the health of the bond market; it serves as a pulse check for the entire U.S. economy. Theindexhas been known as the \"Bloomberg Agg\" since August 2021. For many years, it was the Barclays Agg and, before that, the Lehman Agg. Bloomberg purchased Barclays' fixed-income indexes in 2016.\n\nThe Bloomberg Aggregate Bond Index is widely considered to be among the best total bond market indexes. In this way, the Agg is to the bond market what theWilshire 5000 Total Stock Indexis to the equity market. The Agg index includes government Treasury securities, corporate bonds, mortgage-backed securities (MBS), asset-backed securities, and municipal bonds. The Agg index only includes bonds that are of investment-grade quality or better.\n\nBy including a broad spectrum of effectively representing the overall performance of the investment-grade bond market. Investors and fund managers use the Agg to gauge their portfolio performance against a comprehensive standard, enabling them to determine how well their investments are performing relative to the broader market.\n\nBy following the index, investors can gain insights into interest rate movements, credit risk, and overall market sentiment. For instance, a rising Agg value generally indicates a favorable environment for bonds, featuring declining interest rates, while a declining Agg suggests increasing risk or rising rates. Moreover, the Agg's composition, which includes a significant portion of U.S. Treasurys, reflects changes in U.S. monetary policy and economic conditions.\n\nHowever, it is essential for investors to recognize that the Agg doesn't include the entire U.S. bond market since it excludeshigh-yield (\"junk\") bondsand certain municipal securities, which may limit its effectiveness as a comprehensive market indicator. Despite these limitations, the Agg remains a critical tool for investors who wish to benchmark their fixed-income investments and assess their performance relative to the broader bond market.\n\nThe Agg Index's history can be traced to indexes formed by Lipson, Roundtree, Kuhn, Loeb & Co. in 1973. The investment bank created two indexes—one that tracked U.S. government bonds and a second that tracked corporate bonds.\n\nThe composition of the AGG index is designed to represent the full range of investment-grade bonds traded in the U.S. It's composed of more than 10,000 issues. U.S. Treasurys represent almost 40% of the index. The remaining components represent the debt of major industries, including real estate, industrial companies, financial institutions, and utilities.\n\nThe composition of the Index includes the following (all data here and below is as of the third quarter of 2024):\n\nInvestors looking to gain maximum exposure to the fixed-income market can buy shares in an ETF or a mutual fund that tracks the index.\n\nAn ETF tied to the Agg will closely mirror this distribution. For example, the iShares AGG ETF holds about 10,000 securities. In fact, it is the largest bond ETF, with net assets of more than $111 billion, with a low expense ratio of 0.03%.\n\nThe Vanguard Total Bond Market Index Fund Admiral Shares (VBTLX), with more than $320 billion in assets under management (AUM) and an expense ratio of 0.05%, is among the largest bond mutual funds in the world, tracks the performance of the Bloomberg U.S. Aggregate Float-Adjusted Index.VBLTX has 65.4% of its funds invested in U.S. government debt, 3.7% in AAA-rated debt, 3.2% in AA debt, 12.1% in A debt, and 15.5% in BBB debt.\n\nIn August 2016, Bloomberg L.P. acquired the index as part of a larger purchase of Barclays' index and risk analytics business.After the acquisition, the index was renamed the \"Bloomberg Barclays US Aggregate Bond Index,\" and the Barclays name was dropped in 2021.\n\nBefore becoming the Barclays Aggregate Bond Index, it was the Lehman Aggregate Bond Index until November 2008, when Lehman went under and Barclays Bank acquired its assets.\n\nAn aggregate index typically includes a broad range of securities within a particular category, such as stocks, bonds, or other financial instruments. The Bloomberg Aggregate Bond Index fits since it includes a wide selection of fixed-income securities from issuers, including the U.S. government, U.S.-government sponsored enterprises, asset-backed securities, and corporate bonds.\n\nIn 1973, the investment firm Lipson and Roundtree created two total-return indexes focused on U.S. bonds: the US Government Index and the US Investment Grade Corporate Index.These indexes were designed to provide a comprehensive measure of the performance of the US bond market, which was lacking at the time. In 1979, the two indexes were combined, and in 1986, amortgage-backed securities (MBS) indexwas added. Lehman Brothers acquired Lipson's research when it bought Kuhn Loeb in 1977. This acquisition included Lipson's work on bond indexes.\n\nThe Bloomberg Aggregate Bond Index is a broad-based benchmark that measures the investment grade, U.S. dollar-denominated, fixed-rate taxable bond market. Weighted to U.S. Treasurys and government-sponsored securities like Fannie Mae and Ginnie Mae, along with highly rated corporate bonds from blue chip issuers, the index is widely used to measure the health of the broader bond market in the U.S. Investors seeking diversified bond exposure can buy shares of low-cost ETFs or mutual funds that track the index.\n\nBarron's. \"'The Agg' Is Getting a New Name Again. Bloomberg Has Bigger Plans for Its Index Business.\"\n\nScott D. Stewart et al. “Portfolio Management: Theory and Practice,” Pages 236–238. John Wiley & Sons, 2023.\n\nBloomberg. \"Bloomberg Fixed Income Indices.\"\n\niShares. \"iShares Core U.S. Aggregate Bond ETF.\"\n\nVanguard. \"Vanguard Total Bond Market Index Fund Admiral Shares (VBTLX), Overview.\"\n\nVanguard. \"Vanguard Total Bond Market Index Fund Admiral Shares (VBTLX), Portfolio.\"\n\nBloomberg. \"Bloomberg Completes Fixed Income Indices Rebrand.\"\n\nBloomberg. \"Bloomberg Fixed Income Index Methodology.\" Pp. 5-7.\n\nBloomberg. \"This Activist Built One of the Foundations of Passive Investing.\"",
  "url": "https://www.investopedia.com/terms/l/lehmanaggregatebondindex.asp"
}