{
  "term": "What Is Travel Insurance, and What Does It Cover?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJackyenjoyphotography / Getty Images\n\nTravel insurance is a type of insurance covering financial losses associated with traveling, and it can be useful protection for domestic or international travel. Whether you missed your flight to Florida, lost your bags in Berlin, or broke your ankle in Ankara, the best travel insurance companies can help remedy all kinds of travel mishap costs.\n\nTravel insurance helps cover financial losses associated with surprise circumstances that could ruin a trip, including illness, injury, accidents, flight or other transportation delays, and other issues. This insurance costs 4% to 10% of a trip's price. So, for a $10,000 trip, trip insurance could cost between $400 and $1,000.\n\nPremiums—or the price you pay for coverage—are based on the coverage type, your age, destination, trip cost, and more. Specialized policy riders focus on the needs of business travelers, athletes, andexpatriates.\n\nYou may already have travel insurance coverage from your homeowners or renters insurance or your credit cards. Call your insurance agent to find out about your current travel coverage, and your credit card company to find out about any benefits you get when you purchase air or train tickets, rent a car, or book a hotel using the card. Many travel rewards cards come with built-in travel insurance and other travel benefits.\n\nTravel insurance may be sold online by travel agents, travel suppliers (airlines, cruise lines), private insurance companies, or insurance brokers when booking your flight, accommodations, or car. Travel insurance companies include AIG Travel, Berkshire Hathaway Travel Protection, Generali Global Assistance, GeoBlue, Nationwide, and more.\n\nTypically, you'll purchase coverage shortly after initial bookings for lodging, flights, or other transportation, activities, and rental cars. Some policies may require you to do so to retain full coverage. Here are some terms to know for travel insurance.\n\nIf you buy travel insurance, you may haveconcurrent insurance coverage, meaning you're covered under more than one policy. When the travel coverage is primary, the travel insurance reimburses you first without needing to make a claim through another company—and sparing you potentially increased policy rates.\n\nIf the travel insurance coverage is secondary, you'll first need to attempt to file a claim with other coverage, such as an airline (lost baggage) or your own auto insurance (damaged car).\n\nThere are usually stipulations spelled out on how you qualify for coverage. Your claim must fall under the types of coverage offered. For example, lost baggage insurance might include coverage for personal items, prescriptions, credit cards, and your passport or visa. You may also need to take extra steps to qualify for coverage, such as reporting the loss or theft to the police.\n\nThis is the maximum amount you can receive for the claim. For example, you might only receive $500 per bag. You may not even receive more for expensive items such as jewelry or electronic devices. You might need to provide receipts for items over a certain amount. Without receipts, the insurer may only pay for repairs.\n\nSome coverage might require you to pay a deductible, or flat amount, before covering the remainder of your claim up to the limit.\n\nThese are the conditions under which your coverage will not cover the loss. Each policy differs. For example, your baggage damage coverage may not cover losses caused by animals. It may exclude coverage of bicycles, hearing aids or other medical devices, keys, and tickets, or seizure by a government or customs official.\n\nPre-existing conditions may not be covered by travel medical insurance, or may only be covered if you buy a travel insurance plan within one to two weeks of booking your trip.\n\nComprehensive travel insurance includes many types of coverage listed below, bundled into one plan. Most commonly, comprehensive travel insurance bundles a 24-hour assistance line to help find doctors or get assistance in an emergency,reimburse you for trip cancellation, interruption and delay, baggage loss or delay, and medical expense and medical evacuation coverage.\n\nAlternatively, you can purchase each coverage type separately. This may be wise if you already have coverage through other insurance or can cover your losses in many cases.\n\nThis insurance reimburses a traveler for some or all prepaid, nonrefundable travel expenses, and comes in the following forms:\n\nWith most of the above, acceptable cancellation and interruption causes and reimbursement amounts vary by provider. Acceptable reasons for a claim might include the following:\n\nYou may need to pay more or meet more requirements to file a claim for a cancellation due to financial default, terrorism in your destination city, or work reasons.\n\nWhen traveling, register your travel plans with the State Department through its freetravel registration website, the Smart Traveler Enrollment Program (STEP). The nearest embassy or consulate can contact you if there is a family, state, or national emergency.\n\nBaggage and personal belongings being lost, stolen, or damaged is a frequent travel problem—and can quickly ruin a trip as you must shop for replacements. Baggage and personal effects coverage protects lost, stolen, or damaged belongings during travel to, in, and from a destination.\n\nHowever, many travel insurance policies pay for belongings only after you exhaust all other available claims. Baggage coverage may have many restrictions and exclusions, such as only covering up to $500 per item and $250 for each additional item. You may be able to increase or decrease amounts, shop around for coverage, or increase limits by paying more.\n\nFor example, the insurance may not pay for lost and damaged luggage due to airline fault. Most carriers, such as airlines, reimburse travelers if baggage is lost or destroyed due to the airline's error. However, there may be limitations on reimbursement amounts, so baggage and personal effects coverage provide an additional layer of protection.\n\nVacation rental insurance covers costs from accidental damage to a vacation rental property. Some plans also offer trip cancellation and interruption to help reimburse costs when you can't use your vacation rental. Some of these reasons could include the following:\n\nRental car insurance covers a rental car's damage or loss while on a trip, taking the place of the rental agency's collision damage waiver (CDW) or your regular car insurance policy. Policies vary and may cover collisions, theft, vandalism, and other incidents. Rental car insurance may be a secondary policy to your own car insurance. However, it doesn't cover your liability or legal responsibility for damage or injury you cause to others.\n\nMedical coverage can help with unexpected international medical and dental expenses, and help with locating doctors and healthcare facilities abroad. As with other policies, coverage will vary by price and provider.\n\nConsult with your current medical insurers before purchasing a policy to determine whether a policy extends its coverage outside the country. Most health insurance companies pay “customary and reasonable” hospital costs if you become sick or injured while traveling, but few will pay for a medical evacuation.\n\nThe U.S. government doesn't insure citizens orpay for medical expenses abroad. Before purchasing a policy, read the provisions to see what exclusions, such as preexisting medical conditions, apply. Don't assume that the new coverage mirrors that of your existing plan. Routine medical care is typically excluded unless you buy a long-term medical plan intended for expatriates, missionaries, maritime crew members, or others abroad for extended periods.\n\nMedicareor Medicaid generally don't cover medical costs overseas unless you have specific Medicare Advantage or Medigap plans covering emergency overseas care.\n\nIf an accident results in death or serious injury, an AD&D policy pays a lump sum to survivingbeneficiariesor you for an injury. The insurance usually offers three parts, providing coverage for accidents and fatalities:\n\nExclusions that may apply include death caused by drug overdose or sickness. In addition, only some injuries may be covered, specifically hand, foot, limb, or eyesight. There are stated amount limits per injury.\n\nAccidental death coverage may not be necessary if you already have alife insurancepolicy. However, benefits paid by your travel insurance coverage may be in addition to those paid by your life insurance policy, leaving more money to your beneficiaries.\n\nDepending on your plan or package selected, you may be able to add the following travel insurance types:\n\nTravel insurance varies in cost, exclusions, and coverage. Coverage is available for single, multiple, and yearly trips. To get travel insurance, you fill out an insurance company's application about your trip, including the following:\n\nThe insurance company reviews the information using underwriting guidelines to guide issuing a policy and the rate. If it accepts your application, the company will issue a policy covering your trip. If the company rejects your application, you can apply with another insurer.\n\nWhen you receive your policy, you'll typically get a 10- to 15-day review period to review the contract's fine details. If you don't like the policy, you can return it for a refund. Read through the document and ensure the plan you purchased doesn't apply too many loopholes, and that it covers:\n\nAlso, read through for any exclusions. For example, types of property covered, and whether property lost or damaged by the airline is covered, and how.\n\nYou might consider travel insurance if you can't afford to cancel and then rebook an expensive or long trip. You might also consider travel health insurance if your health insurance doesn't cover international costs. An alternative is to book an easily cancellable vacation—look for a pay-later hotel room and car rental options, flexible cancellation terms, and the ability to rebook without a fee.\n\nReview the travel insurance policy to discover exclusions. According to NAIC, common travel policy exclusions are:\n\nPandemics may also be excluded from coverage.\n\nYourhomeownersor renters insurance may provide some protection for personal belongings, and airlines and cruise lines are responsible for loss and damage to your baggage during transport. Also, credit cards may provide automatic protection for things like delays and luggage or rental car accidents if used for deposits or other trip-related expenses.\n\nThe main types of travel insurance include trip cancellation or interruption coverage, baggage and personal effects coverage, medical expense coverage, and accidental death or flight accident coverage. Before buying a policy, check to see if you already have coverage through your own health or car insurance or a credit card.\n\nMinnesota Department of Commerce. \"Travel Insurance.\"\n\nU.S. Travel Insurance Association. \"Frequently Asked Questions.\"\n\nTexas Department of Insurance. \"Should You Get Travel Insurance?\"\n\nNational Association of Insurance Commissioners. “Taking a Trip? Information about Travel Insurance You Should Know Before You Hit the Road.”\n\nU.S. Department of State. “Your Health Abroad.”\n\nMedicare.gov. \"Medicare Coverage Outside the United States.\" Page 4.\n\nMedicare.gov. \"Medigap & Travel.\"",
  "url": "https://www.investopedia.com/terms/t/travel-insurance.asp"
}