{
  "term": "What Is Bitcoin Mining? How to Get Started",
  "definition": "Bitcoin mining is a network-wide competition to generate a cryptographic solution that matches specific criteria. When a correct solution is reached, a reward in the form of bitcoin and fees for the work done is given to the miner(s) who reached the solution first.\n\nBitcoin is adigital currencythat uses a process called mining to secure its network and validate transactions. Bitcoin mining is a network-wide competition to generate a cryptographic solution that matches specific criteria. When a correct solution is reached, a reward in the form of bitcoin and fees for the work done is given to the miner(s) who reached the solution first.\n\nThis reward process continues untilall 21 million Bitcoins are circulating. Once that number is reached, the mining process is expected to cease, and Bitcoin miners will be rewarded through fees paid for the work done.\n\nHere's a simplified example of the mining process. Say you ask friends to guess a number between 1 and 100. Your friends don't have to guess the exact number; they just have to be the first to guess a number less than or equal to your number. If you think of the number 19 and a friend comes up with 21, another 55, and yet another 83, they lose because they all guessed more than 19. But they get to guess again, and the next guesses are 16, 41, and 67. The one who guessed 16 wins because they were first to guess a number less than or equal to 19.\n\nIn this case, the number you chose, 19, represents the target hash the Bitcoin network creates for a block, and the random guesses from your friends are the guesses from the miners.\n\nBitcoin mining is the same thing but at a much larger scale. It uses cryptography, encryption, distributed computing, and technology to verify and secure transactions. Here are the main ideas behind mining that make it work.\n\nOn Dec. 5, 2024, Bitcoin broke through the $100,000 price level for the first time, causing many to wonder whatcomes nextfor the asset.\n\nAt the heart of Bitcoin mining isthe hash. The hash is a 64-digit hexadecimal number that is the result of sending the information contained in a block through the SHA256 hashing algorithm. This part of the process takes little time to complete—in fact, you can generate a hash in under a second, pasting some content into an online SHA256 hash generator. This is the encryption method used by Bitcoin to create a block hash. However, decrypting that hash back to the content you pasted is the difficult part: a 64-digit hash can take centuries to decode with modern hardware.\n\nFor example, here's a hash for the previous paragraph run through a hash generator:\n\nIf you change one value in that content, like switching one \"t\" to an \"a,\" the hash changes. Here is the same paragraph, but the first word is misspelled as \"Aa\" instead of \"At\":\n\nThis is the number called the block hash, which is used in the next block's header as part of the information run through encryption. Each block uses the previous block's hash, which acts to chain them together. This is where the term \"blockchain\" came from.\n\nThetarget hash, used to determine mining difficulty, is the number miners are trying to solve for. This number is a hash generated by the network.\n\nSo, a block hash might look like this (block 786,729):\n\nThe target hash looked like this:\n\nThis number is a compacted representation of the difficulty target:\n\nSo, miners needed to generate a number equal to or less than the above number.\n\nBitcoin mining requires the mining program to generate a hash and append another number to it called the nonce, or \"number used once.\" When a miner begins, it always starts this number at zero. The nonce changes by one every attempt—first, it's 0, then 1, 2, 3, and so on. If the hash and nonce generated by the miner are more than the target hash set by the network, the attempt fails, and the miner tries again. Once the nonce reaches about 4.5 billion, it rolls over like an odometer, using another counter called the extra nonce from another field.\n\nEvery miner on the network does this until a hash and nonce combination is created that is less than or equal to the target hash. The first to reach that target has their proposed block added to the chain, receives the reward and fees, and a new block is opened. Once that block fills up with information (about one megabyte), it is closed, encrypted, and mined.\n\nThe Bitcoin networkis made up of thousands of devices that mine 24 hours per day. Because the mining reward goes to the first to solve the problem, they are all competing. This competition led miners to create pools to gain an advantage over other miners because they needed more computational power to increase their chances of winning.\n\nThe Bitcoin network mining rate fluctuates, but it averaged around 796 exa-hashes per second in December 2024—that's 796 followed by 18 zeros. If it takes roughly 10 minutes for a block to be mined, that's about 47.76 x 1022hashes to open a new block.\n\nThe mining processis what you may have heard calledproof-of-work (PoW)—the work done to generate the winning hash is viewed as proof the miner validated the transactions in the block, so it's called proof-of-work.\n\nPoW is also sometimes called a consensus mechanism, but proof-of-work is only part of consensus. Consensus is achieved after the miner adds the block to the blockchain, and the rest of the network validates it using the hashes (reaching consensus). This doesn't require much energy or computational power because each mining node also does this while mining the latest block. As new blocks are added, the network confirms them.\n\nEach block contains the hash of the previous block—so when the next block's hash is generated, the previous block's hash is included. Remember that if even one character changes, the hash changes and the hash of each following block will change.\n\nWhen you mine a block and close it, it isn't yet confirmed. The block isn't considered confirmed until five blocks later when it has gone through six total validations. With that said, it is possible to alter information in a block before reaching six validations, but it is highly unlikely because the person or group attempting to make the change must own a majority of the nodes tocontrol the network.\n\nThe reward for successfully validating a block is Bitcoin. In 2009, you'd receive 50 bitcoin for mining a block. But the blockreward is halvedevery 210,000 blocks (roughly every four years), so in 2013, the reward amount declined to 25, then 12.5, then 6.25. At Bitcoin's last halving event in April 2024, the reward changed to 3.125.\n\nThe first block of the Bitcoin blockchain is called the Genesis block. It holds the first 50 bitcoins ever rewarded.\n\nAnother incentive for Bitcoin miners to participate in the process is transaction fees. In addition to rewards, miners also receive fees from any transactions contained in that block. When Bitcoin reaches its planned limit of 21 million (expected around 2140), miners will be rewarded with fees for processing transactions that network users will pay. These fees ensure that miners still have the incentive to mine and keep the blockchain network going. The idea is that competition for these fees will cause them to remain low after halving events are finished.\n\nMining difficulty is how much work it takes to generate a number less than the target hash. Mining difficulty changes every 2,016 blocks or approximately every two weeks. The next difficulty level depends on how efficient miners were in the preceding cycle and how many miners are participating.\n\nBitcoin's network increases and decreases the hash rate (the amount of computing power) needed to mine the cryptocurrency. The more miners there are competing for a solution, the more difficult the problem will become. If computational power is taken off the blockchain network, the difficulty adjusts downward to make mining easier. This is done to keep block times averaging about 10 minutes.\n\nThe difficulty level for mining on Dec. 4, 2024, was 103.919 trillion. That is, the chances of a computer producing a hash below the target is 1 in 103.919 trillion. To put that in perspective, you are about 355,644 times more likely to win the Powerball Grand Prize with a single lottery ticket than you are to generate the correct hash on a single try.\n\nBitcoin mining is a business venture. Profits generated from its output—bitcoin—depend on the investment made in its inputs.\n\nThere are three main costs involved in Bitcoin mining:\n\nThe total costs for these three inputs should be less than the output—in this case, Bitcoin's price—for you to generate profitsfrom your venture. Considering the fluctuating—and often rising—Bitcoin price, the idea of minting your own cryptocurrency might sound like an attractive proposition.\n\nBut given the economic difficulties of Bitcoin mining, you may have to resign yourself to accepting lower profits and a longer timeframe to break even, after purchasingequipment to participatein the lottery that Bitcoin has become.\n\nFoundyUSA, AntPool, and ViaBTC are threepopular mining poolsthat hold more than 65% of the world's Bitcoin mining power.\n\nTwo developments have contributed to the evolution and composition of Bitcoin mining as it is today. First, custom manufacturing of mining Bitcoin machines acted to centralize the network. Because Bitcoin mining is essentially sequential guesswork, arriving at the right answer before another miner has almost everything to do with how fast your devices can produce hashes.\n\nIn the early days of Bitcoin, desktop computers with ordinary CPUs dominated Bitcoin mining. However, they began taking a long time to discover the solution on the blockchain network as the algorithm's difficulty level increased with time. According to some estimates, it would have taken \"several hundred thousand years on average\" using CPUs to find a valid block at the early 2015 difficulty level.\n\nOver time, miners realized thatgraphics processing units(GPUs), or graphics cards, were more effective and faster at mining. But they consumed a lot of power and weren't designed for heavy mining. Eventually, manufacturers had to limit their mining because the increase in demand for GPUs made their prices skyrocket and decreased availability for other types of users.\n\nMany miners now use custom mining machines, called Application-Specific Integrated Circuit (ASIC) miners, equipped with specialized chips for faster and more efficient Bitcoin mining. They cost anywhere from several hundred to tens of thousands of dollars. Today, Bitcoin mining is so competitive that it can only be done profitably with the most up-to-date ASICs. But even with the newest unit at your disposal, one is rarely enough to compete with mining pools and large Bitcoin mining operations.\n\nThese mining operations are like large data centers full of mining-specific computers. The amount of computations they can perform is staggering—hundreds of trillions per second.\n\nBetween one in 103 trillion odds, scaling difficulty levels, and the massive network of users verifying transactions, one block of transactions is verified roughly every 10 minutes. But it's important to remember that 10 minutes is a goal, not a rule.\n\nThe Bitcoin network can currently process between three and six transactions per second, with transactions logged in the blockchain about every 10 minutes.By comparison, Visa claims it can process about 65,000 transactions per second.Second-layer solutions and upgrades to the Bitcoin blockchain have attempted to address speed issues, but modern banking networks and other blockchains still dwarf the number of transactions the Bitcoin network can handle.\n\nThe main issue at the heart of the Bitcoin protocol is scaling—the blockchain's ability to handle more work efficiently. Though Bitcoin miners generally agree that something must be done to address scaling, there is no consensus on how to do it.\n\nBitcoin has been adjusted byintroducing upgradesand accepting input from layers that do much of the work off-chain, but it still has issues withscalability. When making adjustments, blockchain is surrounded by three central concerns: decentralization, security, and scalability. With current technology, one cannot be changed without affecting another. For example, if the Bitcoin blockchain were altered so that it could scale more effectively, it would likely decrease security and increase centralization.\n\nNot surprisingly, in an age where all endeavors should have their environmental impacts evaluated and adjusted,Bitcoin mining's astronomical energy costshave drawn attention and criticism. Bitcoin's competitive proof-of-work mechanic is what causes it to use so much energy. According to some estimates, the blockchain's mining process consumes as much electricity as some small countries.\n\nProof-of-stake, the validation mechanic used byEthereum, uses a minuscule amount of energy compared to Bitcoin's proof-of-work.\n\nFor most of Bitcoin's short history, its mining process has remained energy-intensive. In the decade after it was launched, Bitcoin mining was concentrated in China, a country that relies on fossil fuels like coal to produce a majority of its electricity. But crackdowns in China forced miners to move their operations elsewhere.\n\nAccording to research done by the University of Cambridge, the majority of Bitcoin mining operations are now centered in the United States. Of the nearly 38% of global Bitcoin mining activity conducted in the U.S., more than 62% is concentrated in four states: Georgia (30.76%), Texas (11.22%), Kentucky (10.93%), and New York (9.77%). This means that four states make up more than 23% of the world's Bitcoin mining energy use and, theoretically, its hashing power.\n\nHashing power is how fast a computer, miner, or network can generate solutions (hashes) to the cryptographic problem. For instance, as of December 2024, the Bitcoin network had an average hashrate of more than 796 exa-hashes (quintillion) per second. That's 796 x 1018—or 796 followed by 18 zeros—hashes per second.\n\nAs with anything that involves money, Bitcoin and Bitcoin mining attract a lot of bad-faith actors. If you decide to begin mining, you'll need to look out for mining scams before picking the software, tools, or networks. Here are some the more common scams:\n\nThere are other types of frauds and scams, but the best way to prevent falling victim is to never give your keys, seed phrases, or passwords to anyone. Additionally, don't put your trust in a person you've never met or a service that doesn't have a well-established reputation.\n\nIf you're interested in mining but don't want to become involved in the process or take the risks involved, you may consider investing in companies that mine Bitcoin. Some publicly traded businesses that own or are affiliated with Bitcoin mining are Hut 8 (NASDAQ: HUT), MARA Holdings (NASDAQ: MARA), and Clean Spark (NASDAQ: CLSK), but there are many others to choose from.\n\nKeep in mind that stocks of these companies tend to be as or morevolatilethan Bitcoin itself.\n\nBitcoin mining is the first step in validating transactions, adding new blocks to the Bitcoin blockchain, and rewarding the miner who found the solution to the mining problem.\n\nThe reward for mining one block is 3.125 bitcoins. It takes the network about 10 minutes to mine one block, so it takes about 10 minutes to mine 3.125 bitcoins.\n\nIn most places, mining is legal. However, some countries and jurisdictions restrict the practice, so make sure you check to see if it is legal in your area before beginning.\n\nBitcoin mining is an energy-intensive process involving mining devices and software that compete to solve a cryptographic problem. The Bitcoin mining process also confirms transactions on the cryptocurrency's network. As an incentive to participate in the process, Bitcoin is awarded to those that win the competition.\n\nThough individual miners using desktop systems played a role during the cryptocurrency's early days, the Bitcoin mining ecosystem is now dominated by large mining companies that run mining pools spread across many geographies. The astronomical amount of energy that the process requires has drawn concern and criticism.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nBlockchain. \"Bitcoin Block 786,729.\"\n\nCambridge University. \"Cambridge Bitcoin Electricity Consumption Index.\"\n\nArvind Narayanan, et al. \"Bitcoin and Cryptocurrency Technologies: A Comprehensive Introduction,\" Page 112. Princeton University Press, 2016.\n\nBlockchain. \"Network Difficulty.\"\n\nBlockchain. \"Transaction Rate per Second.\"\n\nUniversity of Cambridge. \"Bitcoin Mining Map, United States.\"\n\nUniversity of Cambridge. \"Bitcoin Mining Map, Global.\"\n\nClean Spark. \"Investor Relations.\"\n\nMarathon Digital Holdings. \"Investor Relations.\"",
  "url": "https://www.investopedia.com/terms/b/bitcoin-mining.asp"
}