{
  "term": "What Is Six Sigma? Concept, Steps, Examples, and Certification",
  "definition": "Six Sigma is a set of techniques and tools used to improve business processes. It was introduced in 1986 by engineer Bill Smith while working at Motorola. Six Sigma practitioners use statistics, financial analysis, andproject managementto identify and reduce defects and errors, minimize variation, and increase quality and efficiency.\n\nThe five phases of the Six Sigma method, known as DMAIC, are defining, measuring, analyzing, improving, and controlling.\n\nSix Sigma is based on the idea that all business processes can be measured and optimized.\n\nThe term Six Sigma originated in manufacturing as a means of quality control. Six Sigma quality is achieved when long-term defect levels are below 3.4 defects per million opportunities (DPMO).\n\nSix Sigma has since evolved into a more general business concept, focusing on meeting customer requirements, improving customer retention, and improving and sustaining business products and services. Among its best-known proponents was the longtime General Electric CEOJack Welch.\n\nSix Sigma certificationprograms confer belt rankings similar to those in the martial arts, ranging from white belt to black belt.\n\nThe Six Sigma method uses a step-by-step approach called DMAIC, an acronym that stands for Define, Measure, Analyze, Improve, and Control. According to Six Sigma adherents, a business may solve any seemingly unsolvable problem by following these five steps.\n\nA team of people, led by a Six Sigma expert, chooses a process to focus on and defines the problem it wishes to solve.\n\nThe team measures the initial performance of the process, creating a benchmark, and pinpoints a list of inputs that may be hindering performance.\n\nNext the team analyzes the process by isolating each input, or potential reason for any failures, and testing it as the possible root of the problem.\n\nThe team works from there to implement changes that will improve system performance.\n\nThe group adds controls to the process to ensure it does not regress and become ineffective once again.\n\nLean Six Sigmais a team-focused managerial approach that seeks to improve performance by eliminating waste and defects while boosting the standardization of work. It combines Six Sigma methods and tools and the lean manufacturing/lean enterprisephilosophy, striving to reduce the waste of physical resources, time, effort, and talent while assuring quality in production and organizational processes. Any use of resources that does not createvaluefor the end customer is considered a waste and should be eliminated.\n\nIndividuals can obtain Six Sigma certification to attest to their understanding of the process and their skills in implementing it. These certifications are awarded through a belt system similar to karate training. The belt levels are:\n\nPeople with black belts can become masters and champions. Someone with a master black belt is considered an expert and strong leader with excellent problem-solving skills. A champion is a lean Six Sigma leader trained in maximizing profits through the elimination of waste and defects.\n\nThese certifications, and the courses required to obtain them, are offered by a variety of companies and educational institutions and can differ from one to another.\n\nSix Sigma is used by many companies, local governments, and other institutions. Here are two examples of how Six Sigma improved operational efficiency, saved money, and increased customer satisfaction.\n\nMicrosoft(MSFT)is one of the largest software producers in the world. It used Six Sigma to help eradicate defects in its systems and data centers and systematically reduce ITinfrastructurefailures.\n\nThe company first established standards for all of its hardware and software to create a baseline measurement for detecting defects. It then used root-cause analysis, including collecting data from past high-priority incidents, server failures, and recommendations from product group members and customers, to pinpoint potential problem areas.\n\nLarge amounts of data were collected on a daily and weekly basis from various servers. The incidents were prioritized based on how severely the defects affected the business and the company's underlying services. Data analysis and reporting identified the specific defects, after which remediation steps for each defect were established.\n\nAs a result of Six Sigma, Microsoft says it improved the availability of its servers, boosted productivity, and increased customer satisfaction.\n\nVentura County, California, credited the use of Lean Six Sigma for a savings of $33 million. The county government began to use the program in 2008 and has trained more than 5,000 employees in the methodology. The county says the savings are due in part to the introduction of more efficient new systems and the elimination of unnecessary, but time-consuming, steps from its prior processes.\n\nFor example, theVC Starnewspaper reported in 2019 that the county saved \"$51,000 with an appointments system that reduced labor costs and rates for maintenance of county vehicles [and] almost $400,000 annually by implementing a new system to track employee leaves of absence.\"\n\nYou can receive Six Sigma certification through private companies, associations, and some colleges. Keep in mind, though, that there is no single governing body that standardizes the curriculum. This means that courses can vary based on where you take them.\n\nYes, many of the universities and organizations that offer Six Sigma certification have both classroom and online offerings.\n\nLean Six Sigma uses the Six Sigma methodology (define, measure, analyze, improve, control) with the specific goal of eliminating waste in a company's, or other organization's, processes or use or materials—that is, making it \"leaner.\" It derives in part from the principles of lean manufacturing.\n\nSix Sigma has become a widely used quality-improvement methodology in both the private and public sectors. Anyone who wishes to learn it can take courses that lead to various levels of certification.\n\nPurdue University. 'Six Sigma Belt Level Rankings.\"\n\nMicrosoft. \"Microsoft Announces Accelerator for Six Sigma.\"\n\nVC Star. \"Efficiency Program Rooted in Car Business Drives $33 Million in Government Savings.\"",
  "url": "https://www.investopedia.com/terms/s/six-sigma.asp"
}