{
  "term": "What Does Quotation Mean in Finance and Why Are They Important?",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nQuotations refer to the most recent sale price of a stock, bond, or any other asset traded. In addition, most asset classes also quote the bid and ask price that determines the final sale price. Thebidis defined as the highest price a buyer is willing to pay for the assets, while theaskis the lowest price a seller is willing to accept for selling.\n\nIt's common for stable, liquid assets to record narrowbid-ask spreadsin a normal trading environment. However, the pair will usually divert following systemic concerns like geopolitical events or broad market downturns. The onset of volatility and uncertainty moves the supply and demand mechanisms undermining quotations into flux.\n\nQuotations represent two pieces of information for most asset classes: the price an investor would need to pay to purchase anassetat a particular moment in time (the lowest price \"asked\" by sellers) and the price an investor would receive for the same asset if they sold it at the same time (the highest \"bid\" by potential buyers). Together, the difference between the two represents theliquiditycost an investor incurs when trading an asset since they must buy at the bid price and sell at the asking price.\n\nAs an asset's price starts to fall, markets will see a concurrent divergence in the bid and ask prices. That wider spread can make assets less liquid and difficult to move during broad market volatility.\n\nQuotations aren't confined just to bid and ask prices. They also include high, low, open, and close values for a given day. A basicstock quotehighlights these key data points to provide context around the current day's movements. The spread between the open and close or high and low is often a reflection of the ongoing trend. For example, sharp changes between the open and close signal strong upward momentum and an interesting trading opportunity.\n\nMost investors won't hesitate to connect the term quotation with stock prices, but many other asset classes record quotes of the last price traded.\n\nFor instance,fixed income marketsalso quote the bid and ask prices of a bond during regular trading hours. In addition to bid-ask spreads,bond quotesshowcase the asset's par value and yield to maturity.\n\nBonds are quoted at a par value of $1,000, and the price is quoted as the percentage of its par value, which is then converted to a point scale. For example, if a corporate bond is quoted at 97, then that means it is trading at 97% of face value, meaning the actual cost to buy the bond is $970.\n\nPar value, also known as nominal value or face value, is often converted to a numeric value and multiplied by 10 to determine a bond's cost. A par value is a term used for investments that means original value.\n\nIt most commonly refers to the bond value when it was originally issued, typically $100 or $1,000. To give an example, let's say a bond is purchased for $100 and it increases in value over time and is worth $125. Although the value of the bond is $125, its par value remains $100. If the bond loses value and is worth $75, the par value remains $100 in this instance as well.\n\nPar value is important because it determines the bond's maturity value, as well as the amount of interest paid on the bond. This rate is also commonly referred to as the bond'scoupon rate.\n\nStock quotes may be the first and most important consideration when placing trades, but traders will always use additional information, usually technical indicators, before placing orders.\n\nFutures contractsandcommoditiesalso use quotes to provide investors and the finance audience relevant information about the asset. Quotations are used in the same way as other assets, the difference being that the buyer of a futures contract is agreeing to purchase the asset at a predetermined price at a specified time in the future.\n\nMany investors use futures contracts to hedge trades or speculate on market movements. A futures contract and \"futures\" are the same thing, and investors commonly will only use the phrase \"futures\" when referring to futures contracts.\n\nAn example of a quotation in relation to a futures contract is if a trader purchases a futures contract for oil at $80 a barrel in one year. That means one year from the purchase date, the buyer is obligated to purchase that oil at $80 a barrel, and the seller is obligated to sell it to them. A benefit of trading futures contracts is that the trader does not need to place the entire trade amount with the brokerage. They are instead obligated to make aninitial marginpayment.\n\nApple Inc. (AAPL) is a heavily traded public company. Due to the extreme liquidity of AAPL stock, trading it is simple, and with very narrow bid-ask spreads. Just as an example, let's say AAPL closed at $165 a share. The day range might be $161 to $167, but at the end of the trading day, it closed at $165.\n\nSome traders during the day wanted to buy AAPL stock. Some wanted to sell. If AAPL was trading at $163 at 10:30 am, a buyer would see the bid-ask spread, which in this example would be $162.99 for the bid, and $163.01 for the ask. This is a very narrow spread, of only two cents. The buyer would then pay the seller the ask, the seller would deliver the stock to the buyer, and the transaction would be complete.\n\nAlthough the bid and ask are fundamental aspects of trading in financial markets, when anyone refers to a quote, they are almost always referring to the last trade price of the stock. This is also the first and usually largest number you see when you are researching stocks.\n\nYou read a stock quote in a few different parts. If you are just curious about the price of the stock, just look at the \"quote.\" When people talk about what price a stock is trading at, it is this price. If you are trading the stock, you can check the bid price to see what sellers are selling the stock for, or the ask price to see what price buyers will pay. There is always a difference in these two numbers, and it is where market movers make their profits.\n\nReal-time quotesfor stocks are the same as other quotes but are usually updated in \"real-time\" by sophisticated trading platforms. They are most commonly used by day traders who engage inhigh-frequency trading(HFT). However, some criticize this style of trading because it will favor companies and individuals who have the most powerful tech.\n\nAnominal quotationis a hypothetical price at which a share of stock or other security might trade. These are used as \"what ifs\" by traders to determine if they should place a trade in the future. They are preceded with the prefixes For Your Information (FYI) or For Valuation Only (FVO). They are the opposite of a firm quotation, which is the current real quotation of the security.\n\nAninterdealer quotation system(IQS) is a system designed to organize price quotes by brokers and dealer firms. They exist to provide investors with accurate and relevant information about quotes. There are a number of IQSs, and each has its own specialization. For example, in the United States, the Nasdaq, the Nasdaq's SmallCap Market, and its Over-the-counter Bulletin Board (OTCBB) platform are all integrated into the same IQS.\n\nFinding a securities quotation is simple, and is usually the first number you see. If you only want to know the price of a stock, this would be enough information. If you are intending to trade, however, there are a number of other considerations within the quotation you would pay attention to such as the bid/ask spread and last trade time execution. Quotations are updated regularly by powerful technology but even then, some trading platforms will be faster than others.",
  "url": "https://www.investopedia.com/terms/q/quotation.asp"
}