{
  "term": "What Was the North American Free Trade Agreement (NAFTA)?",
  "definition": "Amanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nThe North American Free Trade Agreement (NAFTA) was implemented to promote trade among the United States, Canada, and Mexico. The agreement, which eliminated most tariffs on trade among the three countries, went into effect on Jan. 1, 1994. Numerous tariffs, particularly those related to agricultural products, textiles, and automobiles, were gradually phased out through Jan. 1, 2008.\n\nNAFTA was terminated and replaced by theUnited States-Mexico-Canada Agreement (USMCA)in 2020.\n\nNAFTA was an agreement that created afree trade areaamong the three major countries in North America: the United States, Canada, and Mexico. The deal was signed by the three parties in 1992 and went into effect two years later.\n\nIt aimed to encourage economic activity among North America’s three major economic powers. Its primary focus was to open up and expandtradein the agricultural, automotive, and textile industries. Some of its main goals included:\n\nProponents of the agreement believed that it would benefit the three nations involved by promoting freer trade and lower tariffs among them. Some experts also suggested that aligning Mexico with the more established economies of the U.S. and Canada would help boost itseconomic growth.\n\nLegislation for NAFTA was developed during George H.W. Bush’s presidency as the first phase of hisEnterprise for the Americas Initiative. The agreement was built on an existing agreement between the U.S. and Canada: the U.S.-Canada Free Trade Agreement from 1989. The U.S. began trade talks with Mexico three years later, adding Canada to the negotiations.\n\nThe Clinton administration believed NAFTA would create 200,000 U.S. jobs within two years and a million within five years because exports played a major role in U.S. economic growth.\n\nAs of November 2024, about 29% of all U.S. imports originate from Mexico and Canada. They are, respectively, the United States’ first- and second-largest suppliers of imported goods. Approximately 32% of U.S. exports are destined for Canada and Mexico as of November 2024.\n\nUnder President Bill Clinton, the White House anticipated a dramatic increase inU.S. imports from Mexicoas a result of the lower tariffs through NAFTA.\n\nNAFTA’s provisions were supplemented by two other regulations. The North American Agreement on Environmental Cooperation (NAAEC) and the North American Agreement on Labor Cooperation (NAALC) intended to prevent businesses from relocating to other countries to exploit lower wages, more lenient worker health and safety laws, and looser environmental regulations.\n\nNAFTA did not eliminate regulatory requirements on companies wishing to trade internationally, such as rule-of-origin regulations and documentation requirements that determine whether certain goods can be traded under NAFTA.\n\nThefree tradeagreement also contained administrative, civil, and criminal penalties for businesses that violate any of the three countries’ laws or customs procedures.\n\nThe full text of the trade agreement consisted of 22 chapters, divided into eight sections, as well as additional annexes and appendices. Each section was broadly aimed at facilitating trade within the hemisphere and eliminating trade barriers. The most important provisions are highlighted below.\n\nOne of the main goals of NAFTA was to eliminate most tariffs and other restrictions on trade among the three countries. Before the implementation of NAFTA, high import tariffs discouraged cross-border trade in some manufactured goods. The agreement also sought to eliminate non-tariff barriers to trade such as border processing and licensing requirements.\n\nNAFTA also provided increased protections forintellectual property, such as trade secrets and computer software. These protections increased the incentives for cross-border trade because they reduced the risk of losing business secrets to an international competitor.\n\nIn response to critics who argued that NAFTA would lead to a decline in environmental and labor standards, the Clinton administration negotiated several side agreements to ensure protections for the environment and labor rights.\n\nThe first of these, the North American Agreement on Labor Cooperation, included provisions to prevent child labor and other abuses but stopped short of protecting the right to organize. The second, the North American Agreement on Environmental Cooperation, introduced a commission to assess the results of liberalization on environmental regulations.\n\nTo further facilitate cross-border trade, the agreement included a dispute resolution process for disagreements among investors, businesses, and state governments. This process was heavily criticized in all three countries, as it was seen as a way for multinational corporations to overrule local regulations.\n\nThe three NAFTA signatory countries developed a new collaborative business classification system that facilitates the comparison of business activity statistics across North America. TheNorth American Industry Classification System (NAICS)organizes and separates industries according to their production processes.\n\nThe NAICS replaced the U.S.Standard Industrial Classification (SIC)system, allowing businesses to be classified systematically in an ever-changing economy. The new system enables easier comparability among all countries in North America. To ensure that the NAICS remains relevant, the system is reviewed every five years.\n\nThe three parties responsible for the formation and continued maintenance of the NAICS are:\n\nThe first version of the classification system was released in 1997. A revision in 2002 reflected the substantial changes occurring in the information sector. The 2022 review made changes to the classification of industries by creating 111 new ones. This was done by “reclassifying, combining, or splitting 156 NAICS 2017 industries or their parts.”\n\nNAICS is reviewed every five years in years ending in “2” and “7.” The next scheduled review is set for 2027.\n\nThis classification system allows for more flexibility than the SIC’s four-digit structure by implementing a hierarchical six-digit coding system and classifying all economic activity into 20 industry sectors.\n\nFive of these sectors are primarily those that produce goods, and the remaining 15 sectors provide some type of service. Every company receives a primary NAICS code that indicates its main line of business. A company receives its primary code based on the code definition that generates the largest portion of the company’srevenueat a specified location in the past year.\n\nThe first two digits of a NAICS code indicate the company’seconomic sector. The third digit designates the company’s subsector. The fourth digit indicates the company’sindustry group. The fifth digit reflects the company’s NAICS industry, and the sixth designates the company’s specific national industry.\n\nNAFTA’s immediate aim was to increase cross-border commerce in North America, and it did indeed spur trade and investment among its three member countries by limiting or eliminatingtariffs. It was especially advantageous to small or midsize businesses because it lowered costs and did away with the requirement that a company have a physical presence in a foreign country to do business there.\n\nMost of the increase came from trade between the U.S. and Mexico or between the U.S. and Canada, though Mexico-Canada trade grew as well. The $1 trillion threshold in trilateral trade from 1993 was reached in 2011. Realper capita gross domestic product (GDP)also grew slightly in all three countries, primarily Canada and the U.S.\n\nDuring the NAFTA years, U.S. trade deficits (importing more from a nation than you export) did increase, especially with Mexico.\n\nNAFTA protected non-tangible assets like intellectual property, established dispute resolution mechanisms, and, through the NAAEC and the NAALC, implemented labor and environmental safeguards. It increased U.S. competitiveness abroad and exported higher U.S. workplace safety and health standards to other nations.\n\nCritics of NAFTA were concerned that the agreement would result in the relocation of American jobs to Mexico, despite the supplementary NAALC. Many companies moved their manufacturing operations to Mexico and other countries with lower labor costs, including automakers and those in the garment industry. However, NAFTA may not have been the reason for all those moves.\n\nSome critics also cite the rising wave of Mexican immigrants to the U.S. as a result of NAFTA—partly because the expected convergence of U.S. and Mexican wages didn’t happen, thus making the U.S. more attractive to Mexican workers.\n\nSurge in cross-border trade and investment\n\nIncreased competitiveness of U.S. industry\n\nOpportunities for small businesses\n\nHigher universal health, safety, and environmental standards\n\nLoss of manufacturing jobs, especially in certain industries\n\nIncreased inflation in the U.S.\n\nIncreased wage gap between U.S. and Mexico\n\nOn Aug. 27, 2018, then-President Donald Trump announced a new trade deal with Mexico to replace NAFTA. The U.S.-Mexico Trade Agreement, as it was called, would maintain duty-free access for agricultural goods on both sides of the border and eliminate non-tariff barriers while also encouraging more agricultural trade between Mexico and the United States.\n\nOn Sept. 30, 2018, the agreement was modified to include Canada. The USMCA took effect on July 1, 2020, completely replacing NAFTA. If not renewed, the USMCA will expire in 16 years from its start date.\n\nA September 2018 joint press release from the U.S. and Canada Trade Offices stated:\n\nDuring the 2016 presidential election, Donald Trump campaigned on a promise to repeal NAFTA and other trade agreements he deemed “unfair” to the United States.\n\nThe USMCA went into effect on July 1, 2020. Although it builds on and uses NAFTA as a basis, there are some differences:\n\nThe USMCA also revised and toughened labor laws relating to Mexico, establishing an independent investigatory panel that can investigate companies accused of violating workers’ rights and stop shipments from those found to violate labor laws. It also compelled Mexico to enact a wide array of labor reforms, from improving working conditions to increasing wages.\n\nThe following table shows other distinctions between these agreements, indicating qualifications for tariff-free status and other rules.\n\nAfter returning to office on Jan. 20, 2025, President Trump ordered a review of U.S. trade policy and said hecould impose 25% tariffson Canada and Mexico on Feb. 1.\n\nNAFTA aimed to create a free trade zone among the U.S., Canada, and Mexico. Its goal was to make doing business in Mexico and Canada less expensive for U.S. companies (and vice versa) and to reduce the red tape needed to import or export goods.\n\nAmong its three member nations, NAFTA eliminated tariffs and other trade barriers to agricultural and manufactured goods, along with services. It also removed investment restrictions and protected intellectual property rights. Side agreements addressed environmental and labor concerns, attempting to establish a common high standard in each country.\n\nNo, NAFTA was effectively replaced by the United States-Mexico-Canada Agreement (USMCA). Signed on Nov. 30, 2018, USMCA went into effect on July 1, 2020.\n\nWhether NAFTA helped the U.S. economy is a matter of some debate. Trade among the United States and its North American neighbors more than tripled, from roughly $290 billion in 1993 to more than $1 trillion in 2011. Cross-border investments also surged, and U.S. GDP overall rose slightly.\n\nBut economists find it’s been tough to target the deal’s direct effects from other factors, including rapid technological change and expanded trade with countries such as China. Meanwhile, debate persists regarding NAFTA’s effect on employment, which was badly hit in certain industries, and wages, which largely remained stagnant.\n\nAfter NAFTA went into full effect, U.S. and Mexican investments in Canada tripled. U.S. investment alone grew from $70 billion in 1993 to more than $368 billion in 2013.\n\nAlthough there were significant gains and serious losses, debate continues surrounding NAFTA’s impact. While the U.S., Canada, and Mexico all experienced increased trade, economic growth, and higher wages since NAFTA’s implementation, experts disagree on how much the agreement contributed—if it did at all—to U.S. manufacturing, jobs, immigration, and the price of consumer goods.\n\nThe actual impact of the agreement is hard to isolate, especially from the lingering effects of the significant economic, technological, and industrial trends in the past quarter-century, including the Great Recession. NAFTA did not affect all three of its member nations to the same degree or in the same ways.\n\nU.S. Customs and Border Protection. “North American Free Trade Agreement.”\n\nCouncil on Foreign Relations. “NAFTA and the USMCA: Weighing the Impact of North American Trade.”\n\nOffice of the U.S. Trade Representative. “North American Free Trade Agreement (NAFTA).”\n\nU.S. Census Bureau. “Top Trading Partners.”\n\nCouncil on Foreign Relations. “How Are Trade Disputes Resolved?”\n\nFederal Register. “Small Business Size Standards: Adoption of 2022 North American Industry Classification System for Size Standards.”\n\nNAICS Association. “Do NAICS Codes Change Over Time?”\n\nThe World Bank, World Bank Open Data. “GDP per Capita (Current U.S.$)—Mexico, United States, Canada.”\n\nCongressional Research Service, via Federation of American Scientists, Project on Government Secrecy. “The North American Free Trade Agreement (NAFTA),” Page 11 (Page 16 of PDF).\n\nCenter for Global Development. “The U.S.-Mexico Wage Gap Has Grown, Not Shrunk, Under NAFTA. Awkward.”\n\nCongressional Research Service, via Federation of American Scientists, Project on Government Secrecy. “U.S.-Mexico-Canada (USMCA) Trade Agreement,” Pages 1–2.\n\nOffice of the U.S. Trade Representative. “Joint Statement from United States Trade Representative Robert Lighthizer and Canadian Foreign Affairs Minister Chrystia Freeland.”\n\nThe New York Times. “Trump Just Signed the U.S.M.C.A. Here’s What’s in the New NAFTA.”\n\nReuters. “No Day-One Tariffs from Trump, but He Says Canada, Mexico May Get Duties Feb. 1.”",
  "url": "https://www.investopedia.com/terms/n/nafta.asp"
}