{
  "term": "What Is a Jumbo Loan?",
  "definition": "A jumbo loan, also known as a jumbo mortgage, is a type of home mortgage that exceeds the lending limits set by the Federal Housing Finance Agency (FHFA) for conventional mortgages. Unlike those mortgages, a jumbo loan is not eligible to be purchased, guaranteed, orsecuritizedby Fannie Mae or Freddie Mac.Lenders offer jumbo loans to finance luxury properties and homes in very expensive local real estate markets and have more stringentunderwritingrequirements for them.\n\nThe primary advantage of a jumbo loan is that it allows borrowers to take out amortgagethat exceeds theconforming loan limitsput in place by the FHFA.\n\nThe conforming loan limit for single-family homes in 2024 is $766,550 in most of the U.S. but as high as $1,149,825 in some places.If you have your sights set on a home that costs close to a million dollars or more—and you don't have that much cash sitting in a bank account—you'll probably need a jumbo mortgage.\n\nHowever, if you're trying to obtain a jumbo loan, you'll face more exacting credit requirements than homeowners applying for a conventional loan. That's because jumbo mortgages carry more risk for the lender since there is no guarantee byFannie MaeorFreddie Mac. There's also more risk simply because more money is involved.\n\nJumbo loans are also more expensive to acquire. For example,closing costsand origination fees are typically calculated on a percentage of the sale, which adds up quickly on higher-priced properties.\n\nBorrowers also get fewer tax breaks on larger mortgages. In 2024, the mortgage interest deduction cap was $750,000 for properties purchased after Dec. 16, 2017. If you hold a mortgage worth $1 million or more, you'll only be able to deduct interest on the first $750,000 of the loan.\n\nSimilar interest rates to conforming loans\n\nLess hassle than obtaining multiple mortgages\n\nMore stringent credit and financial requirements\n\nMortgage interest deduction limited to first $750,000\n\nLike traditional mortgages, the credit requirements for obtaining a jumbo mortgage have become increasingly stringent since the financial crisis of 2008. To get approved, you'll need a stellarcredit score—700 or above—and a favorabledebt-to-income (DTI) ratio. Although they arenonconforming mortgages, jumbos still must meet the guidelines of whatRegulation Zof the federal Truth in Lending Act defines as a \"qualified mortgage,\" based on the borrower's DTI and other factors.\n\nYou'll need to prove that you have sufficient income and cash reserves to cover your payments. The specifics will depend on the size of the loan, but all borrowers are likely to need to provide at least 30 days of recent pay stubs, 60 days of recent bank statements, and two years of annual tax returns and W-2 forms. If you're self-employed, the documentation requirements can be greater.\n\nThe borrower also needs sufficient provableliquid assetsto qualify, in addition to cash reserves equal to six to 12 months of the mortgage payments. They must also provide documentation of their nonliquid assets (like other real estate) and of any other loans they hold.\n\nWhile jumbo mortgages used to carry significantlyhigher interest ratesthan conventional mortgages, the gap has been closing in recent years. Today, the averageannual percentage rate (APR)for a jumbo mortgage is often on a par with conventional mortgages—and in some cases, actually lower. As of Sept 20, 2024, theaverage 30-year fixed-rate conventional loanoffered an APR of 6.01%, while the same term in a jumbo loan averaged 6.32%.\n\nEven though thegovernment-sponsored enterprises (GSEs)Fannie Mae and Freddie Mac don't handle them, jumbo loans are often securitized by other financial institutions for sale to investors.\n\nDown paymentrequirements on jumbo loans have also loosened over the years. At one time, lenders routinely required 30% down payments, compared with 20% or less for conventional mortgages. Now, that figure has fallen to as low as 10% in some cases.As with any mortgage, there can be advantages to making a higher down payment—among them avoiding avoid the cost ofprivate mortgage insurance (PMI), which lenders require for loans with down payments under 20%.\n\nThese mortgages are considered most appropriate for high-income earners who make at least $250,000 to $500,000 a year but lack the cash to buy an expensive home outright. This segment is sometimes referred to as HENRYs, an acronym forhigh earners, not rich yet.\n\nThese are just the sorts of individuals that financial institutions love to sign up for long-term products, partly because they often need (and will pay for) additionalwealth managementservices. Plus, it's more economical for a bank to administer a single $2 million mortgage than 10 loans valued at $200,000 apiece.\n\nImage by Sabrina Jiang © Investopedia 2020\n\nA loan is considered jumbo if it exceeds the maximum loan limits for Fannie Mae and Freddie Mac conforming loans—currently $766,550 for single-family homes in most parts of the U.S. but up to $1,149,825 in certain more expensive areas.\n\nTo be approved, you'll typically need a high credit score—700 or above—a low debt-to-income (DTI) ratio, and evidence of sufficient income and assets to keep up with the payments.\n\nIn some cases you may be able to obtain a jumbo loan with a down payment as low as 10%. In others, a lender might require 25% or 30%.\n\nA jumbo loan, also known as a jumbo mortgage, is a type of financing that exceeds the conventional loan limits set by the government for purchase by Fannie Mae or Freddie Mac. Would-be borrowers face more rigorous credit requirements than those applying for a conventional loan, including an excellent credit score and a very low DTI ratio. Jumbo loans can make sense for borrowers with substantial incomes who lack the cash to buy an expensive home outright or would rather use their cash for other purposes.\n\nConsumer Financial Protection Bureau. \"What Is a Jumbo Loan?\"\n\nFederal Housing Finance Agency. \"Conforming Loan Limit Values Map.\"\n\nFederal Housing Finance Agency. \"FHFA Announces Conforming Loan Limit Values for 2024.\"\n\nSoFi. \"Pros and Cons of Jumbo Loans.\"\n\nAnderson Advisors. \"The Pros and Cons of Jumbo Mortgages.\"\n\nInternal Revenue Service. \"Publication 936 (2023), Home Mortgage Interest Deduction.\"\n\nConsumer Financial Protection Bureau. \"Qualified Mortgage Definition Under the Truth in Lending Act (Regulation Z): General QM Loan Definition.\"\n\nChase. \"How To Qualify for a Jumbo Mortgage Loan.\"\n\nChase. \"Guide to Jumbo Loan Down Payments.\"",
  "url": "https://www.investopedia.com/terms/j/jumboloan.asp"
}