{
  "term": "What Are Drag-Along Rights? Meaning, Benefits, and Example",
  "definition": "A drag-along right is a provision or clause in an agreement that enables a majorityshareholderto force a minority shareholder to join in the sale of a company. The majority owner doing the dragging must give the minority shareholder the same price, terms, and conditions as any other seller.\n\nShare offerings, mergers, acquisitions, andtakeoverscan be complicated transactions. Certain rights may be included and instituted with the terms of a share class offering or in a merger or acquisition agreement.\n\nThe drag-along provision itself is important to the sale of many companies because buyers are often looking for complete control of a company. Drag-along rights help to eliminate the currentminority ownersand sell 100% of a company's securities to a potential buyer.\n\nWhile drag-along rights themselves may be clearly detailed in an agreement, differentiation between majority and minority may be something to watch out for. Companies can have different types ofshare classes. A company’s bylaws will denote the ownership and voting rights that shareholders have, which may have implications on majority vs. minority.\n\nDrag-along rights can be instituted through capital fundraising or during merger and acquisition negotiations. If, for example, a technology startup opens aSeries A investment round, it does so to sell ownership of the company to a venture capital firm in return for capital infusion. In this specific example, majority ownership resides with the chief executive officer (CEO) of the company who owns 51% of the firm’s shares. The CEO wants to maintain majority control and also wants to protect himself in the case of an eventual sale. To do so, he negotiates a drag-along right with the share offering to a venture capital firm, giving him the right to force the venture capital firm to sell its interest in the company if a buyer ever presents itself.\n\nThis provision prevents any future situation in which a minority shareholder may in any way be able to undermine the sale of a company that was already approved by the majority shareholder or a collective majority of existing shareholders. It also leaves no shares of the acquired company behind in the hands of previous shareholders.\n\nIn some cases, drag-along rights may be more popular in agreements involvingprivate companies. Drag-along rights from privately held shares may also end when a company goes public with a new share offering agreement. An initial public offering of share classes will usually nullify previous ownership agreements and institute new drag-along rights if applicable for future shareholders.\n\nWhile drag-along rights are meant to mitigate minority shareholder effects, they can be beneficial for minority shareholders. This type of provision requires that the price, terms, and conditions of a share sale be homogeneous across the board, meaning small equity holders can realize favorable sales terms that may be otherwise unattainable.\n\nTypically, drag-along right provisions mandate an orderly chain of communication to the minority shareholders. This provides advance notice of thecorporate actionmandated for the minority shareholder. It also provides communication on the price, terms, and conditions that will apply to the shares held by the minority shareholders. Drag-along rights can be nullified if the proper procedures surrounding their enaction are not followed.\n\nTag-along rightsdiffer from drag-along rights, though they have the same underlying focus. Tag-along rights similarly may be found in share offerings as well as merger and acquisition agreements. Tag-along rights offer minority shareholders the option to sell but do not mandate an obligation. If tag-along rights exist, it can have different implications for the terms of a merger or acquisition than would be discussed with drag-along rights.\n\nIn 2019,Bristol-Myers Squibb Company and Celgene Corporationentered into a merger agreement under which Bristol-Myers Squibb acquired Celgene in a cash and stock transaction valued at approximately $74 billion. Post-acquisition, Bristol-Myers Squibb accounted for 69% of shares for the combined entity and converted Celgene shareholders accounted for the remaining 31%. Celgene’s minority shareholders were not allowed any special options and were required to comply with the receipt of one Bristol-Myers share and $50 for each Celgene share owned.\n\nIn this deal, theCelgene shareswere delisted. The minority shareholders were required to comply with the terms of the deal and were not eligible for special considerations. Had Celgene’s shares not been delisted, drag-along and tag-along rights could have become more of a factor. In some situations such as this, majority shareholders may negotiate special share rights under an alternative class structure that may not be available to minority shareholders due to the implications of drag-along rights.",
  "url": "https://www.investopedia.com/terms/d/dragalongrights.asp"
}