{
  "term": "What Is a Multiple? Calculation and Types",
  "definition": "A multiple measures some aspect of a company's valuation and financial performance, determined by dividing onemetricby another metric. It is common that investors use multiples to assess the overpricing or underpricing of a company's stock price, quantify a company's growth, productivity, and efficiency, and compare them to other companies in the same industry or to the market overall. They use multiples to set a baseline and make comparisons among companies and find the best investment opportunities form valuation point of view.\n\nTypes of multiples include price-to-earnings (P/E),enterprise value (EV)to sales multiples, entreprise value (EV) to EBITDA, and entreprise value (EV) to EBIT.\n\nThe formula for calculating multiples is:\n\nMultiple=Performance Metric “A”Performance Metric “B”\\begin{aligned}&\\text{Multiple}=\\frac{\\text{Performance Metric ``A''}}{\\text{Performance Metric ``B''}}\\end{aligned}​Multiple=Performance Metric “B”Performance Metric “A”​​\n\nTo calculate the multiple, divide the first metric by the second metric. Keep in mind that the metric in the numerator is typically larger than the one in the denominator.\n\nMetrics are quantitative tools that measure a company's performance. These metrics are used by different people for various reasons. For instance, company executives use metrics to analyzecorporate financeand operational strategies. Similarly, analysts can use metrics to make opinions and investment recommendations while investment professionals use metrics to make important decisions about their investing portfolios.\n\nMetrics can be used together to measure a company'sfinancial healthand well-being. When grouped together, these metrics are called multiples. As noted above, when one metric is divided by another, it results in a multiple. This figure can be used to make different determinations.\n\nFor instance, investors and analysts generally rely on two major methods when they make stockvaluations, One is based on cash flow, while the other is based on a multiple of some performance measure, such as earnings or sales.\n\nThemultiples approachto valuation is a theory based on the concept that similar assets should sell for similar prices.\n\nThe most common multiple used in the valuation of stocks is theP/E multiple. It is used to compare a company's market value (price) with its earnings. A company with a price or market value that is high compared to its level of earnings has a high P/E multiple. A company with a low price compared to its level of earnings has a low P/E multiple.\n\nA P/E of five times (5x) means a company’s stock is trading at a multiple of five times its earnings. A P/E of 10 times (10x) means a company is trading at a multiple that is equal to 10 times earnings. A company with a high P/E is considered to beovervalued. Likewise, a company with a low P/E is considered to beundervalued.\n\nEV is a popular performance metric used to calculate different types of multiples. EV shows how much money would be needed to buy a specific company. The EV of a company is calculated by taking the company'smarket capitalization, adding total debt, including long-term and short-term debt, and subtracting all cash and cash equivalents.\n\nMany investors see EV as a better performance metric than relying on market capitalization alone because it offers a more complete picture of a company's valuation.\n\nA widely used multiple is the EV toearnings before interest, taxes, depreciation, and amortization (EBITDA)multiple, also referred to asEV/EBITDA. This multiple helps investors compare companies in the same industry or sector before making an investment decision.\n\nMany equity analysts consider EV/EBITDA to be a solid measure of cash flow available to a firm.\n\nThe EV toearnings before interest and taxes (EBIT)multiple, also referred to as EV/EBIT, is similar to the P/E multiple, but is preferred by some analysts for its ability to give a more complete picture of a company's financial performance and actual worth.\n\nThe multiple is useful for pinpointing companies that might be undervalued or overvalued. It's best used for less capital-intensive companies, with fewer depreciation andamortizationexpenses.\n\nThe EV to sales or theEV/salessales multiple compares a company's enterprise value to its annual sales. This multiple is considered an important valuation tool because it takes into account a company's equity and debt while giving investors a quantifiable metric of how to value a company based on sales.\n\nIt's also useful in evaluating companies withnegative earnings. To be most effective, investors should compare the EV/sales multiple of the company they are analyzing to that of other companies in the same industry.\n\nA multiple can be used to show how much investors are willing to pay per dollar of earnings, as computed by the P/E ratio. Let's assume that you are analyzing a stock with $2 ofearnings per share (EPS), which is trading at $20. This stock has a P/E of 10. This means investors are willing to pay a multiple of 10 times the current EPS for the stock.\n\nThe multiples approach is avaluationtheory. The premise of this theory is that assets that are similar to one another sell at similar prices. As such, it implies that financial ratios that are used to compare companies are the same across similar firms. Ratios commonly used in the multiples approach are equity multiples and enterprise value multiples, such as EV/EBIT, and EV/EBITDA.\n\nTrading multiples are financial metrics that are used to evaluate companies. They are typically used to highlight their financial strength and well-being. Some of the most commonly used trading multiples include a company's discounted cash flow, price-to-earnings, and enterprise value-to-revenue.\n\nPrice-to-earnings is a popular multiple used by investors and analysts when they value stocks. This multiple compares the company's market value with its earnings. A high P/E is indicated by a high market value compared to its earnings. This means that the company is overvalued. A company is said to be undervalued when it has a low P/E or when its market value is low compared to its earnings.\n\nThere are many tools you can use to evaluate the health and well-being of different companies. Multiples allow you to highlight their growth, how efficient they are, and how well they're performing. This is done by dividing one metric by another. Price-to-earnings and enterprise value-to-sales are just two common multiples that analysts and investors can use. To ensure that your analysis is as accurate as possible, make sure you use different multiples rather than relying on one set.",
  "url": "https://www.investopedia.com/terms/m/multiple.asp"
}