{
  "term": "What Is Liquidation?",
  "definition": "Liquidation in finance and economics is the process of bringing a business to an end and distributing its assets to claimants. It is an event that usually occurs when a company isinsolvent, meaning it cannot pay its obligations when they are due. As company operations end, the remaining assets are used to pay creditors and shareholders, based on the priority of their claims.General partnersare subject to liquidation.\n\nThe term liquidation may also be used to refer to the selling of poor-performing goods at a price lower than the cost to the business or at a price lower than the business desires.\n\nInvestopedia / Paige McLaughlin\n\nChapter 7 of the U.S. Bankruptcy Code governs liquidation proceedings. Solvent companies may also file forChapter 7, but this is uncommon. Not all bankruptcies involve liquidation;Chapter 11, for example, involves rehabilitating the bankrupt company and restructuring its debts. In Chapter 11 bankruptcy, the company will continue to exist after any obsolete inventory is liquidated, after underperforming branches close, and after relevant debts are restructured.\n\nUnlike when individuals file for Chapter 7 bankruptcy, business debts still exist after Chapter 11 bankruptcy. The debt will remain until the statute of limitations has expired, and as there is no longer a debtor to pay what is owed, the debt must be written off by the creditor.\n\nAssets are distributed based on thepriority of various parties’claims, with a trustee appointed by the U.S. Department of Justice overseeing the process. The most senior claims belong tosecured creditorswho have collateral on loans to the business. These lenders will seize the collateral and sell it—often at a significant discount, due to the short time frames involved. If that does not cover the debt, they will recoup the balance from the company’s remaining liquid assets, if any.\n\nNext in line are unsecured creditors. These include bondholders, the government (if it is owed taxes), and employees (if they are owed unpaid wages or other obligations).\n\nFinally, shareholders receive any remaining assets, in the unlikely event that there are any. In such cases, investors in preferred stock have priority over holders of common stock. Liquidation can also refer to the process of selling off inventory, usually at steep discounts. It is not necessary to file for bankruptcy to liquidate inventory.\n\nLiquidation can also refer to the act of exiting a securities position. In the simplest terms, this means selling the position for cash; another approach is to take an equal but opposite position in the same security—for example, byshortingthe same number of shares that make up a long position in a stock.\n\nA broker may forcibly liquidate a trader’s positions if the trader’s portfolio has fallen below themargin requirement, or they have demonstrated a reckless approach to risk-taking.\n\nCompany ABC has been in business for 10 years and has been generating profits throughout its run. In the last year, however, the business has struggled financially due to a downturn in the economy. It has reached a point where ABC can no longer pay any of its debts or cover any of its expenses, such as payments to its suppliers.\n\nABC has decided that it will close up shop and liquidate its business. It enters into Chapter 7 bankruptcy and its assets are sold off. These include a warehouse, trucks, and machinery with a total value of $5 million. Currently, ABC owes $3.5 million to itscreditorsand $1 million to its suppliers. The sale of its assets during the liquidation process will cover its obligations.\n\nThe liquidation of a company happens when company assets are sold when it can no longer meet its financial obligations. Sometimes, the company ceases operations entirely and is deregistered. The assets are sold to pay back various claimants, such as creditors and shareholders. Not all assets will sell at 100% of their value, so the business and bankruptcy courts will determine anestimated recovery valueof the property to distribute to creditors.\n\nTo liquidate means to convert assets into cash. For example, a person may sell their home, car, or other asset and receive cash for doing so. This is known as liquidation. Many assets are assessed based on how liquid they are. For example, a home is not very liquid because it takes time to sell a house, which involves getting it ready for sale, assessing the value, putting it up for sale, and finding a buyer. On the other hand, stocks are more liquid as they can be easily sold and cash received from the sale (if they have appreciated).\n\nNo, a company is not dissolved after liquidation. Dissolving a company and liquidating it are two separate procedures. Liquidating a company means selling off its assets to claimants whereas dissolving a company is deregistering it.\n\nWhen a company becomes insolvent, meaning that it can no longer meet its financial obligations,it undergoes liquidation. Liquidation is the process of closing a business and distributing its assets to claimants.\n\nThe sale of assets is used to pay creditors and shareholders in the order of priority. Liquidation is also used to refer to the act of exiting a securities position, usually by selling the position for cash.\n\nUnited States Courts. \"Chapter 7 - Bankruptcy Basics.\"\n\nUnited States Courts. \"Chapter 11 - Bankruptcy Basics.\"\n\nU.S. Securities and Exchange Commission. \"Bankruptcy: What Happens When Public Companies Go Bankrupt?\"\n\nU.S. Securities and Exchange Commission. \"Stocks.\"",
  "url": "https://www.investopedia.com/terms/l/liquidation.asp"
}