{
  "term": "What Is a Sunk Cost—and the Sunk Cost Fallacy?",
  "definition": "A sunk cost is money, time, or effort that has already been spent and cannot be recovered.\n\nA sunk cost expense refers to the loss of time, money, or effort, which you can't get back. If you let sunk costs influence your future decisions, even when it'snot in your best interest, you may run into problems.\n\nFor example, you've paid for a non-refundable, expensive eight-week online course at a prestigious university. In week two, you realize you do not enjoy the course, and it won't benefit your end goals. Do you continue with the course even though you've paid for it? It would require more time and effort on your part if you do.\n\nSunk costs apply to personal and business settings. Once the resources (time, money, effort) are spent, they're gone and can't be recovered, no matter the outcome. Rational decision-making assumes that sunk costs should not affect future decisions.\n\nFor example, Company ABC invests millions of dollars in developing a new product. Halfway through the development phase, newmarket researchshows a shift in trends—notably, that the product won't sell when completed.\n\nShould the company push forward with development or cut its losses? A rational manager would ignore the sunk cost (the amount ofcapitalalready invested in developing the product) and only consider the prospects (the final product won't sell). However, many companies would continue to justify the spent costs and continue, which often results in more losses.\n\nThe sunk cost fallacy is the mindset of continuing with a decision just because of past investments, even when logic would say otherwise. It is a flawed process of thinking. This happens because of the human aversion to waste and the need to justify our decisions.\n\nThe sunk cost fallacy occurs often in business and government settings. Governments frequently continue funding largeinfrastructureprojects that exceed budgets, spending billions and justifying them because of the amount of capital already allocated to these projects.\n\nFor example, the U.K. and France continued to fund the Concorde even when it was not profitable. After the project's launch, it was quickly clear that there wouldn't be much of an economic gain.\n\nBadmarketingchoices, extremely high production, maintenance, management, and fuel costs, and low demand due to high prices showed that there would be no financial benefit. Yet both countries continued to invest heavily in the project.\n\nThe sunk cost fallacy has its foundations in psychology andbehavioral economicswith certain concepts that seek to explain why it exists.\n\nAvoiding the sunk-cost fallacy requires awareness and effort. Here are some ways you can sidestep sunk costs:\n\nSunk costs are expenses, whether time, money, or effort that can't be recovered, yet they often influence future decisions—much to the detriment of the individual or business.\n\nThesunk cost fallacymakes continuing with a failed decision seem like the right course, however, a conscious effort needs to be made to recognize the bias and make better decisions. Setting clear limits, seeking an outside perspective, and considering future returns can help avoid sinking more resources into a failed enterprise.\n\nCongressional Research Service. \"Supersonic Passenger Flights.\" Pages 3-4.",
  "url": "https://www.investopedia.com/terms/s/sunkcost.asp"
}