{
  "term": "What Nasdaq Is, History, and Financial Performance",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nNasdaq is a global electronic marketplace for buying and selling securities. Its name was originally an acronym for the National Association of Securities Dealers Automated Quotations. Nasdaq started as a subsidiary of theNational Association of Securities Dealers (NASD), now known as theFinancial Industry Regulatory Authority (FINRA).\n\nNasdaq was launched after theSecurities and Exchange Commission (SEC)urged NASD to automate the market for securities not listed on an exchange. The result was the first electronic trading system. Nasdaq opened for business in 1971.\n\nAs noted above, the Nasdaq is a stock exchange headquartered in New York. It began as asubsidiaryof the NASD and officially opened for business on Feb. 8, 1971. It was the world's first automated stock exchange.\n\nNasdaq officially separated from the NASD and began to operate as a national securities exchange in 2006. In 2008, it combined with the Scandinavian exchanges group OMX to become the Nasdaq OMX Group.The company changed its name to Nasdaq Inc. in 2015.\n\nThere are more than 5,000 companies that are listed and traded on the exchange on a daily basis. Many of these companies are major technology companies, such as Apple (AAPL) and Microsoft (MSFT).\n\nSince 2006, the Nasdaq has consisted of three tiers: the Nasdaq Global Select Market, the Nasdaq Global Market, and the Nasdaq Capital Market.\n\nThe exchange operates 29 markets enabling the trading of stocks, derivatives, fixed income, andcommoditiesin the U.S., Canada, Scandinavia, and the Baltics. The company also runs aclearinghouseand five central securities depositories in the United States and Europe.Its trading technology is used by 100 exchanges in 50 countries.\n\nThe term Nasdaq is also used to refer to theNasdaq Composite. This is an index of more than 2,500 stocks listed on theNasdaq exchange. This index includes some of the major technology giants, such as:\n\nThe Nasdaq Composite closed at a record high of 16,057.44 on Nov. 19, 2021. The index proceeded to drop more than 23% from that point through April 2022.The Nasdaq Composite's 13.3% decline in April 2022 was its worst monthly drop since October 2008, when the index lost 17.4% amid the global financial crisis. It closed at 13,787.92 on June 30, 2023.\n\nNasdaq Inc. is listed on the Nasdaq stock market under the symbolNDAQand has been part of the S&P 500 Index since 2008.\n\nThe Nasdaq computerized trading system was initially devised as analternative to the inefficient specialist system, which was the prevalent model for almost a century. The rapid evolution of technology has made Nasdaq’s electronic trading model the standard for markets worldwide.\n\nIt was only fitting for the world’s up-and-coming technology companies to list on an exchange using the latest technology. As the tech sector grew in prominence in the 1980s and 1990s, the Nasdaq Composite Index became its most widely quoted proxy.\n\nThat turned Nasdaq Composite into the index of thedot-com boomand bust. After rallying nearly 150% in the 16 months through March 2000, the Nasdaq Composite then slumped almost 80% by October 2002.\n\nIn November 2016,chief operating officer (COO)Adena Friedman was promoted to the role ofchief executive officer (CEO), becoming the first woman to run a major exchange in the United States.\n\nOn Dec. 1, 2020, Nasdaq proposed a new rule requiring companies listed on the exchange to report on the diversity of their board of directors. The rule requires companies to include on their boards at least one female director and one who is a member of an underrepresented minority or LGBTQ+, or to publicly explain why they have not done so. The SEC approved the board diversity disclosure rule on Aug. 6, 2021.\n\nNasdaq generatesrevenuefrom clients, including financial institutions, brokers, institutional investors, and corporations. Nasdaq's revenue is mainly derived from fees charged for the following:\n\nNasdaq reported total net income of $1.12 billion on total revenue of $6.23 billion for the 2022 fiscal year ending Dec. 31, 2022. Revenue less transaction-based expenses came in at $3.58 billion. The company also increased the quarterly dividend per common share to $0.78 in 2022 from $0.70 in 2021.\n\nThe Nasdaq is a U.S. stock exchange based in New York City. It officially opened for business in February 1971. There are more than 5,000 companies that trade on the exchange, including domestic and international firms. It was the first automated exchange in the world.\n\nThe Nasdaq 100 is a large-cap growth index. It is comprised of 100 of the largest U.S. and international non-financial companies—all of which are listed on the Nasdaq stock exchange based on their market caps. Some of the major companies listed include Apple, Dollar Tree, Keurig, Sirius XM Holdings, and Zoom Video Communications. Investors who are interested in taking advantage of the index's returns can do so by investing in mutual funds, exchange-traded funds (ETFs), options, futures, and annuities thattrack and try to mimic its performance.\n\nApple trades on the Nasdaq under the ticker symbol AAPL. The company went public on Dec. 12, 1980, when it first traded at $22.Apple stock closed at $190.25 on June 30, 2023.\n\nThe Nasdaq is one of the major stock exchanges in the United States. More than 5,000 domestic and foreign companies are listed with a major focus on technology. The exchange opened up for business in 1971 and was the first automated exchange in the world. The Nasdaq Composite Index, which is comprised of more than 2,500 listed companies, is one of the world's most-watched stock market indexes and is considered a gauge of the U.S. and global economies.\n\nCorrection—March 20, 2024:This article has been corrected to state that the Nasdaq consists of three tiers: the Nasdaq Global Select Market, the Nasdaq Global Market, and the Nasdaq Capital Market.\n\nNasdaq. \"Nasdaq: 50 Years of Market Innovation.\"\n\nNasdaq. \"Nasdaq and OMX to Combine.\"\n\nNasdaq. \"2021 Form 10-K,\" Page 6.\n\nNasdaq. \"Initial Listing Guide.\"\n\nNasdaq. \"Trade Global Markets.\"\n\nNasdaq. \"What Is the Nasdaq Composite, and What Companies Are in It?\"\n\nNasdaq. \"Nasdaq Composite Index (COMP), Market Activity.\"\n\nNasdaq. \"NASDAQ Composite Index (COMP).\"\n\nNasdaq. \"Nasdaq (NDAQ) Picks President Adena Friedman as New CEO.\"\n\nU.S. Securities and Exchange Commission. \"Securities and Exchange Commission, Self-Regulatory Organizations; The Nasdaq Stock Market LLC; Order Approving Proposed Rule Changes,\" pp. 1-4.\n\nNasdaq. \"Nasdaq to Advance Diversity Through New Proposed Listing Requirements.\"\n\nNasdaq. \"NASDAQ REPORTS FOURTH QUARTER AND FULL YEAR 2022 RESULTS; DELIVERS STRONG SOLUTIONS BUSINESSES REVENUE GROWTH IN 2022.\"\n\nNasdaq. \"Quotes For Nasdaq-100 Index.\"",
  "url": "https://www.investopedia.com/terms/n/nasdaq.asp"
}