{
  "term": "What Is a Purchase APR? Definition, Rates, and Ways to Avoid",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA purchaseannual percentage rate(APR) is the interest rate that your credit card issuer will charge you on purchases when you carry a balance on your card. In addition to purchase APRs, credit cards can have different APRs for cash advances and balance transfers. They may also have introductory APRs for a certain period after you sign up and penalty APRs for missing payments.\n\nThe APR on a credit card is an annualized percentage rate that is applied monthly. If the advertised APR on a credit card is 19%, for example, then an interest rate of 1.58% (19% divided by 12 months) will be imposed on the outstanding balance each month.\n\nIf you pay the balance in full no later than the due date, you can avoid paying interest on any purchases you've made. The time between the end of a monthly billing cycle and your card's payment due date is known as the card'sgrace period. Only when you carry a balance after the due date will you have to pay interest on your purchases.\n\nAs mentioned, any given credit card may have several different APRs attached. For example, the APR oncash advancesis typically higher than that for purchases. In addition, the interest on cash advances begins accruing immediately, unlike the interest on purchases. Introductory APRs, sometimes referred to as teaser rates, are lower than the regular purchase APR, sometimes as low as 0% for a period of time.\n\nTo find your credit card's current purchase APR, check your most recent credit card statement or log into your credit card account. You should find the APR in the card'sterms and conditionsdocument.\n\nWhen you sign up for a credit card, its purchase APR and other APRs will be shown in your credit card agreement.\n\nThose rates can change over time for several reasons. For example, the credit card issuer can change the rate if it gives you 45 days' notice and states a reason for doing so. The reason might be a late payment that you made or a recent drop in your credit score. Any new purchases you make with the card more than 14 days after you've received the advance notice will be subject to the new rate.\n\nHowever, credit card companies are prohibited from increasing interest rates on new transactions during the first year after opening an account.\n\nMany cards also impose a penalty or default APR that is triggered if a payment is late or you have exceeded the card's credit limit. The penalty APR always applies to future purchases after such an event, but it can also be applied to the existing balance if a payment is more than 60 days late.\n\nYour purchase APR can also change if your card charges a variable rather than a fixed rate. As noted above, no APR is totally \"fixed\" since the card issuer can change it with 45 days' notice. With a variable rate card, however, the issuer is free to change it quarterly or monthly, based on the movement of a particular index, such as theprime rate, and isn't required to give you advance notice.Your new rate would be the prime rate (or other benchmark index) plus some set percentage. Your credit card agreement should indicate how much the APR can change over time.\n\nAs of October 2024, the median credit card interest rate for all credit cards in the Investopedia database was 22.76%.However, rates varied widely, even for any given issuer. For example, in September 2024, the APRs on Bank of America credit cards ranged from 19.24% on the low end to 29.24% at the high end. Those differences can be due to a number of factors, including the type of card (for example, rewards cards tend to carry higher interest rates) and the creditworthiness of the individual cardholder. The lowest rates tend to be available to cardholders with the highest credit scores.\n\nBefore their full rate kicks in, some cards offer introductory purchase APRs for a limited period, which may range from several months to a year or more. If you carry a balance after the promotional period ends, the card will begin to charge its full purchase APR on that balance.\n\nLet's say you charge a $5,000 purchase to a credit card that has a 20% purchase APR. If you're making $200 monthly payments, it will take you 33 months to pay off the card. You'll pay a total of $1,522 in interest.\n\nIf you charge that same $5,000 purchase to a credit card with a 15% purchase APR and make $200 monthly payments, you'll only pay $1,032 in interest over 31 months.\n\nYou could save even more in interest if you make the purchase on a card that has an introductory APR of 0%. Just remember that you need to pay off the purchase before the introductory period ends.\n\nIn the case of credit cards, interest rates must be stated as an annual percentage rate or APR, so they are basically the same thing. With other types of loans (such as mortgages or car loans), the interest rate and APR can be different because the APR will include both the basic interest rate and any additional fees.\n\nWhen looking for a new credit card, it pays to shop around. You'll also improve your odds of getting the best rate if you have a strong credit score. Fortunately, you can do several things toraise your credit scoreand keep it up there. Also, consider cards with low introductory interest rates. Just remember to pay off your balance before the promotional period ends, and the card starts charging its full rate.\n\nBalance transfer credit cards allow you to move some or all of your balance on an existing credit card to a new card, typically one with a low introductory interest rate for a certain period. Balance transfer cards can save you money, but they typically charge fees equal to a percentage of the amount you're transferring, such as 3% to 5%, so there are costs to weigh.\n\nThe purchase APR on your credit card is important to consider if you expect to carry a balance on the card rather than paying it off in full each month. APRs can vary widely from card to card, and some cards offer low or even 0% APRs for a limited period of time.\n\nChase. \"APR and Interest Rate: How Are They Different?\"\n\nConsumer Financial Protection Bureau. \"What Is a Grace Period for a Credit Card?\"\n\nConsumer Financial Protection Bureau. \"When Can My Credit Card Company Increase My Interest Rate?\"\n\nOffice of the Comptroller of the Currency, HelpWithMyBank.gov. \"How Must the Bank Notify Me When It Makes a Significant Change in Account Terms on My Credit Card Account?\"\n\nConsumer Financial Protection Bureau. \"What Is the Difference Between a Fixed APR and a Variable APR?\"\n\nInvestopedia. \"Average Credit Card Interest Rates – September 2024.\"",
  "url": "https://www.investopedia.com/terms/p/purchase-apr.asp"
}