{
  "term": "What Is a Naked Option? How Naked Calls and Puts Work",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA naked option is created when the option writer or seller doesn't own any or enough of the underlying security to meet their potential obligation.\n\nA naked option is created when the option writer or seller doesn't own any or enough of the underlying security to meet their potential obligation. Also known as an uncovered option, it doesn't provide the seller with any protection against an adverse shift in price.\n\nA naked option, also known as an uncovered option, is created when the seller of anoption contractdoesn't own the underlying security that's needed to meet the potential obligation that results from selling. This is also known as \"writing\" or \"shorting\" an option. The seller has no protection against an adverse shift in price. Naked options are attractive to traders and investors because their expected volatility is built into the price.\n\nThe seller of the option gets to keep anyout-of-the-money(OTM) premium if the underlying security moves in the direction opposite to what the option buyer anticipated. They also get to keep the premium if it moves in the buyer's favor but not enough to account for the volatility that's already built into the price. That has typically translated to the option seller winning around 70% of trades, which can be quite appealing.\n\nSelling an option creates an obligation at expiration for the seller to provide the option buyer with the underlying shares or futures contract for a correspondinglong positionfor a call option or the cash necessary for a correspondingshort positionfor a put option. The ultimate effect for a seller who sold a put option would be to create a long stock position in the option seller's account, a position purchased with cash from the option seller's account.\n\nThe seller must acquire it atexpirationbased on current market prices if they have no ownership of the underlying asset or the corresponding cash necessary for the execution of a put option.\n\nSuch positions are considered highly vulnerable to loss and are referred to as uncovered or naked because they have no protection from price volatility.\n\nA trader who writes a nakedcall optionon a stock has accepted the obligation to sell the underlying stock for thestrike priceat or before expiration no matter how high the share price rises. The seller will have to acquire the stock and then sell it to the option buyer to satisfy the obligation if the option is exercised and the trader doesn't own the underlying stock. The ultimate effect is that this creates a short-sell position in the option seller's account on the Monday after expiration.\n\nImagine a trader who believes that a stock is unlikely to rise in value over the next three months but they're not very confident that a potential decline would be very large. Assume that the stock is priced at $100 and a $105 strike call with an expiration date 90 days in the future. It's selling for $4.75 per share.\n\nThey decide to open a naked call by \"selling to open\" those calls and collecting thepremium. The trader decides not to purchase the stock in this case because they believe the option is likely to expire worthless and the trader will keep the entire premium.\n\nThere are two possible outcomes for a naked call trade:\n\nThere's no limit as to how high a stock can rise so a naked call seller theoretically has unlimited risk. The seller's risk is contained with naked puts because a stock or other underlying asset can only drop to zero dollars.\n\nA nakedput optionseller has accepted the obligation to buy the underlying asset at the strike price if the option is exercised at or before its expiration date. The risk is contained but it can still be quite large so brokers typically have specific rules in place regarding naked option trading. Inexperienced traders may not be permitted to place this type of order.\n\nA seller who sold a put option is essentially liable to have a long stock position if the option buyer exercises.\n\nAn out-of-the-money (OTM) option is the result of an asset's current market price being less attractive than the strike price. An option that expires out-of-the-money will cost the buyer their premium paid to enter the trade.\n\nThe trader is selling without the security of holding some ownership interest in the underlying instrument. It's generally not a recommended move for a trader who's new to the game. Losses can be significant.\n\nVolatility is the up-and-down movement of a stock's price over a prescribed period. It can be historical and based on past fluctuations or it can be implied and effectively forecasted. It's not firm but rather an estimate that traders can and should use to gauge their best and most advantageous moves, particularly if they're dealing in naked options.\n\nNaked options are sold without any reserves to guarantee the obligation. Price changes can run rampant between the time of sale and expiration and the seller or writer doesn’t necessarily own enough or even any of the underlying security to meet their obligations. They’re highly vulnerable to loss and shouldn’t be attempted by an inexperienced trader, at least not without first getting solid, experienced advice and guidance from a professional.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nR. Lehman and L. G. McMillan. \"Options for Volatile Markets: Managing Volatility and Protecting Against Catastrophic Risk,\" Pages 38-40, 100-104. John Wiley & Sons, 2021.\n\nICICI Direct. \"What Is Out of the Money (OTM) in Options With Examples.\"\n\nFidelity Investments. \"An IV for Your Options Strategy.\"",
  "url": "https://www.investopedia.com/terms/n/nakedoption.asp"
}