{
  "term": "What Are Index Funds, and How Do They Work?",
  "definition": "Index funds use a passive investing strategy and trade less frequently to keep costs low.\n\nIndex funds mirror the performance of benchmarks like the S&P 500 and othermarket indexesby mimicking their makeup. Index funds invest in the same assets using the same weights as the target index, typically stocks or bonds. Index funds provide broad market exposure anddiversificationacross various sectors and asset classes.\n\nThese passive investments attract many investors. In 2021, passive index funds tracking marketbenchmarksaccounted for just 21% of the U.S. equity fund market.By 2023, passive index funds had grown to about half of all U.S. fund assets.\n\nInvestopedia / Madelyn Goodnight\n\nInvestors interested in the stocks of an economic sector or the whole market can find indexes that aim to gain returns that closely match the benchmark index they want to track. The broader index funds can minimizetracking errors, the difference between the fund's performance and the target index.\n\nThe portfolios of index funds only change substantially when their benchmark indexes change. If the fund follows a weighted index, its managers may periodicallyrebalancethe weights (the percentage by market cap) and components of their fund's securities to keep matched up with the target index.\n\nFor broad indexes like the S&P 500, it would be impractical or expensive for an investor to construct the right proportions in a portfolio. Index funds do the work by holding a representative sample of the securities. S&P 500 index funds, the most popular and oldest such funds in the U.S., mimic the moves of the stocks in the S&P 500, which covers about 80% of all U.S. equities by market cap.\n\nThe seismic shift in the rise of passive funds has come as they often convincingly outperform their actively managed peers.According to the widely followed S&P Indices Versus Active (SPIVA) scorecards, about 9 out of 10 actively managed funds didn't match the returns of the S&P 500 benchmark in the past 15 years.\n\nBesides the S&P 500, other major indexes followed by such funds include theNasdaq Composite Index, made up of 3,000 stocks listed on the Nasdaq exchange; theBloomberg U.S. Aggregate Bond Index, which follows the total U.S. dollar-denominated bond market; and theDow Jones Industrial Average, consisting of 30 large-cap companies chosen by the editors of theWall Street Journal.\n\nInvestors should review a fund's fees and performance before investing. As of August 2024, Fidelity's Nasdaq Composite Index Fund (FNCMX) had a 10-year average annual return of 15.54% versus 15.57% for the Nasdaq composite, a 0.03% difference.\n\nInvesting in index funds means putting your money not behind the skills of active fund managers but on the prospects of specific parts of the market.\n\nAutumn Knutson, founder and lead financial planner at Styled Wealth and anInvestopedia top-100 financial advisor, said there are good reasons why these funds appeal to investors. \"Index funds are a low-cost way to track a specific group of investments, which can be more broadly diversified than individual stocks and simpler to buy than each of the individual holdings within the index,\" she said. \"They are very popular for people looking to invest in a group of investments in a simple and cost-effective way.\"\n\nIndex funds often have low expense ratios. Inbull markets, these funds can provide attractive returns as the market rises, lifting all boats. They do come with disadvantages, however. One is the lack of downside protection; in prolonged downtrends, these funds can perform poorly in line with the broader market.\n\nFor investors considering index funds, there are two main ways to do so:\n\nInvestors in index funds can often benefit from professional guidance, despite index funds' reputation as a do-it-yourself investing solution, \"Advisors are able to help with compiling a portfolio of multiple index funds that track multiple markets, say a U.S. large-cap index fund, an international stock index fund, and perhaps a U.S. and International Bond Index Fund,\" Knutson said.\n\nThis diversification strategy can help spread risk across different markets and asset classes. Knutson added that these portfolios should be \"monitored for rebalancing (to ensure no portion of those investments gets over or underweight).\"\n\nThe need for professional advice is more readily apparent when your finances are more complex. An advisor can be \"especially helpful if the account is taxable or if there are irregular contributions to an account,\" Knutson said. \"Otherwise, there could be tax efficiencies left on the table or the account could get more out of balance than preferred if there are no recurring contributions being put in to keep it rebalanced with each new contribution.\"\n\nWhile index funds are, for many, a straightforward investing approach, they're not a one-size-fits-all solution, and thousands of choices are available. The decision to invest in index funds—and how to manage them as part of a wider portfolio—should be based on your financial situation, goals, and risk tolerance. Whether you choose to go it alone or seek professional guidance, understanding the pros and cons of index fund investing is crucial to making informed investment decisions.\n\nInvesting in index funds is straightforward for both new and experienced investors. Here’s how to get started investing in index funds:\n\nChoose your investment platform: Begin by selecting an online brokerage or investment platform. Some of thebest online brokerage platformsprovide strong customer support, robust research, and analytical tools.\n\nThe primary advantage index funds have over their actively managed peers is lower fees. So, if actively managed funds don’t outperform their passive peers, more investors are asking, Why are we paying fund managers so much more in fees each year? Using SPIVA data as a proxy, which compares the performance of actively managed funds with specific benchmarks, 79% of actively traded funds had underperformed the S&P 500 the previous five years, according to data last published in mid-2024. When you extend that to 15 years, it's 88%.\n\nA greater public understanding of this kind of data helps explain the growing popularity of passive funds, almost all of which are index funds. You still have to pay an expense ratio with these funds, charged as a percentage of the assets under management to pay advisors and managers and cover transaction fees, taxes, and accounting costs.\n\nSince the managers of index funds are simply replicating the performance of a benchmark index, they don't need research analysts and others to choose stocks, time trades, etc. They also trade holdings less frequently, meaning fewer transaction fees and commissions. By contrast, actively managed funds have large staffs and conduct trades with more complications and volume, driving up costs.\n\nAs such, index funds can charge less than their actively trading peers. They often cost as low as 0.04%—compared with the higher fees that actively managed funds command, typically 0.44% and sometimes higher than 1.00%, depending on the assets.\n\nLet's summarize the advantages:\n\nThese funds have many virtues that make them well-suited for ordinary long-term investors. That said, the best choice for you—active or passive—depends on your financial goals, the investment environment,risk tolerance, and other specifics about your situation. Over the long term, many have seen the benefits of their comparative returns.\n\nAmong the critiques of index funds is their inherent lack of flexibility. Because they are designed to mirror a specific market, they decline in value when the market does, and they can't pivot away when the market shifts.\n\nSimilarly, they are also criticized for automatically including all the securities in an index. This means they may invest in companies that are overvalued or fundamentally weak, leaving aside the greater weighting of assets that could provide better returns. Of course, this automated strategy has often outperformed active management, perhaps in part by holding onto assets that active fund managers have misjudged.\n\nAnother disadvantage has to do with what's calledmarket-cap weighting, which many index funds use. Companies with higher market capitalizations have a more significant influence on the fund's performance in such funds. This concentration can lead to being too tied to the fate of a few large companies, magnifying your risks if these companies underperform.\n\nIf you're interested in index funds, you'll likely have to choose between investing in mutual funds or ETFs that track specific indexes. Both types of funds replicate the performance of a specific market index. However, they differ in several key aspects that can influence which to choose:\n\nIndex mutual fundspool money to buy a portfolio of stocks or bonds. Investors buy shares directly from the mutual fund company at thenet asset value(NAV) price, calculated at the end of each trading day. Among the main advantages of index mutual funds are the simplicity of automatically reinvesting dividends anddollar-cost averaging, the practice of making regular set contributions.\n\nHere's a table comparing the two:\n\nIndex funds have been around since the 1970s, but have exploded in popularity over the past decade or so. The fund that started it all, founded by Vanguard chairJohn Boglein 1976, remains among the best as judged by its long-term performance and low cost. The Vanguard 500 Index Fund has tracked the S&P 500 faithfully in composition and performance. As of July 2024, Vanguard’s Admiral Shares (VFIAX) had a 10-year average annual return of 13.11% vs. the S&P 500’s 13.14%—a very small tracking error.The expense ratio is low at 0.04%, and its minimum investment is $3,000.\n\nFind outInvestopedia's10 Rules of Investingby ordering a copy of our special issue print edition.\n\nIndex funds track portfolios composed of many stocks or bonds. As a result, investors benefit from the positive effects of diversification, such as increasing the expected return of the portfolio while minimizing the overall risk. While any individual stock may see its price drop steeply, if it's a relatively small part of a larger index, it won't be as damaging.\n\nMany index funds have no minimum required to start investing. Index funds also generally have low annual fees, and these fees, on average, have been declining over the past several years. According to data from the Investment Company Institute in 2024, the average fee for an index fund is 0.05%, with some index funds offering even lower expense ratios. All else being equal, you might wish to choose the lower-cost fund among those that equally track the same index well.\n\nIndex funds can be an excellent option for beginners stepping into the investment world. They are a simple, cost-effective way to hold a broad range of stocks or bonds that mimic a specific benchmark index, meaning they are diversified. Index funds have lower expense ratios than most actively managed funds, and they often outperform them, too. These reasons make them a solid choice not only for beginners but for many expert investors as well.A final bonus for newer investors: If your fund is tied to a leading index like the S&P 500 or Nasdaq composite, you'll see news coverage often, helping you keep abreast of your investment while learning the broader market's ebbs and flows.\n\nIndex funds are generally safer than individual stocks because of their inherent diversification. They track a specific market index, such as the S&P 500, which means they contain a broad range of stocks across various sectors. If a single company performs poorly, that hurts you if that's a big part of your portfolio. But if it's the S&P 500 index, it's just one of hundreds in your index fund.\n\nThe best index funds for retirement offer growth potential and solid risk management that aligns with your time to retirement and risk tolerance. For long-term growth, consider broad-market equity index funds like the Vanguard Total Stock Market Index Fund (VTSAX) or the Fidelity 500 Index Fund (FXAIX). For diversification and income, bond index funds like the Fidelity Total Bond Fund (FTBFX) can be a good choice.Target-date retirement funds, which automatically adjust their allocation as your retirement approaches, can also be a convenient option for retirement planning, though these are actively managed and invest in a range of indexes and other assets.\n\nIndex funds are a popular choice for investors seeking low-cost, diversified, and passive investments that happen to outperform many higher-fee, actively traded funds. They are designed to replicate the performance of financial market indexes, like the S&P 500, and are ideal for long-term investing, such as retirement accounts.\n\nWhile they offer advantages like lower risk through diversification and long-term solid returns, index funds are also subject to market swings and lack the flexibility of active management. Despite these limits, index funds are often favored for their consistent performance and are now a staple in many investment portfolios. Consider your investment objectives and risk tolerance when choosing an index fund. Talking first with a financial advisor for personalized advice is always prudent.\n\nStatista. \"Distribution of Active and Passive Investment Funds in the US in 2012 and 2022.\"\n\nFinancial Times. \"Passive Eclipses Active in Us Fund Market as Assets Swell to $13.3tn.\"\n\nS&P Dow Jones Indices. “SPIVA.”\n\nNasdaq. “NASDAQ Composite,” Page 1.\n\nState Street Global Advisors. “SPDR Bloomberg Barclays U.S. Aggregate Bond UCITS ETF (Dist),” Page 1.\n\nFidelity. \"Fidelity Nasdaq Composite Index Fund.\"\n\nU.S. Securities and Exchange Commission. “Expense Ratio.”\n\nU.S. Securities and Exchange Commission. \"Mutual Fund Fees and Expenses.\"\n\nInvestment Company Institute. \"2024 Factbook.\"\n\nStewart, Scott D., et al. “Portfolio Management: Theory and Practice,” Pages 354–383. John Wiley & Sons, 2023.\n\nDavid J. Abner. \"The ETF Handbook: How to Value and Trade Exchange Traded Funds,\" Pages 288-290. John Wiley & Sons, 2022.\n\nVanguard. \"VFIAX 500 Index Fund Admiral Shares.\"\n\nFinancial Industry Regulatory Authority. \"Save the Date: Target-Date Funds Explained.\"",
  "url": "https://www.investopedia.com/terms/i/indexfund.asp"
}