{
  "term": "What a Stock Split Is, Why Companies Do It, and How It Works, With an Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWhen Nvidia's (NVDA) stock price soared past $1,200 in 2024, the global chip giant made a change that might puzzle some novice investors: they split their stock 10-for-one, making their stock cheaper. This decision, far from being unique to Nvidia, is typical of firms with highflying stocks that carry out stock splits so their shares are more affordable to a broader range of investors, particularly retail investors who might be deterred by high share prices. Announcing the split, Nvidia said the company wished \"to make stock ownership more accessible to employees and investors.\"\n\nA stock split is when a company divides its stock into multiple shares, effectively lowering the price of each share without changing the company's market value. It's akin to cutting a cake into smaller slices; you end up with more pieces, but the total amount stays the same. For instance, in a two-for-one split, an investor who owned one share priced at $100 would end up with two shares, each worth $50 but with the same total value.\n\nThis can increaseliquidity(the ability to trade the stock easily) and trading volume. However, a stock split doesn't change the company's value—it simply redistributes ownership into smaller, more affordable units. In addition, some argue that in the age of fractional shares and when so much investing is done by institutions that just look at the total value invested, not the share price, stock splits are becoming obsolete.However, stock splits are still used by companies to make their shares appear more attainable to retail investors. These company actions also tend to signal management's confidence in future growth.\n\nBelow, we'll explore more about why companies choose this strategy, the mystery behind why the stock's value tends to go up (even as it shouldn't), how this change affects various stakeholders, and what investors should consider when a stock split occurs.\n\nWhen examining historical stock charts, be cautious since many platforms (but not company investor sites) automatically adjust backward the historical prices for stock splits. This means a stock that traded at $1,000 on a specific day historically before a 10-for-one split might show up as $100 in the historical data. Always check if prices are split-adjusted to avoid misinterpreting long-term price trends.\n\nStock splits are labeledreverseor forward, though when used without an adjective, a forward stock split is usually meant. These occur when a company increases the number of its outstanding shares without changing the overall market capitalization. Each shareholder receives additional shares in proportion to their prior holdings, while the value of each share decreases proportionally.\n\nThe main characteristic of a forward stock split is the increase in the number of shares available in the market. For instance, in a two-for-one split, each share is divided into two, doubling the number of outstanding shares. Similarly, a three-for-one split would triple the number of shares.\n\nAlong with this increase in share count, the price per share is adjusted downward in line with the split ratio. Thus, if a company carries out a two-for-one split, a share priced at $100 before the split would be priced at $50 afterward. A $90 share would be $30 post-split in a three-for-one split.\n\nDespite these changes, the total value of an investor's holdings remains constant. The decrease in the price per share precisely offsets the increase in the number of shares. This principle extends to the company'smarket capitalization, which remains unchanged before and after the split (except for market shifts). The total value of shares held by all shareholders should stay the same, maintaining the company's market value.\n\nWhen a company performs a forward stock split, the process is seamless for shareholders. The additional shares are automatically credited to shareholders' accounts by their brokers.\n\nWhile a stock split doesn't inherently change a company's value, it can affect market perception and liquidity. The lower share prices resulting from a split may make the stock more accessible to smaller investors, potentially broadening the shareholder base. In addition, the increased number of shares can improve liquidity in the market, making it easier for investors to buy or sell the stock.\n\nIn a perfectly efficient market, a stock split shouldn't impact a company's total market value or an investor's wealth. The total market capitalization, individual ownership stakes, and fundamental value of the company are unchanged. It's often compared with cutting a pizza into smaller slices—you have more pieces, but not more pizza.\n\nHowever, research has consistently shown that stock splits often result in short-term abnormal returns, with companies experiencing an average 2% to 4% increase in value around the split announcement. Another way of saying this is that, on average, following a stock split announcement, the stock to be split tends to be overpriced relative to its fundamental value. This phenomenon, known as the \"announcement premium,\" has been studied by financial researchers for decades.\n\nFor reverse splits, researchers have found the opposite of the announcement premium of forward splits: the stock price tends to fall below fundamental value in the short-term.)\n\nSeveral overlapping explanations have been proposed:\n\nStock splits can affectoptioncontracts. When a stock splits, the option's strike price and number of contracts are usually adjusted to maintain the same total value. If you're holding options during a stock split, you should carefully review how your contracts are affected.\n\nStudies have long shown that investors prefer specific nominal price ranges, which companies may be catering to through splits. This research, which has included surveys of investors, has found that investors generally prefer stock prices from $10 to $50 per share.However, these preferences vary across different markets and periods. Here's a summary of findings that relate to this:\n\nLower-priced shares after a split seem to be psychologically more appealing to some investors, even though the company's fundamental value hasn't changed. This relates to the concept of \"nominal price illusion\"—like the \"money illusion\"—that investors have a cognitive bias to see lower-priced shares as more of a value, no matter that there's no change in the stock's fundamentals.\n\nThese preferences aren't rational in a purely economic sense, as thenominalshare price shouldn't matter. Behavioral finance researchers have been particularly interested in the stock split anomaly since it challenges theefficient market hypothesis.\n\nBehavioral finance asserts that people often make financial decisions based on emotions and cognitive biases rather than being rational in their trading decisions. For instance,loss aversionmeans that investors often hold losing positions rather than feel the pain of taking a loss.\n\nIn addition to a slight boost between the announcement and the split, researchers have generally found \"post-split drift,\" with \"drift\" being a term used for this and other events. This refers to how, after a significant corporate event (stock splits and other company announcements), there's still an effect even though, all things being equal, there shouldn't be. This drift for forward stock splits means a slight bump in stock prices afterward.Traders and experts have wanted to understand why.\n\nSpecialists in behavioral finance have argued that cognitive biases contribute to the announcement premium:\n\nWhile none of these suggest entirely rational decisions by traders, a more prosaic and far less flattering depiction of investors is just that they don't do math well.For this reason, some may struggle to adjust their valuation models properly for the new share structure enough to produce the anomaly.\n\nThe frequency of stock splits has decreased significantly since the late 1990s. This decline coincides with the rise of algorithmic trading, the selling of fractional sales, and the acceptance of such prices by institutional investors.\n\nThe first obvious implication to remember is that while stock splits may generate short-term price movements, they do not change a company's underlying value or an investor's percentage ownership. The change should be cosmetic.\n\nThat said, given the findings of an announcement premium, there might be prospects for taking advantage of mispricings around splits.\n\nAreverse stock splitis when a company reduces its outstanding shares by combining multiple shares into one, resulting in a proportionally higher price per share. This is the opposite of a forward stock split, where a company increases its share count while decreasing the price per share.\n\nHere are the most important characteristics of a reverse split:\n\nFor example, suppose a company with 10 million shares outstanding trading at $5 per share carries out a one-for-five reverse split. In this case, the number of shares will be reduced to 2 million (10 million ÷ 5), with each share priced at about $25 ($5 × 5). However, the company's market capitalization should remain at $50 million ($5 × 10 million = $25 × 2 million).\n\nAreverse/forward stock splitis a special stock split strategy to eliminate shareholders holding less than a certain number of shares. A reverse/forward stock split consists of a reverse stock split followed by a forward stock split. The reverse split reduces the overall number of shares a shareholder owns, causing some shareholders who hold less than the minimum required by the split to be cashed out. The forward stock split then increases the number of shares owned by the remaining shareholders.\n\nIn a stock split, there are three pivotal dates that investors should be aware of: the announcement date, the record date, and the distribution date (also known as the effective date).\n\nWhile an investor must own shares by the record date to be eligible for the split, shares typically trade at the pre-split price until the distribution date. The time between these dates can vary, but companies usually provide this information in their split announcement to help shareholders and potential investors plan.\n\nSome successful companies have never split their stock. Berkshire Hathaway's Class A shares (BRK.A) have never been split and traded at over $675,000 per share in September 2024.\n\nImproved perceived affordability\n\nNo change in the company's value\n\nPotential for increased volatility:\n\nLet's summarize theadvantages companies seewhen going through the hassle and expense of a stock split. First, a company often decides on a split when the stock price is relatively high, making it expensive for investors to acquire a standardboard lotof 100 shares.\n\nSecond, the higher number of shares outstanding can result in greater liquidity for the stock, which facilitates trading and may narrow thebid-ask spread. Increasing the liquidity of a stock makes trading in the stock easier for buyers and sellers. This can help companies repurchase their shares at a lower cost since their orders will have less impact for a more liquid security.\n\nWhile a split, in theory, should have no effect on a stock's price, it often results in renewed investor interest, which can positively affect the stock price. While this effect may wane over time, stock splits byblue-chipcompanies are a bullish signal for investors. Some may view a stock split as a company wanting a bigger future runway for growth; for this reason, a stock split generally indicates executive-level confidence in the prospect of a company.\n\nIn the U.K., a stock split is called a scrip issue, bonus issue, capitalization issue, or free issue.\n\nHowever, stock splits have disadvantages. One of the primary drawbacks is the cost involved: legal fees, paperwork, and shareholder communications. These costs can be substantial for smaller companies.\n\nAnother disadvantage is a potential increase in the stock's volatility. Lower-priced shares resulting from a split may attract morespeculativetrading, potentially leading to greater price shifts. This increased volatility is often undesirable for all companies or investors.\n\nThere's also a risk that the positive effects of a stock split may be short-lived. While splits often lead to a brief surge in stock price and trading volume, these effects tend to diminish over time.Any gains will likely be temporary if the underlying businessfundamentalsdon't support the optimism generated.\n\nIn addition, in an era offractional shareinvesting, when investors can buy partial shares, the practical benefits of stock splits for increasing accessibility have been reduced. This seems to have made splits less impactful or necessary.\n\nLastly, frequent stock splits might be seen as a form of financial engineering rather than a focus on fundamental business growth.\n\nIn August 2020, Apple (AAPL) split its shares four-for-one.Right before the split, each share was trading at around $540. After the split, the price per share at the market open was $135 (approximately $540 ÷ 4).\n\nAn investor who owned 1,000 shares of the stock pre-split would have owned 4,000 shares post-split. Apple's outstanding shares increased to over 15 billion, while the market capitalization continued to fluctuate, rising to over $3 trillion in September 2024.\n\nA company may split its stock as many times as it would like. For instance, Apple also split its stock seven-for-one in 2014, two-for-one in 2005, two-for-one in 2000, and two-for-one in 1987.\n\nTo convert a quantity of pre-split shares to post-split shares across multiple splits, multiply the ratio value of each split together. For example, a single pre-split AAPL share in 1987 would have eventually been split into 224 shares after the 2020 split. This is determined by multiplying four, seven, two, two, and two.\n\nCalculating the cumulative effect of a company's stock splits over time begins by identifying each split event to determine its impact on share count and price. Then you apply each split ratio consecutively to the original share count. For example, if a company has had a two-for-one split followed by a three-for-one split, the original number of shares would be multiplied by six (2 × 3). The share price adjusts inversely to maintain the same market capitalization, that is, it would be one-sixth what it was, all else being equal.\n\nLet's look at Walmart Inc.'s (WMT) May 1971 stock split as an example. This information is found on Walmart's investor website.We'll suppose you owned 200 shares of the stock on that day:\n\nNo. Receiving more of the additional shares will not result in taxable income under U.S. law. Thetax basisof each share owned after the stock split will be half what it was before the split.\n\nStock splits are generally done when the stock price of a company has risen so high that it might become an impediment to new investors. So, a split is often the result of growth or the prospects of future growth, and it could be a positive signal. In addition, the price of a stock that has just split may see an uptick if the lower nominal share price attracts new investors.\n\nStock splitsneither add nor subtractfundamental value. The split increases the number of shares outstanding, but the company's overall value does not change. Immediately following the split the share price will proportionately adjust downward to reflect the company's market capitalization. If a company pays dividends, thedividend per sharewill be adjusted, too, keeping overall dividend payments the same.\n\nMutual fundscan undergo splits, but they work differently than individual stock splits and occur less frequently. Mutual fund splits typically occur when the price per share is too high, making the fund less accessible to smaller investors. In a mutual fund split, the number of shares an investor owns increases while thenet asset valueper share decreases proportionally, just like a stock split.\n\nStock splits arecorporate actionsthat alter the number of outstanding shares and their price without changing a company's fundamental value or market capitalization. While theoretically neutral events, stock splits often generate a positive market reaction because of increased accessibility, perceived growth signals, and behavioral factors. Companies typically carry out splits to keep share prices within a preferred range, potentially boosting liquidity and broadening their investor base. Meanwhile, reverse splits are often used to avoid delisting or improve institutional appeal.\n\nWhile splits may lead to short-term price movements and increased trading, they don't change a company's underlying worth or an investor's proportional ownership. Investors should focus on a company's fundamental business prospects rather than being swayed by the cosmetic changes of a stock split. However, being aware of split dynamics can provide insight into how market psychology often affects prices. It can also potentially help you locate mispricing opportunities.\n\nNvidia. \"NVIDIA Corporation - Investor Resources.\"\n\nIannino, Maria Chiara, Min Zhang, Sergey Zhuk. \"Signaling Through Timing of Stock Splits.\"Journal of Corporate Finance, vol. 87 (2024).\n\nH. K. Baker et al. “Equity Markets, Valuation, and Analysis,” Pages 71–72. John Wiley & Sons, 2020.\n\nS.K. Parameswaran. \"Fundamentals of Financial Instruments: An Introduction to Stocks, Bonds, Foreign Exchange, and Derivatives,\" Pages 87–88, 108. John Wiley & Sons, 2022.\n\nInternal Revenue Service. \"Stocks (Options, Splits, Traders).\"\n\nKarim, Mohammad A., Sayan Sarkar. \"Do Stock Splits Signal Undervaluation?\"Journal of Behavioral and Experimental Finance, vol. 9 (2016), pp. 119-124.\n\nDuffy, John, Jean Paul Rabanal, Olga A. Rud. \"Market Reactions to Stock Splits: Experimental Evidence.\"Journal of Economic Behavior & Organization, vol. 214 (2023), pp. 325-345.\n\nChen, Honghui, Hoang Huy Nguyen, Vijay Singal. \"The Information Content of Stock Splits.\"Journal of Banking & Finance, vol. 35, no. 9 (2011), pp. 2454-2467.\n\nWeld, William C., Michaely, Roni, Thaler, Richard H., and Benartzi, Shlomo. \"The Nominal Share Price Puzzle.\"Journal of Economic Perspectives, vol. 23, no. 2 (2009), pp. 121-142.\n\nLi, Fengfei, Ji-Chai Lin, Tse-Chun Lin, Longfei Shang. \"Behavioral Bias, Distorted Stock prices, and Stock Splits.\"Journal of Banking & Finance, vol. 154 (2023).\n\nWalmart Inc. \"Walmart Investor Relations.\"\n\nInternal Revenue Service. \"Stocks (Options, Splits, Traders) 7.\"",
  "url": "https://www.investopedia.com/terms/s/stocksplit.asp"
}