{
  "term": "What Does Proof-of-Stake (PoS) Mean in Crypto?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nProof-of-stake is a blockchain consensus mechanism for processing transactions and creating new blocks. A consensus mechanism is a method for validating entries into a distributed database and keeping the database secure. In the case of cryptocurrency, the database is called a blockchain—so the consensus mechanism secures the blockchain.\n\nLearn more about proof-of-stake and how it is different from proof-of-work. Additionally, find out the issues proof-of-stake attempts to address within the cryptocurrency industry.\n\nProof-of-stake reduces the computational work needed to verify blocks and transactions. Under proof-of-work, hefty computing requirements kept theblockchainsecure. Proof-of-stake changes the way blocks are verified using the machines of coin owners, so there doesn't need to be as much computational work done. The owners offer their coins as collateral—called staking—for the chance to validate blocks and earn rewards.\n\nValidators are selected randomly to confirm transactions and validate block information. This system randomizes who gets to collect fees rather than using a competitive rewards-based mechanism like proof-of-work.\n\nTo become a validator, a coin owner must \"stake\" a specific amount of coins. For instance,Ethereumrequires 32 ETH to be staked before a user can operate a node.Blocks are validated by multiple validators, and when a specific number of validators verify that the block is accurate, it is finalized and closed.\n\nTo activate your own validator, you'll need to stake 32 ETH; however, you don't need to stake that much ETH to participate in validation. You can join validation pools using \"liquid staking\" which uses an ERC-20 token that represents your ETH.\n\nDifferent proof-of-stake mechanisms may use various methods to reach a consensus. For example, when Ethereum introduces sharding, a validator will verify the transactions and add them to a shard block, which requires no more than 128 validators to form a voting \"committee.\"Once shards are validated and a block created, two-thirds of the validators must agree that the transaction is valid, then the block is closed.\n\nBoth consensus mechanisms help blockchains synchronize data, validate information, and process transactions. Each method has proven successful at maintaining a blockchain, although each has pros and cons. However, the two algorithms have very different approaches.\n\nUnder PoS, block creators are called validators. A validator checks transactions, verifies activity, votes on outcomes, and maintains records. Under PoW, block creators are called miners. Miners work to solve a hashing problem to verify transactions. In return for solving it, they are rewarded with a coin.\n\nTo \"buy into\" the position of becoming a block creator, you need to own enough coins or tokens to become a validator on a PoS blockchain. For PoW, miners must invest in processing equipment and incur hefty energy charges to power the machines attempting to solve the computations.\n\nThe equipment and energy costs under PoW mechanisms are expensive, limiting access to mining and strengthening the security of the blockchain. PoS blockchains reduce the amount of processing power needed to validate block information and transactions. The mechanism also lowers network congestion and removes the rewards-based incentive PoW blockchains have.\n\nProof-of-stake is designed to reduce network congestion and addressenvironmental sustainability concernssurrounding the proof-of-work (PoW) protocol.Proof-of-workis a competitive approach to verifying transactions, which naturally encourages people to look for ways to gain an advantage, especially since monetary value is involved.\n\nBitcoin miners earn bitcoin by verifying transactions and blocks. However, they pay their operating expenses, such as electricity and rent, withfiat currency. So what's really happening is that miners exchange energy for cryptocurrency, which causesPoW miningto use as much energy as some small countries.\n\nThe PoS mechanism seeks to solve these problems by effectively substituting staking for computational power, whereby the network randomizes an individual's mining ability. This means there should be a drastic reduction in energy consumption since miners can no longer rely on massive farms of single-purpose hardware to gain an advantage. For example, Ethereum's transition from PoW to PoS reduced the blockchain's energy consumption by 99.84%.\n\nThe firstcryptocurrencyto adopt the PoS method wasPeercoin. Several others followed soon after, but Ethereum was the blockchain where it made the biggest impact.\n\nLong touted as a threat to cryptocurrency fans, the51% attackis a concern when PoS is used, but it is doubtful it will occur. Under PoW, a 51% attack occurs when an entity controls more than 50% of the miners in a network and uses that majority to alter the blockchain. In PoS, a group or individual would have to own 51% of the staked cryptocurrency.\n\nIt's very expensive to control 51% of staked cryptocurrency. Under Ethereum's PoS, if a 51% attack occurred, the honest validators in the network could vote to disregard the altered blockchain and burn the offender(s) staked ETH. This incentivizes validators to act in good faith to benefit the cryptocurrency and the network.\n\nMost other security features of PoS are not advertised, as this might create an opportunity to circumvent security measures. However, most PoS systems have extra security features in place that add to the inherent security behind blockchains and PoS mechanisms.\n\nProof-of-Stake (POS) uses randomly selected validators to confirm transactions andcreate new blocks. Proof-of-Work (POW) uses a competitive validation method to confirm transactions and add new blocks to the blockchain.\n\nProof-of-Stake is a consensus mechanism where distributed cryptocurrency validator programs share the task of validating transactions.\n\nUnder Proof of Stake (POS) consensus, users must generally own a cryptocurrency before they can participate in consensus and earn more crypto. To host a full validator node on Ethereum, a user needs to stake 32 ETH, which is very expensive. Another disadvantage of PoS is that on blockchains with smaller networks, a large minimum stake could lead to centralization.\n\nEthereum uses proof-of-stake as its consensus mechanic. Full validator nodes require a stake of 32 ETH, but other participants can take part in consensus by delegating their ETH to a validator or participating in staking pools. Users can also stake small amounts of ETH on their own, but no rewards are earned.\n\nProof-of-stake is a mechanism used to verify blockchain transactions. It differs from proof-of-work significantly, mainly in the fact that it incentivizes honest behavior by rewarding those who put their crypto up as collateral for a chance to earn more.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nEthereum. \"Proof-of-Stake (PoS).\"\n\nEthereum. \"Staking With Ethereum.\"\n\nGithub. \"Ethereum | Consensus Specs.\"\n\nUniversity of Cambridge. \"Cambridge Bitcoin Electricity Consumption Index.\"\n\nDigiconomist. \"Ethereum Energy Consumption Index.\"\n\nPeercoin. \"Peercoin The Sustainable Cryptocoin.\"",
  "url": "https://www.investopedia.com/terms/p/proof-stake-pos.asp"
}