{
  "term": "What Is To Be Announced (TBA) in Mortgage-Backed Securities?",
  "definition": "Investopedia / Michela Buttignol\n\nTo be announced, or TBA in bond trading, is a term that describes forward-settling ofmortgage-backed securities (MBS)trades.Pass-through securitiesissued by Freddie Mac, Fannie Mae, and Ginnie Mae trade in the TBA market, and the term TBA is derived from the fact that the actual mortgage-backed security that will be delivered to fulfill a TBA trade is not designated at the time the trade is made. These securities are announced 48 hours prior to the established trade settlement date.\n\nTBA may also be used to denote a pending corporate announcement or other pieces of information that is yet \"to be determined\" (TBD).\n\nA TBA serves as a contract to purchase or sell an MBS on a specific date, but it does not include information regarding the pool number, number of pools, or the exact amount that will be included in the transaction. An MBS is a bond that is secured, or backed, by mortgage loans. Loans with similar traits are grouped together to form a pool, and that pool is subsequently sold to stand as collateral for the associated MBS.\n\nInterest and principal payments are issued to investors at a rate based on the principal and interest payments made by the borrowers of the associated mortgages. Investors receive interest payments on a monthly basis instead of semiannually.\n\nThe settlement procedures of MBS-TBA trades are established by the Securities Industry and Financial Markets Association.\n\nThis is because the TBA market assumes MBS pools to be relatively interchangeable. The TBA process increases the overallliquidityof the MBS market by taking thousands of different MBSs with different characteristics and trading them through a handful of contracts. The buyers and sellers of TBA trades agree on these parameters: issuer, maturity, coupon, price, par amount, and settlement date.\n\nEach type of agency pass-through security is given a trade settlement date for each month. Trade counterparties are required to exchange pool information by 3 p.m. (EST), 48 hours prior to the established settlement date. Trades are allocated in $1 million lots.\n\nThe TBA market is the second most traded secondary market after the U.S. Treasury market.\n\nDue to the forward-settling nature of the investment, the risk of counterparty default is present during the period of time between the execution of the trade and the actual settlement. The risk associated with this form of default is that, especially in highly volatile markets, the non-defaulting party will be unable to secure a deal with similar terms once the defaulting party’s intentions are known. Risk may be mitigated through the assignment of collateral to the transaction, though not all firms have immediate access to collateral management services.\n\nIn January 2014, when average daily trading volumes in the TBA market were reaching over $186 billion, theFinancial Industry Regulatory Authority (FINRA)set margin requirements designed to assist in lowering risks for TBA transactions with longer settlement dates. This rule only applies to specific individuals or institutions and is not deemed necessary for transactions with short settlement periods.\n\n\"To be announced\" can refer to other circumstances that do not involve bond markets. In these cases, TBA is most often used interchangeably with TBD, or \"to be determined.\" Whenever there is upcoming information scheduled for release, but the exact time or date has not been set, it may appear as \"TBA\". For instance, a company may set its annual shareholders' meeting for sometime in the Spring of the following year, with the exact date and location TBA until it has been finalized.\n\nSimilarly, \"TBA\" can be used as a placeholder for dates or other information yet to be determined for purposes of shipping and logistics, pending news headlines, or personnel changes. For instance, a company may wish to hire a new manager, with the successful candidate TBA after negotiations have been concluded.\n\nIn the world of bond trading, TBA is used in particular to describe a situation when certain mortgage-backed securities are traded but the details of the securities are not announced until a later point in time. Buyers and sellers of TBA trades agree on a few necessary parameters such as issuermaturity,coupon, price,paramount, and settlement date. The specific securities involved in the trade are announced 48 hours before the settlement.\n\nOutside of the MBS market, 'to be announced' and 'to be determined' are often used interchangeably and mean the same thing. More technically, TBA (i.e., a pending announcement) should occur after something has already been determined, so that it will always follow a TBD status. For instance, a company may ponder whether to acquire a company—rendering it TBD. Once that decision has been approved, the status may move to TBA until it has been officially announced to shareholders.\n\nA to-be-announced (TBA) trade is effectively a contract to buy or sell mortgage-backed securities (MBS) on a specific date. It does not include information regarding the pool number, the number of pools, or the exact amount involved in the transaction, which means the underlying mortgages are not known to the parties. This exclusion of data is due to the TBA market assuming that MBS pools are more or less interchangeable. This interchangeability helps facilitate trading and liquidity.\n\nSecurities Industry and Financial Markets Association. \"TBA Market Fact Sheet.\"\n\nSecurities Industry and Financial Markets Association. \"TBA Market Fact Sheet.\" Page 2.\n\nSecurities Industry and Financial Markets Association. \"TBA Market Fact Sheet.\" Page 1.\n\nCME Group. \"Understanding 30-Year UMBS TBA Futures and its Delivery Process.\"\n\nWorldTimebuddy. \"Converting CST to EST.\"\n\nTreasury Market Practices Group. \"Margining in Agency MBS Trading.\" Page 1.\n\nPwC. \"Mandatory Margin on TBAs: TBD, But Not for Long.\"Regulatory Brief, July 2014, pp. 1.\n\nFinancial Industry Regulatory Authority. \"FINRA Requests Comment on Proposed Amendments to FINRA Rule 4210 for Transactions in the TBA Market.\"Regulatory Notice 14-02, January 2014, pp. 1-11.",
  "url": "https://www.investopedia.com/terms/t/tba.asp"
}