{
  "term": "What Does Vetting Mean, and How Is It Done?",
  "definition": "Investopedia / Michela Buttignol\n\nVetting is the process of thoroughly investigating an individual, company, or other entity before deciding to go forward with a joint project. A background review is an example of a vetting process for a potential employee. Once the vetting process is concluded, a well-informed hiring decision can be made.\n\nManagers, investors, and analysts use such a process to identify worthwhile investments through a process known asdue diligence.  Due diligence requires a close examination of a firm's financial records, key personnel, and growth potential before entering into an investment or proposed transaction with that party. Once fully vetted, the investment or deal may proceed.\n\nThe verb \"to vet\" has its origins in 19th-century British slang. A horse was thoroughly vetted by a veterinarian before being allowed to race, so a patient undergoing an examination could be said to be vetted by a medical doctor.\n\nIn modern business usage, vetting has come to mean the process of examining a person or company for soundness and integrity.\n\nWhile vetting may be time- and cost-intensive, the price paid for not vetting could be even higher in the long run.\n\nExamples of vetting appear frequently in the context of business and investing. For instance, a company's board of directors will thoroughly vet a candidate for companyCEOor other top management positions before making a hiring decision. Or, a business will properly vet a potential major supplier in order to determine whether it has conducted its business efficiently and honestly in the past.\n\nAs part of doing their due diligence, aninvestment adviserwill vet a potential investment for its track record, management quality, and growth potential before recommending it to clients.\n\nThe word \"vetting\" is also used informally in many other situations outside of finance. A refugee seeking asylum is vetted as part of their application process. Candidates for government security clearance are vetted to make sure they don't have checkered pasts. A lawyer vets a contract to find any potential pitfalls in the fine print. These are just a few examples of vetting.\n\nA vetting process might begin with a confirmation of facts. Is the job candidate's resume accurate in describing all the skills and experience that are claimed? Does a contractor called \"Worldwide Shipping\" have actual experience shipping worldwide?\n\nThe process continues with the verification of information. Every degree, award, or certification claimed by a candidate is checked for accuracy.\n\nWhether it is a person, a company, or aninvestmentthat is being vetted, the process gets deeper, and potentially more intrusive, from this point on.Credit historychecks, criminal background checks, and personal interviews with past and current associates are all fair game in the vetting process.\n\nWhile vetting is important to make sure quality options are chosen and poor options are discarded, the process can also be time-consuming and expensive. As such, a balance must often be struck between the costs and benefits of vetting. The average organization in the U.S. spends about $4,700 and 36 to 42 days to fill a position with a fully vetted and qualified candidate.\n\nHeavy reliance on vetting by governments around the world has raised some concerns related to both the high cost and the long delays they can cause. In 2018, the U.S. government launched \"Trusted Workforce 2.0,\" which seeks to reform the federal government's personnel vetting system. It is the most far-reaching reform to date and one of its key aims is to reduce the time it takes to bring new hires on board.\n\nSome brokerages provide anapproved listof pre-vetted investments or funds that they may recommend to clients.\n\nVetting a potential investment is known as due diligence. This vetting process involves collecting data and facts about a firm or issuer of securities and reviewing available financial records. Past company performance is also considered and should be referenced against9 competitors; anything else deemed material should be reviewed, such as key personnel and the names of other large investors.\n\nDue diligence is primarily a way to reduce risk exposure and to ensure good decisions are made with available funds. The process ensures that investors are aware of all the details of a transaction before they agree to it, including potential risks or downsides.\n\nFor individual investors, doing due diligence on a potential stock investment is recommended but voluntary. For aventure capitalist (VC)firm making a professional investment in a startup company, on the other hand, due diligence is essential—especially when it comes to understanding the startup's growth potential and exit strategy.\n\nDue diligence can be categorized as \"hard,\" which is concerned with taking a deep dive into the numbers on financial statements, and \"soft,\" which is more concerned with the people within the company, its brand image, and its customer base.\n\nAcredit checkis a form of vetting performed when evaluating the creditworthiness of a potential borrower. A person seeking credit, whether it be for a mortgage, auto loan, or a new credit card, will be subject to a credit check to vet their ability to repay the interest and principal of the loan orline of credit (LOC). As such, the credit check will analyze data such as income, assets, job security, and the number of other debts held.\n\nNew entrants to a country, or those applying for citizenship, undergo vetting via a background check to ensure that they will be upstanding citizens. This process may look at things like criminal activity, outstanding debts, employment prospects, status of other family members, health, and more.\n\nFully vetted suggests that an option has undergone a complete analysis with an objective decision made upon its completion.\n\nPolitical candidates and appointees are often vetted by their sponsoring political party or legislative body. This is done to ensure that they have the appropriate skills or aptitude and that there are no skeletons in their closet that can come back to haunt them.\n\nThe process of vetting allows any individual or company to make the best assessment possible for their needs based on a critical evaluation. The vetting process can be done through interviews, research, checking databases, and more, to come up with a full picture of details before making a decision.\n\nSociety for Human Resource Management (SHRM). \"The Real Costs of Recruitment.\"\n\nDefense Counterintelligence and Security Agency. \"Continuous Vetting.\"\n\nU.S. Department of Social Security. \"Privacy Impact Assessment DHS/USCIS/PIA-076 Continuous Immigration Vetting.\"",
  "url": "https://www.investopedia.com/terms/v/vetting.asp"
}