{
  "term": "What Is the International Swaps and Derivatives Association (ISDA)?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe International Swaps and Derivatives Association (ISDA) is a private trade organization whose members, mainly banks, transact in the OTCderivatives market. This association helps to improve the market for privately negotiatedover-the-counter (OTC) derivativesby identifying and reducing risks in that market.\n\nFor nearly three decades, the industry has used the ISDA master agreement as a template for entering into a contractual obligation for derivatives, creating a basic structure and standardization where there were only bespoke transactions before.\n\nThe International Swaps and Derivatives Association was created to make the world of privately negotiated derivatives safer and more efficient. The ISDA fulfills this role by providing templates forcounterpartiesin derivatives contracts to use in negotiation and by providing a platform for the institutions that deal in the market to network and raise common concerns and issues. The ISDA identifies its three key work areas as:\n\nThe ISDA was created due to the challenges the growing derivatives market posed for financial institutions. The demand for derivatives grew with the increasingly global nature of finance, but a lack of clarity on what the parties in a derivatives transaction were risking and receiving hurt the industry. The ISDA was created to help demystify the derivatives market, thereby enabling further growth.\n\nCreated in 1985, the ISDA has members from institutions around the world. As of June 2021, ISDA boasts of having over 950 member institutions spread over 76 countries. These member institutions include participants in all levels of the derivatives market, spanning everyone from commodity companies, law firms, and investment managers to international banks,derivatives exchanges, andclearinghouses.\n\nThe ISDA is responsible for creating and maintaining theISDA Master Agreementthat is used as a template for discussions between adealerand the counterparty looking to enter a derivatives transaction. The ISDA Master Agreement was first published in 1992 and was updated in 2002 and provides an outline of all the areas for negotiation in a typical transaction. This includes events of default and termination events, how the agreement will be closed out if an event occurs, and even how tax consequences will be dealt with.\n\nThe ISDA Master Agreement is also supported by a variety of materials that establish the definitions for the terms in the contract and user guides for counterparties and dealers. Beyond the ISDA Master Agreement, the ISDA is a source for new industry tools, information on best practices, and a general resource for all things derivatives.",
  "url": "https://www.investopedia.com/terms/i/isda.asp"
}