{
  "term": "What Is the Unit of Production Method and Formula for Depreciation?",
  "definition": "The unit of production method is a method of calculating thedepreciationof the value of an asset over time.\n\nThe method becomes useful when an asset’s value is more closely related to the number of units it produces than to the number of years it is in use. This method often results in greaterdeductionsbeing taken for depreciation in years when the asset is heavily used, which can then offset periods when the equipment experiences less use.\n\nThis method can be contrasted with time-based measures of depreciation, such asstraight-lineoracceleratedmethods.\n\nDepreciation expense for a given year is calculated by dividing the original cost of the equipment less itssalvage value, by the expected number of units the asset should produce given its useful life. Then, multiply that quotient by the number of units (U) used during the current year.\n\n﻿DE=[(Original Value−Salvage Value)Estimated Production Capability]×Uwhere:DE=Depreciation Expense\\begin{aligned} &\\text{DE}=\\left[\\frac{(\\text{Original Value}\\ -\\ \\text{Salvage Value})}{\\text{Estimated Production Capability}}\\right ]\\times\\text{U}\\\\ &\\textbf{where:}\\\\ &\\text{DE}=\\text{Depreciation Expense}\\\\ &\\text{U} = \\text{Units per year} \\end{aligned}​DE=[Estimated Production Capability(Original Value−Salvage Value)​]×Uwhere:DE=Depreciation Expense​﻿\n\nEssentially, the units of production depreciation expense claimed in a year is based upon what percentage of an asset’s productioncapacitywas used up during that year. This depreciation method can help companies take larger depreciation deductions in years when a given piece of equipment is more productive.\n\nCompanies claim depreciation on a piece of equipment or property for bookkeeping purposes, but also for tax deductions. Larger deductions in more productive years can help offset other, higher costs associated with higher production levels.\n\nThe unit of production method most accurately measures depreciation for assets where thewear and tearare based on how much they have produced, such as manufacturing or processing equipment. Using the unit of production method for this type of equipment can help a business keep track of its profits and losses more accurately than a chronology-based method such as straight-line depreciation orMACRSmethods.\n\nThe unit of production method depreciation begins when an asset begins to produce units. It ends when the cost of the unit is fully recovered or the unit has produced all units within its estimated production capacity, whichever comes first.\n\nThe modified accelerated cost recovery system (MACRS) is a standard way to depreciateassetsfor tax purposes. Instead of being dependent on the number of units that an asset might produce, this depreciation method involves calculations that result in the asset’s value being depreciated with a declining balance for a set period of time, then switching to a straight-line depreciation method to finish the depreciation schedule.\n\nFor tax purposes, theInternal Revenue Service (IRS)requires businesses to depreciate property using the MACRS, but it allows businesses to exclude property from this method if it can be accurately depreciated by another method, such as the unit of production method. To use this method, the owner must elect exclusion from the MACRS by the return due date for thetax yearwhen the property is initially placed into service.\n\nFor more information regarding this election and the specifics of how to make the election, seeIRS Publication 946, How to Depreciate Property.\n\nThe unit of production method becomes useful when an asset’s value is more closely related to the number of units it produces than to the number of years it is in use.\n\nDivide the original cost of the equipment, minus its salvage value, by the expected number of units the asset should produce given its useful life. Then, multiply that quotient by the number of units used during the current year. This calculates depreciation expense for a given year.\n\nThe unit of production method can help companies take larger depreciation deductions in years when a given piece of equipment is more productive. The units of production depreciation expense claimed in a year is based upon what percentage of an asset’s production capacity was used up during that year.\n\nThe unit of production method calculates the depreciation of an asset’s value over time. The method is useful when an asset’s value is more closely related to the number of units it produces than to the number of years it is in use. Greater deductions are often taken for depreciation in years when the asset is heavily used, which offsets periods when the equipment experiences less use.\n\nInternal Revenue Service. “Publication 946 (2023), How to Depreciate Property.”",
  "url": "https://www.investopedia.com/terms/u/unit-of-production-method.asp"
}