{
  "term": "What Is a Tax Treaty Between Countries and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPhilippe Lejeanvre / Getty Images\n\nA tax treaty is an agreement between two countries that aims to avoid double taxation.\n\nA tax treaty is a bilateral agreement made by two countries to resolve issues involving double taxation of passive and active income. Income tax treaties generally determine the amount of tax that a country can apply to a taxpayer's income, capital,estate, or wealth.An income tax treaty is also called a Double Tax Agreement (DTA).\n\nWhen an individual or business invests in a foreign country, the issue of which country should tax the investor’s earnings may arise. Both countries–the source country and the residence country–may enter into a tax treaty to agree on which country should tax theinvestment incometo prevent the same income from getting taxed twice.\n\nThe source country is the country that hosts the inward investment. The source country is also sometimes referred to as the capital-importing country. The residence country is the investor's country of residence. The residence country is also sometimes referred to as the capital-exporting country.\n\nTo avoiddouble taxation, tax treaties may follow one of two models: The Organization for Economic Co-operation and Development (OECD) Model and theUnited Nations(UN) Model Convention.\n\nTheOrganization for Economic Co-operation and Development(OECD) is a group of 37 countries that promotes world trade and economic progress.\n\nThe OECD Tax Convention on Income and on Capital is more favorable to capital-exporting countries than capital-importing countries. It requires the source country to give up some or all of its tax on certain categories of income earned by residents of the other treaty country.\n\nThe two involved countries will benefit from such an agreement if the flow of trade and investment between the two countries is reasonably equal and the residence country taxes any income exempted by the source country.\n\nThe second tax treaty model is formally referred to as the United Nations Model Double Taxation Convention between Developed and Developing Countries. The UN is an international organization that seeks to increase political and economic cooperation amongst its member countries.\n\nA treaty that follows the UN's model gives favorable taxing rights to the foreign country of investment. Typically, this favorable taxing scheme benefits developing countries receiving inward investment. It gives the source country increased taxing rights over the business income of non-residents compared to the OECD Model Convention.The United Nations Model Convention draws heavily from the OECD Model Convention.\n\nOne of the most important aspects of a tax treaty is the treaty's policy on withholding taxes, because it determines how much tax is levied on any income earned (interest and dividends) from securities owned by a non-resident.\n\nFor example, if a tax treaty between country A and country B determines that their bilateral withholding tax on dividends is 10%, then country A will taxdividend paymentsthat are going to country B at a rate of 10%, and vice versa.\n\nFor individuals that are residents of countries that do not have tax treaties with the U.S., any source of income that is earned within the U.S. is taxed in the same way and at the same rates shown in the instructions for the applicable U.S. tax return.\n\nFor individuals who are residents of the U.S., it is important to keep in mind that some individual states within the U.S. do not honor the provisions of tax treaties.\n\nSome countries are consideredtax havens. Generally, a tax haven is a country or a place with low or no corporate taxes that allows foreign investors to set up businesses there. Tax havens typically do not enter into tax treaties.\n\nIncome tax treaties typically include a clause, referred to as a \"saving clause,\" that is intended to prevent residents of the U.S. from taking advantage of certain parts of the tax treaty in order to avoid taxation of a domestic source of income.\n\nTax treaties are said to be reciprocal because they apply in both treaty countries.\n\nBilateral, or two-party, tax treaties seek to avoid double taxation for residents of each country.\n\nThe U.S. has tax treaties with multiple countries that help to reduce—or eliminate—the tax paid by residents of foreign countries. These reduced rates and exemptions vary among countries and specific items of income.\n\nUnder these same treaties, residents or citizens of the U.S. are taxed at a reduced rate, or are exempt from foreign taxes, on certain items of income they receive from sources within foreign countries.\n\nOrganisation for Economic Co-Operation and Development. \"Glossary of Tax Terms: Taxation Treaty.\"\n\nOrganisation for Economic Co-Operation and Development. \"Glossary of Tax Terms: DTA.\"\n\nUnited Nations. \"United Nations Model Double Taxation Convention between Developed and Developing Countries.\"\n\nOrganisation for Economic Co-operation and Development. \"Model Tax Convention on Income and Capital: Condensed Version 2017.\"\n\nOrganization for Economic Co-operation and Development. \"About.\"\n\nOrganization for Economic Co-operation and Development. \"Where: Global Reach.\"\n\nOrganization for Economic Co-operation and Development. \"Model Tax Convention on Income and on Capital: Condensed Version 2017,\" Pages 15-18.\n\nOrganization for Economic Co-operation and Development. \"Model Tax Convention on Income and on Capital: Condensed Version 2017,\" Page 12.\n\nOrganization for Economic Co-operation and Development. \"Glossary of Tax Terms: Withholding Tax.\"\n\nInternal Revenue Service. \"United States Income Tax Treaties A-Z.\"",
  "url": "https://www.investopedia.com/terms/t/taxtreaty.asp"
}