{
  "term": "What Is Voluntary Liquidation?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nVoluntary liquidation dissolves and dismantles solvent companies.\n\nA voluntaryliquidationis a self-imposed windup and dissolution of a companyshareholdershave approved. This decision is made by an organization’s leadership who decides that thecompanywill dissolve. It is not a compulsory order by a court. Voluntary liquidation terminates a company’s operations, wraps up its financial affairs, and dismantles itscorporate structurewhile paying backcreditorsaccording to their priority.\n\nA voluntary liquidation resolution must be initiated by a company’sboard of directorsor ownership. The process begins after a resolution to cease operations approved by the company’s shareholders. The shareholder vote is commonly followed by the appointment of a liquidator who will liquidateassetsto free up funds to paydebts, file current tax returns, and distribute excess funds to shareholders.\n\nThe reasons for a voluntary liquidation are numerous. It may happen due to unfavorable business conditions, such as operating at a loss, changes in market conditions, or business strategy considerations. Ownership may want to exact a degree oftax relieffor shutting down or decide to reorganize and transfer assets to another company in exchange for an ownership orequity stake in the acquiring company.\n\nVoluntary liquidation is contrary toforced liquidation, which involves the involuntary sale of assets orsecuritiesto createliquiditydue to an unforeseen or uncontrollable situation.\n\nIn the United States, a voluntary liquidation may begin with an event as specified by a company’s board of directors. In such cases, aliquidatorwho answers to shareholders and creditors is appointed. If the company is solvent, the shareholders may supervise the voluntary liquidation.\n\nIf the company is not solvent, creditors and shareholders may control the liquidation process by getting a court order. Unless the U.S.Comptroller of the Currencywaives this requirement, stockholders owning two-thirds of the company’s shares must vote in favor of the voluntary liquidation.\n\nVoluntary liquidations in the United Kingdom are divided into two categories. One is the creditors’ voluntary liquidation, which occurs under a state of corporateinsolvency. The other is the members’ voluntary liquidation, which only requires a corporate declaration ofbankruptcy.\n\nUnder the second category, the firm is solvent but needs to liquidate its assets to meet its upcoming obligations. Stockholders owning three-quarters of a company’s shares must vote in favor of a voluntary liquidation resolution for the motion to pass.\n\nCorporations that choose voluntary liquidation must file IRS Form 966, Corporate Dissolution or Liquidation to dissolve the corporation or liquidate any of its stock. Additionally, corporations may need to file IRS Form 4797, Sales of Business Property if they sell or exchange property used in their business, and Form 8594, Asset Acquisition Statement, if they sell their business.\n\nThe company’s ownership or board of directors must initiate the process, but generally, the decision must be approved by a vote of those holding either two-thirds of the company’s shares (U.S.) or three-fourths of them (U.K.).\n\nA businessexit strategyis a strategic plan for a business owner or corporation to sell ownership in a company to investors or another company. An exit strategy gives a business owner a way to liquidate their stake in a business and limit losses.\n\nVoluntary liquidation is a process by which a company ceases doing business without a court order requiring dissolution. The process is slightly different in the U.S. and the U.K., but both require that the board of directors institute the process and that a specified percentage of shareholders approve it. Depending on the situation, a company’s creditors may also be involved in instigating or carrying out the liquidation.\n\nDeloitte. \"Members Voluntary Liquidation Corporate Simplification.\"\n\nU.S. Department of Justice. \"Liquidation Procedures for Corporate Law.\"\n\nCornell Law School, Legal Information Institute. “12 CFR § 710.2—Responsibility for Conducting Voluntary Liquidation.”\n\nCornell Law School, Legal Information Institute. “12 U.S. Code § 181—Voluntary Dissolution; Appointment and Removal of Liquidating Agent or Committee; Examination.”\n\nMcTear Williams & Wood. “A Guide to Members’ Voluntary Liquidations.”\n\nInternal Revenue Service. \"Closing a Corporation.\"",
  "url": "https://www.investopedia.com/terms/v/voluntary-liquidation.asp"
}