{
  "term": "What Is Net Asset Value Per Share (NAVPS)?",
  "definition": "Net asset value per share (NAVPS) is calculated by dividing the totalnet asset valueof a fund or company by the number of shares outstanding. It's also known as book value per share.\n\nNet asset value per share (NAVPS) is calculated by dividing the net asset value by the number of shares outstanding. The formula to calculate NAVPS is:\n\nNet Asset Value Per Share=NAVShares Outstandingwhere:NAV=Assets−Liabilities\\begin{aligned} &\\text{Net Asset Value Per Share} = \\frac{ \\text{NAV} }{ \\text{Shares Outstanding} }\\\\ &\\textbf{where:} \\\\ &\\text{NAV} = \\text{Assets} - \\text{Liabilities} \\\\ \\end{aligned}​Net Asset Value Per Share=Shares OutstandingNAV​where:NAV=Assets−Liabilities​\n\nConsider amutual fundwith 7.5 million shares outstanding with $500 million in investments, $15 million in cash, $1.5 million in receivables, and $250,000 in accrued income. The fund has $20 million in short-term and $5 million in long-term liabilities. The fund has $35,000 of accrued operational expenses and $15,000 of other accrued expenses. The assets, liabilities, and NAVPS are calculated as:\n\nAssets=$500,000,000+$15,000,000+$1,500,000Assets =+$250,000=$516,750,000Liabilities=$20,000,000+$5,000,000+$35,000Liabilities=+$15,000=$25,050,000NAVPS=$516,750,000−$25,050,0007,500,000=$491,700,0007,500,000=$65.56\\begin{aligned} \\text{Assets} =& \\ \\$500,000,000 + \\$15,000,000 + \\$1,500,000 \\\\ \\phantom{\\text{Assets =}} &+ \\ \\$250,000 = \\$516,750,000 \\\\ \\text{Liabilities} =& \\ \\$20,000,000 + \\$5,000,000 + \\$35,000 \\\\ \\phantom{\\text{Liabilities} =} &+ \\ \\$15,000 = \\$25,050,000 \\\\ \\text{NAVPS} =& \\ \\frac{ \\$516,750,000 - \\$25,050,000 }{ 7,500,000 } \\\\ =& \\ \\frac{ \\$491,700,000 }{ 7,500,000 } = \\$65.56 \\\\ \\end{aligned}Assets=Assets =Liabilities=Liabilities=NAVPS==​$500,000,000+$15,000,000+$1,500,000+$250,000=$516,750,000$20,000,000+$5,000,000+$35,000+$15,000=$25,050,0007,500,000$516,750,000−$25,050,000​7,500,000$491,700,000​=$65.56​\n\nFor a mutual fund or open-ended fund, the NAVPS is the price at which shares are bought and sold at the end of each trading day.\n\nClosed-end funds andexchange-traded funds (ETFs)are traded like stocks and priced throughout the trading day. These funds are subject to market forces so their NAVPS may diverge from the actual buying and selling prices of the funds.\n\nHence, the market price and NAVPS of ETFs may differ. For example, the market price of the SPDR S&P 500 ETF was $571.41 on Sept. 25, 2024, while its NAVPS recorded as $571.01 at the end of the day, Sept. 24, 2024.\n\nThe SEC regulates funds per the Investment Company Act of 1940 which regulates the financial companies, including mutual funds, that invest, reinvest, and trade securities available to the public.\n\nShares of open-end or mutual funds registered with the U.S.Securities and Exchange Commission (SEC)are redeemed at their net asset value.\n\nNAVPS provides insight into a fund's assets and liabilities. The formula includes the total market value of the fund's investments,cash and cash equivalents, receivables, and accrued income. Liabilities equal total short-term and long-term liabilities, plus allaccrued expenses, such as staff salaries, utilities, and other operational expenses. Expenses may be substantial because management expenses, distribution and marketing expenses, transfer agent fees, custodian, and audit fees may be included.\n\nIn the context of corporate financial statements of publicly traded companies, the NAVPS or book value per share may show below the market price per share. Thehistorical costaccounting principle—which tends to understate certain asset values—and the supply and demand forces of the marketplace generally push stock prices above book value per share valuations. This is a limitation of NAVPS.\n\nSome investors may incorrectly believe that a high NAVPS means it is too expensive and will provide a poor return on investment. However, the NAVPS is not an indicator of the performance of the fund. The NAVPS is simply the dollar amount cost per share. An investor with $20,000 could receive 200 units of a mutual fund with a NAVPS of $100 or 100 units of a mutual fund with a NAVPS of $200.\n\nA closed-end fund has a fixed number of shares offered through an initial public offering. Open-end funds do not have a fixed number of shares and are offered through a fund company that sells shares directly to investors.\n\nThe NAVPS values of mutual funds are updated once a day after the U.S. stock market closes at 4 p.m. Eastern Standard Time (EST). There is no set deadline for when a mutual fund must update and submit its NAVPS to regulatory agencies. For more on this topic, readWhen Do Mutual Funds Update Their Prices?\n\nAlso known as book value per share, the net asset value per share (NAVPS) is the value per share of a mutual fund, ETF, or closed-end fund. It is declared once a day after the close of the U.S. stock market, though the actual market price per share of a particular fund may be higher than its NAVPS.\n\nMorningstar. \"SPDR S&P 500 ETF Trust.\"\n\nU.S. Securities and Exchange Commission. \"Laws and Rules.\"",
  "url": "https://www.investopedia.com/terms/n/navpershare.asp"
}