{
  "term": "What Is a Bank Reconciliation Statement, and How Is It Done?",
  "definition": "A bank reconciliation statement is a summary of recent banking activity that is used to reconcile personal or business records against the bank's record of transactions.\n\nA bank reconciliation statement is a summary produced by a bank of a customer's recent banking activity, provided for purposes of comparison with the customer's internal records.\n\nBank reconciliation statements are used by businesses, auditors, and accountants to detect errors or omissions between their accounting records and their bank account balances.\n\nA bankreconciliationstatement allows companies and auditors to verify the accuracy of financial records and compare these records with bank account balances.\n\nHere are some specific reasons why you might prepare and use a bank reconciliation statement:\n\nHow often you reconcile your bank accounts depends entirely on your needs. Individuals and businesses with simple accounting needs should consider reconciling their accounts monthly after receiving abank statement.\n\nBusinesses with a higher volume of transactions should consider increasing the frequency of reconciliation—either daily or weekly. Increasing the frequency makescash flowmanagement easier, helps you catch any discrepancies, and gives you enough time to correct errors before any complications arise in your accounting.\n\nFollow these steps to perform a bank reconciliation.\n\nTo perform a bank reconciliation, gather your financial records, including your bank statement(s) and any internal records. These can include invoices, financial statements fromchecking accounts, a general ledger, and cashbooks detailing your financial transactions.\n\nYour bank statement and financial records contain your opening and closing balances for the month. Compare the ending cash balance of your bank accounts to your internal financial records.\n\nInvestigate any discrepancies. These may be checks, invoices, or deposits recorded in your accounting records that are not reflected on your bank statement, including outstanding checks that have yet to clear your account.\n\nSimilarly, identify any transactions in your bank account that are not reflected in your internal records, such as bank fees, interest income, and overdraft fees.\n\nMake the necessary adjustments to thebank statementfor errors or missing transactions. For instance, if there's an outstanding check that has yet to be cleared, add it to correct your bank account balance. From there, compare the new, adjusted cash balances of your bank account to your accounting records. If any errors remain, repeat the process.\n\nKeep your documentsand records of all of your changes, including source documents and details of the reconcilement and adjustment process. Record descriptions of errors and accounting adjustments so you can easily review this information at a later date. Detailed records can help prevent errors in the future. You may want some of the information for the next account reconciliation.\n\nKnow your bank's policy for reporting and resolving errors or fraud. Some banks limit corrections to within 60 days of an error. Ensure your bank's reconciliation policy gives you enough time to identify, dispute, and resolve an error or report fraud.\n\nHere's a hypothetical example to show how bank reconciliation statements work using a snapshot of Company XYZ's books.\n\nLet's say the company has a $145,000 beginning balance and the following transactions:\n\nThe company's accountant may complete the reconciliation as follows; parentheses indicate debits from the account, and no parentheses indicates a credit to the account:\n\nA bank reconciliation statement can help if a company's accounting records show different transactions than its bank statements. Reconciling the bank statement and internal records can identify and correct errors and uncleared transactions. When using a bank reconciliation statement, keep detailed records and notes so you can cross-check your adjustments with those made on future bank statements.\n\nFreshBooks. \"How To Do a Bank Reconciliation?\"\n\nState of Utah Office of the State Auditor. \"Bank Reconciliation: Brief Explanation.\"\n\nOffice of the Washington State Auditor. \"Best Practices for Bank Reconciliations.\" Page 2.",
  "url": "https://www.investopedia.com/terms/b/bankreconciliation.asp"
}