{
  "term": "What Does Expiration Date Mean for Food and Prescription Drugs?",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn expiration date is the last day that a consumable product such as food or medicine will be at its bestqualityaccording to the manufacturer. There are some important differences between expiration dates on food and those on medicine.\n\nExpiration dates on food products other than infant formula aren't required by federal law. These dates usually indicate that the food should have its best taste and texture up until that date when they're used. It is an assurance of quality, not an assurance of safety.\n\nExpiration dates on prescription and over-the-counter drugs are mandated by federal law. The dates indicate the period during which the product is guaranteed to be safe and effective based on the manufacturer's internal testing.\n\nA product may have a \"sell by\" date, a \"use by\" date, a \"best by\" date, or a \"do not use after\" date stamped on the package or the container. They all have different meanings but only the \"do not use after\" date is a warning that the product should be discarded at that date because it may be unsafe, ineffective, or both.\n\nThe \"sell by\" date is meant to tell store clerks when to remove the product from the store's shelves. The \"use by\" date tellsconsumerswhen the product's quality may have deteriorated. The \"best by\" date merely suggests that the product's taste or texture may deteriorate after that date.\n\nFederal law doesn't require food producers to provide any of these dates on food with the sole exception of infant formula. Nor does theU.S. Department of Agriculture(USDA) provide much guidance on the proper date labeling of food except infant formula.\n\nThe USDA notes that about 30% of the American food supply is \"lost or wasted\" in part because many consumers toss out food that's still wholesome. It suggests that a smell test or a taste test are more accurate indicators of edibility than a label.\n\nExpiration date stamps on food began to emerge in the 1970s when consumer advocates complained about the lack of assurances that packaged foods were still safe and edible at the time they were purchased. There have been complaints that the date stamps are intentionally inaccurate to persuade buyers to toss out and replace products that are still good to eat.\n\nMany states have adopted requirements so food producers routinely mark their products regardless of their destinations. Expiration dates on food can therefore be ambiguous but expiration dates on medicine are straightforward.\n\nOpen dating is a calendar date marked on a food product by the manufacturer or retailer. It's intended to indicate the last date at which the product is guaranteed to be at its best in terms of quality. Closed dating is a code that's unreadable by most consumers. It consists of letters and/or numbers. Manufacturers apply them to record the date and time the item was processed.\n\nThe Food Safety and Inspection Service (FSIS) is an agency of the USDA and the public health regulatory agency that's responsible for ensuring that America's supply of meat, poultry, and eggs is safe, wholesome, and correctly labeled and packaged.\n\nManufacturers aren't required to mark their products with expiration dates but the labels must be truthful and not misleading if they do. A calendar date must indicate both the month and day of the month. Shelf-stable and frozen products must also display the year. The date must be explained with a phrase such as \"best if used by.\"\n\nThere are no uniform or universally accepted descriptions used on food labels for open dating in the United States. Producers use a variety of phrases on their labels to describe quality dates.\n\nProducers andretailersdetermine the date by which a product will be of the best quality by considering factors such as the length of time and the temperature at which a food is stored while it's in transit and while it's being offered for sale. Other factors, such as the particular characteristics of the food and its type of packaging will affect how long a product will be of optimum quality.\n\nThe date on perishable food is a good indicator of how long it's been sitting around in a warehouse or on the store shelves. It also suggests that the product may or may not be at its best after the date on the label. These products nonetheless have some shelf life left in them if they're stored and handled properly.\n\nA wise consumer will look, smell, taste, or touch food to check whether it shows any signs of spoilage before throwing it out.\n\nThe USDA maintains a food storage safety chart listing foods from sauerkraut to egg whites.\n\nFederal regulations require that prescription medicines must be date-stamped. Over-the-counter medicines such as aspirin, cough syrup, and herbal products have expiration dates that are often abbreviated \"EXP\" followed by a month and year. This indicates the date after which the manufacturer no longer guarantees the potency or effectiveness of the product.\n\nThis generally indicates the time for which the manufacturer is certain that the drug is safe and stable based on its product testing. The manufacturer doesn't accept liability for the product beyond that date. It accepts liability for the product only until the package is opened, not until its contents are used up.\n\nFoods tend to look, smell, or taste bad when they're no longer edible but the expiration date is the only indication that a prescription drug is still safe and effective.\n\nThe U.S.Food and Drug Administration(FDA) also mandated in the 1970s that all prescription and over-the-counter (OTC) medical products must be marked with an expiration date. The dates for medicines are also often marked \"EXP.\" They might be printed on the label, stamped onto the packaging, or both.\n\nEven small amounts of certain medications can be fatal to children or pets so they should be disposed of when they pass their expiration dates.\n\nIt's especially important to adhere to the expiration dates ofpharmaceuticalsbecause their chemical composition can change over time. This can make them less potent, ineffective, or even harmful.\n\nThe FDA may extend the expiration date of a drug in some cases if there is a shortage of it. The extended expiration date is based on stability data for the medication that has been reviewed by the FDA.\n\nDumping expired medications in the trash isn't a good idea. There may be disposal instructions on the drug's packaging. You also can check for drug take-back programs in your state or municipality.\n\nU.S. federal guidelines recommend disposing of expired or unwanted medicines by putting them in a bag or container and mixing them with coffee grounds or kitty litter. Some medications can be flushed.\n\nExpiration dates have another unrelated meaning for prescription drugs. The U.S. Patent and Trademark Office awards medicalpatentsto pharmaceutical companies when a new brand-name drug is released to the market.\n\nThe patent protects the drugmaker from having its drug copied by competitors for a time, typically 20 years. The patent exclusivity fororphan drugslasts for seven years. A patent for a new chemical lasts for five years.\n\nThe Orange Book is a list of drugs that the FDA has approved as being both safe and effective. It cites the patents for new drugs along with their expiration dates.\n\nA generic drug manufacturer must make a series of certifications to win approval for a drug under the Hatch Waxman Act. The manufacturer must certify that it won't launch its generic product until after the originaldrug's patenthas expired unless the patent is found to be invalid or unenforceable or the generic product won't infringe upon the listed patent.\n\nIt's a bad idea to use any medicine after its expiration date. It's no longer guaranteed to be safe or effective according to the Food & Drug Administration (FDA). The FDA warns that medicines should be stored properly to remain good until their expiration dates. Store them in a cool dry place, not the bathroom cabinet, if they don't require refrigeration.\n\nHere's some advice from the U.S. Department of Agriculture:\n\nThe \"use by,\" \"sell by,\" and \"best by\" stamps all suggest an end date for the product in its unopened state. Most products are good for some time after the dates marked on the package if the package remains unopened. Look at it, sniff it, or taste it before you throw it out.\n\nNonperishable foods like canned goods, pasta, and rice have a long shelf life and are good well past any expiration dates marked on them. Meat, dairy, and eggs are perishable but a sniff test is more reliable than a \"sell by\" date.\n\nExpiration dates are placed on food and prescription items to ensure the benefit and safety of the consumer. Food expiration dates tend to focus on quality rather than safety. Expiration dates on prescriptions tend to focus on effectiveness and safety. It's always good to check the expiration date for both food and drugs and discard if an item doesn't appear safe after its expiration date.\n\nWebMD. \"Food Expiration Dates: What to Know.\"\n\nUSDA Food Safety and Inspection Service. \"Food Product Dating.\"\n\nSmithsonian Magazine. \"'Sell By' and 'Best By' Dates on Food Are Basically Made Up - But Hard to Get Rid Of.\"\n\nU.S. Department of Agriculture. \"Food Product Dating.\"\n\nU.S. Department of Agriculture. \"About FSIS.\"\n\nUSDA. \"Shelf-Stable Food Safety Chart.\"\n\nConsumer Med Safety. \"What Does an Expiration Date Mean?\"\n\nDrugs. \"Drug Expiration Dates: Are Expired Drugs Still Safe to Take?\"\n\nU.S. Food & Drug Administration. \"CPG Sec. 480.300 Lack of Expiration Date of Stability Data.\"\n\nU.S. Food & Drug Administration. \"Expiration Dates - Questions and Answers.\"\n\nU.S. Food & Drug Administration. \"Where and How to Dispose of Unused Medicines.\"\n\nU.S. Food & Drug Administration. \"Frequently Asked Questions on Patents and Exclusivity.\"\n\nU.S. Food & Drug Administration. \"Orange Book.\"\n\nU.S. Food & Drug Administration. \"Patent Certifications and Suitability Petitions.\"\n\nU.S. Food & Drug Administration. \"Don't Be Tempted to Use Expired Medicines.\"\n\nUSDA. \"Before You Toss Food, Wait. Check It Out!\"",
  "url": "https://www.investopedia.com/terms/e/expiration-date.asp"
}