{
  "term": "What Is Disposable Income, and Why Is It Important?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nDisposable income is the amount of money that an individual or household has to spend or save after federal, state, and local taxes and other mandatory charges are deducted.\n\nEconomists closely monitor disposable personal income as a key indicator of the strength of the economy. Also known as disposable personal income ornet income, It includes both necessary spending on essentials like food and rent and discretionary spending on leisure and luxury items.\n\nPaige McLaughlin / Investopedia\n\nThere are several ways to calculate disposable income, but the main formula used is:\n\nTotal income is the entirety of gross wages that an individual earns. This is sometimes adjusted to reflect factors that alter that total. For example, products returned by a customer would reduce a sole proprietor’s totalincome.\n\nTaxesare eliminated from disposable income because they are mandatory. An individual may downsize to save money or splurge on a fancier car, but there’s no wiggle room in taxes.\n\nDisposable income is the amount of money that a person or family has left after paying their taxes. It is the portion of income that can be spent on necessities, such as food and rent. People can also use disposable income to pay for discretionary items, leisure activities, and investments.\n\nThis type of income plays a critical factor in theeconomy. It drives how much consumers spend, how much companies earn, and how much people save and invest. By extension, it drives consumer demand for goods, manufacturing levels, distribution, and the overall well-being of the economy.\n\nDifferent statistical measures and economic indicators are derived from the number for disposable income. It is the starting point for calculating measurements such asdiscretionary income, personalsavingsrates,marginal propensity to consume (MPC), andmarginal propensity to save (MPS).\n\nThe federal government uses a slightly different method to calculate disposable income forwage garnishmentpurposes. This is the seizure of a portion of a wage earner’s paycheck before it is paid every payday until the amount due for back taxes or overdue child support is paid.\n\nFor this purpose, the government uses disposable income as a starting point to determine how much of each paycheck to seize. The amount garnished may not exceed 25% of a person’s disposable income or the amount by which a person’s weekly income exceeds 30 times the federalminimum wage, whichever is less.\n\nThe amount paid into agross incomeretirement plan also is deducted from disposable income in this calculation.\n\nUnlike taxes, disposable income is relatively flexible and highly individualized. It includes both essential and nonessential spending. We’ve listed some of the key spending categories that people can and often do use with their disposable income.\n\nDiscretionary income is equal to disposable income minus all payments for necessities, including amortgageor rent payment, health insurance, food, and transportation. This portion of disposable income can be spent at will.\n\nDiscretionary income is the first to shrink after a job loss or pay reduction. Businesses that sell discretionary goods like jewelry or vacation packages tend to suffer the most during recessions. Their sales are watched closely by economists for signs of both recession and recovery.\n\nThe personal savings rate is the percentage of disposable income that goes into savings for retirement or other goals.\n\nFor several months in 2005 and 2006, the average personal savings rate dipped into negative territory for the first time since 1933.This means that Americans spent all of their disposable income every month and still had to tap into savings or debt to make ends meet.\n\nMarginal propensity to consume is the percentage of each additional dollar of disposable income that is spent immediately, while marginal propensity to save is the percentage that is saved.\n\nBoth the marginal propensity to consume and the marginal propensity to save are positively correlated to income. As people make more money, they’re more likely to buy things and save for the future. This is usually shown graphically as an upward-sloping curve.\n\nDisposable income is not only important to individuals but holds massive value to society as a whole. Its essential qualities include:\n\nTheBureau of Economic Analysis (BEA)tracks the month-to-month changes in disposable personal income. The agency reported that disposable income increased by $71.1 billion, or 0.3%, in November 2024 compared to the previous month.A decrease in this month-over-month measurement would mean that households have less residual income compared to the prior month.\n\nThe Federal Reserve is also interested in disposable income, as household savings and spending influence monetary and fiscal policy, The Federal Reserve Bank of St. Louis reported aggregate real disposable personal income of over $17.68 trillion as of November 2024. It was substantially higher (about $20.42 trillion) in March 2021, when the Federal Reserve raised interest rates to cool inflation.\n\nCertain industries like agriculture have good reasons to watch the numbers on disposable income. The U.S. Department of Agriculture measures the percent of disposable income an average individual spends on food. That helps farmers plan future harvests.\n\nTo calculate your disposable income, you will first need to know what your gross income is. For an individual,gross incomeis your total pay, which is the amount of money you’ve earned before taxes and other items are deducted. From your gross income, subtract the income taxes you owe. The amount left represents your disposable income.\n\nDisposable income is a net amount. It is the amount of money an individual or family has left to spend or save after all taxes are deducted from gross income.\n\nDisposable income is, by definition, after-tax income.\n\nThe disposable income per capita in the United States was $61,296 in 2023.The average number notably does not reflect the gap between the richest and the rest. TheOrganisation for Economic Co-operation and Development (OECD)reports that the top 20% of the U.S. population earns almost seven times as much as the bottom 20%.\n\nThe proportion of saved disposable income is known as theaverage propensity to save (APS). It is also called the savings ratio.\n\nThis refers to the proportion of a population’s overall income that is saved rather than spent. To calculate the APS ratio, divide total savings by disposable (after-tax) income.\n\nDisposable income is money that remains to be used after all taxes are paid. All products and services including rent or mortgage payments, food, and utilities come out of disposable income. What is left over for wants (as opposed to needs) is known as discretionary income.\n\nIn a society as a whole, when disposable income increases, people spend or save more, leading to a growth in overall consumption.Consumer spendingis one of the most important measures of demand, in turn driving business expansion and the creation of jobs.\n\nU.S. Department of Labor. “Fact Sheet #30: Wage Garnishment Protections of the Consumer Credit Protection Act (CCPA).”\n\nU.S. Government Accountability Office. “Fiscal Stewardship and Defense Transformation.”\n\nBureau of Economic Analysis. “Personal Income and Outlays, November 2024.”\n\nFederal Reserve Economic Data (FRED), Federal Reserve Bank of St. Louis. “Real Disposable Personal Income.”\n\nU.S. Department of Agriculture, Economic Research Service. “Budget Share for Total Food Remained 11.2 Percent in 2023.”\n\nFederal Reserve Economic Data (FRED), Federal Reserve Bank of St. Louis. “Disposable Personal Income: Per Capita.”\n\nOECD (Organisation for Economic Co-operation and Development) Better Life Index. “United States.”",
  "url": "https://www.investopedia.com/terms/d/disposableincome.asp"
}