{
  "term": "What Is a Defined-Benefit Plan? Examples and How Payments Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA defined-benefit plan is a retirement savings plan where the employer guarantees a monthly benefit for the employee, based on factors like salary and years of service.\n\nA defined-benefit plan is an employer-sponsored benefit for retired employees, with a lump-sum payment or a series of payments awarded after retirement based on the employee's salary and length of service, among other factors.\n\nA defined-benefit plan is essentially a pension plan. The main alternative for U.S. workers is a defined-contribution plan like a401(k) plan, which allows participants to manage their retirement savings but does not guarantee a specific income.\n\nAlso known aspension plansor qualified-benefit plans, this type of plan is called \"defined benefit\" because the amount of the payments is pre-set based on a formula that takes into account the individual's past salary, number of years worked, and other factors.\n\nThe employer manages the money but is responsible for paying the pensions owed, regardless of the performance of the investments in the account.\n\nIn a defined contribution plan, the amount of money available to the retiree depends on the amount in the account. As with most investments, the account balance can grow or shrink as the markets move.\n\nThe money in a defined benefit plan is off-limits until the employee retires. No withdrawals or loans are allowed, as with a 401(k) plan.\n\nThe company retains control of the money and pays it out according to established rules, as a lump sum or a series of payments. By contrast, employees who retire take their 401(k) accounts with them. They decide when to take withdrawals and how much.\n\nThe employer usually funds the plan by contributing a regular amount, usually a percentage of the employee's pay, into atax-deferredaccount. This is effectively deferred compensation.\n\nDepending on how the plan is written, employees may be able to make additional contributions to increase the eventual payout.\n\nThe plan may pay monthly payments throughout the employee’s lifetime or make a single lump-sum payment.\n\nFor example, a plan for a retiree with 30 years of service at retirement may state the benefit as an exact dollar amount, such as $150 per month per year of the employee's service. This plan would pay the employee $4,500 per month in retirement for life. If the employee dies, some plans distribute benefits to the employee's beneficiaries.\n\nSelecting the right payment option is important because it can affect the benefit amount the employee receives. It is best to discuss benefit options with a financial advisor.\n\nA defined-benefit plan, such as a pension, guarantees a certain benefit amount in retirement. A 401(k) does not.\n\nAs adefined-contribution plan, a 401(k) is defined by an employee's contributions, which might or might not be matched by the employer.\n\nPayment options commonly include a single-life annuity, which provides a fixed monthly benefit until the retired employee's death; aqualified joint and survivor annuity, which allows a surviving spouse to continue receiving benefits, or a lump-sum payment, which pays the entire value of the plan in asingle payment.\n\nA defined-benefit plan's payout is determined by a formula. That's a guaranteed income. The employee might do better (or worse) with a 401(k) plan, which has a greater potential upside if the money is invested wisely.\n\nIf you understand how a defined-benefit plan works, you can plan your retirement more strategically.\n\nFor example, you might choose to work a year or two longer, since length of service and final salary are factors in determining your payout.\n\nInternal Revenue Service. \"When Can a Retirement Plan Distribute Benefits?\"\n\nInternal Revenue Service. \"Annuities -- A Brief Description.\"",
  "url": "https://www.investopedia.com/terms/d/definedbenefitpensionplan.asp"
}