{
  "term": "What Is the Race to the Bottom?",
  "definition": "The race to the bottom refers to a competitive situation where a company, state, or nation attempts to undercut the competition's prices by sacrificing quality standards or worker safety (often defying regulation), or reducing labor costs. A race to the bottom can also be between governments to attract industry or tax revenues. For example, a jurisdiction may relax regulations or cut taxes and compromise the public good in an attempt to attract investment, such as the building of a new factory or corporate office.\n\nAlthough there are legitimate ways to compete for business and investment dollars, the term race to the bottom is used to characterize unhingedtit-for-tatcompetition that has crossed ethical lines and could be destructive for the parties involved.\n\nSupreme Court Justice Louis Brandeis is generally credited with coining the term \"race to the bottom.\" In a 1933 judgment for the caseLiggett v. Lee, he stated that the competition between states to entice companies to incorporate in their jurisdiction \"was one not of diligence, but of laxity,\" meaning states were relaxing rules and regulations instead of refining them to gain an edge over competitors.\n\nThe race to the bottom is thus a result of cutthroat competition. When companies engage in the race to the bottom, its impact is felt beyond the immediate participants. Lasting damage can be done to the environment, employees, the community, and the companies’ respectiveshareholders.\n\nMoreover, consumer expectations of ever lower prices may mean that the eventual victor findsprofit marginspermanently squeezed. If consumers confront poor quality goods or services as a result of cost-cutting during the race to the bottom, the market for those goods or services could dry up.\n\nThe phrase race to the bottom is often applied in the context of labor and staffing. Many companies go to great lengths to keep wages low to protect profit margins while still offering a competitive product. The retail sector, for example, is often accused of engaging in a race to the bottom and using wage reduction and benefits cuts as easy targets. The sector as a whole resists labor law changes that would increase benefits or wages, which, in turn, would increase costs.\n\nIn response to rising wages and demands for benefits, many retail companies have moved the production of goods overseas to regions with lower wages and benefits or have encouraged their suppliers to do so using theirpurchasing power. The jobs that remain in the domestic market (the in-store functions) may cost more as laws change, but the bulk of labor involved in manufacturing and production can be moved to regions with lower-cost labor.\n\nIn order to attract more business investment dollars, states and national jurisdictions often engage in a race to the bottom by changing their taxation and regulation regimes. The disparity incorporate taxworldwide has seen companies shift their head offices or move operations to obtain a favorableeffective tax rate. There is a cost to lost tax dollars because corporate taxes contribute to a country’s infrastructure and social systems. Taxes also support environmental regulations. When a company spoils the environment during production, the public pays in the long run no matter how much of a short-term boost the business activity generated.\n\nIn an economically rational world where allexternalitiesare known and considered, a true race to the bottom is not much of a concern. In the real world, however, where politics and money intersect, races to the bottom occur and they are often followed by the creation of a new law or regulation to prevent a repeat occurrence. Of course, over-regulation also has risks and disadvantages to an economy because it deters potential investors from entering a market due to the steep costs and red tape involved in the effort.\n\nWhile globalization has created a fertile market for the exchange of ideas and trade between countries, it has also resulted in fierce competition between them to attract trade and investment. Large multinational corporations are an especially favored target and the competition is intense among low-income countries hungry forforeign direct investment (FDI).\n\nAccording to recent research, low-income countries often implement lax labor standards, whether they pertain to wages or safety conditions, to attract manufacturers to their jurisdictions. The Rana Plaza disaster in Bangladesh in 2013 was an example of the perils of this approach. On the back of low wages and cheap costs to set up shop, Bangladesh had become the world's second-biggest garment manufacturing center. The Rana Plaza building in Dhaka was a garment factory that violated several building codes of local laws. But enforcement of those codes was lax, resulting in a collapse that killed over 1,000 workers.\n\nA race to the bottom can occur when countries or regions loosen environmental regulations or enforcement of standards in order to attract more businesses and tax revenue. Producers operating in places with more strict regulations would be incentivized to move to those more lax jurisdictions, where they could pollute more freely. Competition between nations, especially in the developing world, can lead to a series of deregulation that leaves the environment unprotected\n\nScholars believe that the term \"race to the bottom\" first appeared in a 1933 Supreme Court ruling in the case of Liggett vs. Lee. Justice Louise Brandeis, writing his opinion on the case, argued that in order to gain a competitive advantage, firms are incentivized to undercut one another while governments are incentivized to deregulate.\n\nCapitalism is defined by competition between businesses to grab market share, and among workers to fill jobs. Companies must stay profitable, and workers need to stay employed. As a result, firms try to become the low-cost producer so that they can best the competition and grab market share. This means that firms begin to compete primarily on price. However, cutting costs amid fierce competition also can mean cutting corners in the form of lower quality, lower safety standards, and lower wages. At the same time, it can produce negative externalities like pollution, waste, and other social ills.\n\nA race to the bottom occurs whenever competition becomes so endemic that it leads to negative consequences and externalities. For instance, businesses may cut corners and sacrifice quality in order to maintain low prices and keep market share. Governments may also reduce taxes and reduce regulations and environmental standards in order to attract industry to remain or relocate to their jurisdiction. In the end, tit-for-tat undercutting leads businesses and governments to literally race each other to the bottom of the barrel in a destructive spiral.\n\nJustia. \"Louis K. Liggett Co. v. Lee :: 288 U.S. 517 (1933).\"\n\nInternational Labour Organization. \"The Rana Plaza Disaster Ten Years On: What Has Changed?\"\n\nEuropean Parliament. \"One Year After the Rana Plaza Catastrophe: Slow Progress and Insufficient Compensation.\" Pages 1-2.",
  "url": "https://www.investopedia.com/terms/r/race-bottom.asp"
}