{
  "term": "What Is the Interbank Rate? Definition, How It Works, and Example",
  "definition": "The interbank rate is the rate of interest charged on short-term loans made between U.S. banks. Banks may borrow money from other banks to ensure that they have enough liquidity for their immediate needs, or lend money when they have excess cash on hand. Theinterbanklending system is short-term, typically overnight, and rarely more than a week.\n\nThe term interbank rate also refers to the interest rate charged when banks conduct wholesale transactions in foreign currencies with banks in other nations.\n\nBanks are required by federal regulators to hold enough cash in reserve to accommodate day-to-daywithdrawalsfrom their customers. These liquidity needs are generally managed by borrowing to cover anyshortfalland lending to earn a modest interest on any excess.\n\nThe rate of interest earned on the banks' money is based on the currentfederal funds rate. This rate, also known as the interbank rate or the overnight rate, is actually set by the banks themselves.It is not \"set\" by the Fed per se, but is affected by the the one rate the Federal Reserve actually does set, which is thediscount rate.The Fed has a target range it tries to keep the Fed Funds within, but they don't actually set it...That is up to the banks involved in that transaction.\n\nThe federal funds rate is a tool that the Federal Reserve uses to increase or decrease the amount of cash in the system overall. A low rate encourages banks to borrow freely while a higher rate discourages such activity.\n\nIn the economic crisis of 2008 that kicked off the great recession, the board cut the target range of the rate to between 0% and 0.25% and kept it there for seven years to encourage investment and borrowing. A series of modest increases pushed the target up to a range of 2.25% to 2.5% in December 2018. Then, in response to the economic fallout of the 2020 crisis, the Fed again cut rates to close to 0%. Since the pandemic, the rate has risen incrementally and as of July 2024, the target rate is 5.5%.\n\nThis does not mean that a consumer will be able to directly take advantage of near-zero rates. The interbank rate is available only to the largest and most creditworthy financial institutions. However, all interest rates for borrowing or saving money are based on that key federal fund's rate, so a rate for a mortgage or a credit card will be based on the federal funds rate plus a premium.\n\nA consumer will never get the interbank rate on a loan. The lowest rate is available only to the largest and most creditworthy financial institutions.\n\nThe alternate definition of interbank rate is relevant to theinterbank market, the global market used by financial institutions to buy and sell foreign currencies. In this case, the interbank rate or interbank exchange rate is the current value of any currency as compared to any other currency. The rates fluctuate constantly by fractions when the market is open.\n\nMost of this trading is done by the banks to manage their own exchange rate and interest rate risk, though they also trade on behalf of some large institutional clients.\n\nThe interbank rate is what you see when you compare any two currencies in an online currency calculator. As with the interbank interest rate, consumers are not going to get the interbank foreign exchange rate when they exchange money. They will get the interbank rate, plus a premium that represents the profit of the company that exchanges the money.\n\nFeinman, Joshua N. \"Reserve Requirements: History, Current Practice, and Potential Reform.\"Federal Reserve Bulletin, June 1993, pp. 569-570.\n\nFederal Reserve Bank of St. Louis, FRED. \"Federal Funds Effective Rate.\" Notes.\n\nBoard of Governors of the Federal Reserve System. \"Regulatory Reform: Discount Window Lending.\"\n\nBoard of Governors of the Federal Reserve System. \"Policy Tools: Open Market Operations.\"\n\nFederal Reserve Bank of New York. \"Effective Federal Funds Rate.\"\n\nOFX. \"What Is the Market Rate?\"",
  "url": "https://www.investopedia.com/terms/i/interbankrate.asp"
}