{
  "term": "What is Private Investment in Public Equity (PIPE)?",
  "definition": "Private investment in public equity (PIPE) is the buying of shares of publicly traded stock at a price below thecurrent market value (CMV)per share. This buying method is a practice of investment firms, mutual funds, and other large, accredited investors. A traditional PIPE is one in which common or preferred stock is issued at a set price to the investor, while a structured PIPE issues common or preferred shares of convertible debt.\n\nThe purpose of a PIPE is for the issuer of the stock to raise capital for the public company. This financing technique is more efficient thansecondary offeringsbecause they offer fewer regulatory hurdles with the Securities and Exchange Commission (SEC). On the downside, PIPEs tend to be an expensive source of capital since the issuer must take a discount on the stocks sold.\n\nA publicly-traded company may utilize a PIPE when securing funds forworking capitalto fund day-to-day operations, expansion, oracquisitions. The company may create new stock shares or use some from its supply, but the equities never go on sale on a stock exchange.\n\nInstead, these large investors purchase the company's stock in aprivate placement, and the issuer files a resale registration statement with the SEC.\n\nThe issuing business typically obtains its funding—that is, the investors' money for the shares—within two to three weeks, rather than waiting several months or longer, as it would with a secondary stock offering. Registration of the new shares with the SEC typically becomes effective within a month of filing.\n\nPIPE investors may purchase stock below the market price as a hedge of protection against the share price going down after news of the PIPE gets out. The discount also acts as compensation for a certain lack ofliquidityin the shares, meaning there can be delays in selling or converting the shares to cash.\n\nSince this offering was a PIPE, the buyers cannot sell their shares until the company files its resale registration statement with the SEC.However, an issuer generally cannot sell more than 20% of its outstanding stock at a discount without receiving prior approval from current shareholders.\n\nA traditional PIPE agreement lets investors purchasecommon stockorpreferred stockthat is convertible to common shares at a predetermined price or exchange rate. If the business is merged with another or sold soon, investors may be able to receive dividends or other payoffs. Dividends are cash or stock payments from companies to their shareholders or investors. Because of these benefits, traditional PIPEs are typically priced at or near the stock’s market value.\n\nWith a structured PIPE, preferred stock or debt securities convertible to common stock are sold. If the securities contain a reset clause, new investors are shielded from downside risks, but existing stockholders are exposed to the greater risk ofdilutionin share values. For this reason, a structured PIPE transaction may need prior stockholder approval.\n\nCompanies must sell their shares at a discount, meaning that they sell their shares for less than market price. In 2023, the average discount on PIPE offerings was about 5%.\n\nPrivate investment in public equity carries several advantages for issuers. Large amounts of shares are typically sold to knowledgeable investors over the long term, ensuring the company secures the funding it needs. PIPEs can be particularly advantageous for small-to-medium-sizedpublic companiesthat may have a hard time accessingmore traditional forms of equity financing.\n\nBecause PIPE shares do not need to be registered in advance with the SEC or meet all the usual federal registration requirements for public stock offerings, transactions proceed more efficiently with fewer administrative requirements.\n\nHowever, on the downside, investors may sell their stock in a short amount of time, driving down the market price. If the market price drops below a set threshold, the company may have to issue additional stock at a significantly reduced price. This new share issue dilutes the value of shareholders’ investments, which can lead to a lower stock price.\n\nShort sellersmay take advantage of the situation by repeatedly selling their shares and lowering the share price, potentially resulting in PIPE investors having majority ownership of the company. Setting a minimum share price below which no compensatory stock is issued can avoid this problem.\n\nLess paperwork and filing requirements\n\nDiscounted share prices (for investors)\n\nDiluted share value (for current stockholders)\n\nBuyers limited to accredited investors\n\nDiscounted share price (less capital for company)\n\nPotential need for shareholder approval\n\nIn Aug. 2023, the aircraft manufacturer Archer Aviation closed a $215 million investment round that included a PIPE financing agreement. Investors included United Airlines, ARK Invest, the auto manufacturer Stellantis, and Boeing.\n\nThe oversubscribed offering allowed Archer to raise an additional $215 million in capital, in exchange for equity sales to the investors. The raised money will be used as working capital and for general corporate expenses in the company's goal of testing and building new passenger aircraft. For the investing companies, the deal allowed them to increase their stakes in the company and develop closer cooperation with a potential supplier.\n\nAn initial public offering (IPO) represents the first time a company's securities are sold on a public stock market. In a PIPE, the stock is already available on public markets, but private equity investors make a deal to buy the stock at a discount from the issuer. Although the price is lower than the market price, PIPE agreements are faster than public offerings and face fewer regulatory hurdles.\n\nA private placement is a deal where shares are sold to a small number of pre-selected buyers, rather than being sold on a public stock market. This is common for smaller or privately-held companies that do not qualify for public offerings. A PIPE (Private Investment in Public Equity) is a type of private placement, except the company selling the shares already trades on a public stock exchange. In order to be successful, issuers must sell their shares for less than market price, but this route can be more straightforward than a public offering.\n\nIn finance, asubscription agreementis an agreement to buy shares of a limited partnership. An investor agrees to buy shares in a certain company, in exchange for a share of that company's equity. The agreement will include the time and date of the sale, the price and quantity of shares traded, and any additional terms or backout conditions for the sale.\n\nA private investment in public equity (PIPE) is a transaction where companies sell shares in return for capital from a major investor. Although the issuing company is already listed in the stock market, selling equity through a PIPE can be faster and more efficient than selling their shares to the public. On the downside, the issuer must accept a discount from the market price.\n\nAllen & Overy. \"The Role of Private Investment in Public Equity (PIPE) in Financing SPACs Business Combinations.\"\n\nU.S. Securities and Exchange Commission-Investor.gov. \"PIPE Offerings.\"\n\nMorningstar Investments. \"PIPE Dreams: Investors Roll Dice With Private Investments.\"\n\nArcher. \"Archer Closing Oversubscribed PIPE as Part of $215M Investment Round Led by Stellantis; ARK & United Are Two Key Investors in the PIPE Signifying Intersection of Innovative Financial Institutions & Traditional Aerospace Investing in Disruptive Tech.\"",
  "url": "https://www.investopedia.com/terms/p/pipe.asp"
}