{
  "term": "What Is a Sole Proprietorship?",
  "definition": "A sole proprietorship is an unincorporated business with one owner. There is no legal separation between the company and the owner, who receives all profits but is liable for all debts and losses. A sole proprietorship is the easiest type to establish and a popular choice forsmall businesses, individual contractors, and consultants. Most small businesses start as sole proprietorships and either stay that way or expand and transition to alimited liabilityentity orcorporation.\n\nThe easiest way to start a one-owner business is through a sole proprietorship. The debts of the sole proprietorship are also the debts of the owner. However, all profits flow directly to the business owner. There are certain steps individuals should take to get started including:\n\nThe number of small businesses in the United States in 2023. Together, these businesses employed 61.6 million people across the country.\n\nA sole proprietorship is very different from a corporation, alimited liability company (LLC), or alimited liability partnership (LLP), in that no separate legal entity is created. As a result, the business owner of a sole proprietorship is not exempt from liabilities incurred by the entity.\n\nWhen a sole proprietor seeks to incorporate a business, theowner usually restructures it into an LLC. For this to work, the owner must first determine that the company name is available. If the desired name is free,articles of organizationmust be filed with the state office where the business will be based. The business owner must create an LLC operating agreement defining the business structure. Finally, the new company must obtain an EIN from the IRS.\n\nSabrina Jiang © Investopedia 2020\n\nA sole proprietorship requires a limited amount of paperwork to get started. The tax process is simpler because anemployer identification number (EIN)from the Internal Revenue Service (IRS) is not required and owners can use their Social Security number (SSN) to pay taxes.Income generated from a pass-through business is only subject to a single layer of income tax and, in some cases, may be eligible for a 20% tax deduction until 2026.\n\nAn important downside of a sole proprietorship is that it provides no liability protection to the owner. By contrast, an LLC separates business and personal assets and the owner is protected against creditors seizing their assets, such as their home. Thisunlimited liabilitygoes beyond the business entity to the owners themselves. Sole proprietorships must rely on standard funding like bank loans or lines of credit. Banks may view a new business with a small balance sheet as a high-risk borrower.\n\nNo need to obtain an EIN from the IRS\n\nQuick and easy setup compared with other business structures\n\nPersonal assets are not separated from business assets\n\nOwners assume all debt and tax liability\n\nTheTax Cuts and Jobs Act (TCJA)of 2017 added a tax break forpass-through entitiesthat essentially allows them to deduct up to 20% of qualified business income. That deduction can result in huge savings and runs until Jan. 1, 2026—unless extended by Congress.\n\nThe owner of a sole proprietorship payspersonal incometax on profits earned from the business. Sole proprietors report their income and expenses on their tax returns and pay income andself-employment taxeson profits. Tax forms include:\n\nIndependent photographers, small landscaping companies, freelance writers, or personal trainers are examples of sole proprietorship businesses.\n\nA sole proprietor owns and operates an unincorporated business independent of partners and is solely responsible for the liabilities and tax implications of the business.The sole proprietor is also considered self-employed, however, \"self-employed\" is a broader term that can be applied to those who work as independent contractors, writers, tradespeople, lawyers, salespeople, and insurance agents. Self-employed individuals generally file an annual income tax return and pay estimated taxes quarterly.\n\nA sole proprietorship is best suited to small businesses with low risk and low profits. Generally, these businesses don’t have a wide range of customers but rather a small, dedicated group. Sole proprietorships often start as hobbies that grow into a business. The reasons tostart a limited liability company(LLC) are that the business entails some liabilityrisks, has the potential for large profits and a large customer base, and is positioned to benefit from certain tax structures.\n\nA sole proprietorship is a straightforward way for an individual to start a business. It does not require registering with a state authority for most situations and does not require obtaining an EIN from the IRS. The benefits of simplicity are accompanied by some drawbacks, including all liabilities passed through from the business to the individual and obtaining funding.\n\nInternal Revenue Service. “Form SS-4 & Employer Identification Number (EIN) 1.”\n\nU.S. Small Business Administration Office of Advocacy. “2023 Small Business Profile,” Page 1\n\nInternal Revenue Service. “Topic No. 407 Business Income.”\n\nInternal Revenue Service. “Do You Need a New EIN?”\n\nInternal Revenue Service. “Qualified Business Income Deduction.”\n\nInternal Revenue Service. “Sole Proprietorships.”\n\nInternal Revenue Service. \"Self-Employed Individuals Tax Center.\"",
  "url": "https://www.investopedia.com/terms/s/soleproprietorship.asp"
}