{
  "term": "What Is a Pension? Types of Plans and Taxation",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA pension plan is a savings plan established by an employer that offers employees regular income payments during retirement.\n\nA pension plan is a retirement savings benefit offered by employers to their employees. Employers make regular contributions to a pool of money set aside to fund payments to eligible employees after they retire. Traditional pension plans in the U.S., known asdefined-benefit plans, are increasingly rare and are being replaced by defined-contribution plans that are less costly to employers, such as the 401(k) retirement savings plan.\n\nA pension plan requires contributions by the employer and may allow additional contributions by the employee. The employee contributions are deducted from wages. The employer may also match a portion of the worker’s annual contributions up to a specific percentage or dollar amount.\n\nA pension plan is more complex and costly to establish and maintain than other retirement plans. Depending on the plan type, employees may have no control over the investment decisions concerning the funds. In addition, anexcise taxapplies if the minimum contribution requirement is not satisfied or if excess contributions are made to the plan.\n\nThere are two main types ofpension plans: the defined-benefit plan and the defined-contribution plan.\n\nWith a defined-benefit pension plan, the employer guarantees that the employee receives a specific monthly payment after retiring and for life, regardless of the performance of the underlying investment pool. The employer is liable for pension payments to the retiree for a dollar amount typically determined by a formula based on earnings and years of service.\n\nIf the assets in the pension plan account cannot pay all of the benefits, the company is liable for the remainder.Defined-benefitemployer-sponsored pension plansdate from the 1870s. The American Express Company established the firstpension planin 1875. At their height in the 1980s, they covered 38% of allprivate-sectorworkers.\n\nWith a defined-contribution pension plan, the employee makes contributions, which may be matched to some degree by the employer. The final benefit to the employee depends on the investment performance of the plan. The company’s liability ends when the total contributions are expended.\n\nThe 401(k) plan is a type of defined-contribution pension plan. The defined contribution plan is less expensive for a company to sponsor, and the long-term costs are easier to estimate. It also takes the company off the hook for future additional costs beyond agreed contributions.\n\nFor this reason, a growing number of private companies are moving to the defined-contribution plan. The best-known defined-contribution plan is the401(k), and its equivalent for nonprofit employees—the403(b).\n\nSome companies offer both types of pension plans. They even allow participants toroll over401(k) balances into defined-benefit pension plans.\n\nThere is another variation: the pay-as-you-go pension plan. Set up by the employer, these may be wholly funded by the employee, who can opt for salary deductions orlump-sumcontributions, which are generally not permitted for 401(k) plans. They are similar to 401(k) plans but rarely offer acompany match.\n\nA pay-as-you-go pension plan is different from a pay-as-you-go funding formula. Current workers’ contributions are used to fund current beneficiaries. Social Security is an example of a pay-as-you-go program.\n\nTheEmployee Retirement Income Security Act of 1974 (ERISA)is a federal law designed to protect retirement assets. The law establishes guidelines that retirement plan fiduciaries must follow to protect the assets of private-sector employees.\n\nCompanies that provide retirement plans are referred to as plan sponsors orfiduciaries, and ERISA requires each company to provide a specific level of information to eligible employees.Plan sponsors provide details on investment options and worker contributions matched by the company.\n\nEmployees must understand vesting, the amount of time required to begin to accumulate and earn the right to pension assets. Vesting is based on the number of years of service and other factors.\n\nEnrollment in a defined-benefit plan is usually automatic within one year of employment, althoughvestingcan be immediate or spread out over several years. Leaving a company before retirement may result in losing some or all pension benefits.\n\nWith defined-contribution plans, contributions are 100% vested as soon as they are paid in. If your employer matches those contributions or gives you company stock as part of a benefits package, it may set up a schedule under which a certain percentage is handed over to you each year until you are fully vested.\n\nJust because retirement contributions are fully vested doesn’t mean that you’re allowed to make withdrawals, however.\n\nVesting terms will vary from employer to employer. Contact yourhuman resources (HR)department to learn what your current vesting terms are.\n\nMost employer-sponsored pension plans arequalified, meaning they meetInternal Revenue Code (IRC)401(a) and ERISA requirements.That gives them theirtax-advantagedstatus for both employers and employees.\n\nEmployee contributions come out of their paychecks before taxes—that is, they’re taken out of an employee’sgross income.That effectively reduces the employee’staxable income, and the amount they owe to the IRS come tax day. Funds placed in a retirement account then grow at a tax-deferred rate, meaning no tax is due on the funds as long as they remain in the account.\n\nBoth pension plans allow the worker todefer tax on the retirement plan’s earningsuntil withdrawals begin. This tax treatment allows the employee to reinvestdividendincome, interest income, andcapital gains—all of which compound and can generate a much higher rate of return over the years before retirement compared to if they were taxed.\n\nWhen the account holder starts withdrawing funds from a qualified pension plan during retirement, federal income taxes are due. Some states will tax the money, too.If you contributed money in after-tax dollars, your withdrawals are only partially taxable. Partially taxable qualified pensions are taxed under the simplified method.\n\nSome companies are keeping their traditional defined-benefit plans but are freezing the benefits. This means that after a certain point, workers will no longer accrue greater payments, no matter how long they work for the company or how large their salary grows.\n\nWhen a pension plan provider implements or modifies the plan, covered employees almost always receive credit for any qualifying work performed before the change. The extent to which past work is covered varies from plan to plan.\n\nWhen applied in this way, the plan provider must cover this cost retroactively for each employee in a fair and equal way for their remaining service years.\n\nWhen a defined-benefit plan is made up of pooled contributions from employers, unions, or other organizations, it is commonly referred to as a pension fund.\n\nManaged by professional fund managers on behalf of a company and its employees, pension funds can control vast amounts of capital and are among the largestinstitutional investorsin many nations. Their investment actions can dominate the stock markets.\n\nPension funds are typically exempt from thecapital gains tax. Earnings on their investment portfolios aretax deferredortax exempt.\n\nA pension fund helps subsidize early retirement promoted by specific business strategies.\n\nA pension fund provides a fixed, preset benefit for employees upon retirement, helping workers plan their future spending. The employer makes the most contributions and cannot retroactively decrease pension fund benefits.\n\nVoluntary employee contributions may be allowed as well. Since benefitsdo not depend on asset returns, benefits remain stable in a changing economic climate. Businesses can contribute more money to a pension fund and deduct more from their taxes than with a defined-contribution plan.\n\nAn employee’s payout depends on the final salary and length of employment with the company. Noearly withdrawalsare available from a pension fund.Pension fund loansare risky and, in some cases, illegal. In-service distributions are not allowed to a participant before age 59½.Taking early retirement generally results in a smaller monthly payout.\n\nA pension plan and 401(k) can both be used to invest money for retirement. However, each vehicle has its strengths and weaknesses.\n\nAnother point about the 401(k) is that any contributions made to the plan may not be enough to meet the employee’s future retirement needs.\n\nWith a defined-benefit plan, you usually have two choices when it comes to withdrawals (distribution): periodic payments for the rest of your life, or alump-sumdistribution.\n\nSome plans allow both, which means they can take a lump-sum payment and use the rest to generate periodic payments. In any case, there may be a deadline for deciding, and the decision will be final.\n\nThere are several things to consider when choosing between a monthly annuity and a lump-sum payment.\n\nMonthly annuity payments are typically offered as a choice of asingle-life annuityfor the retiree only for life, or as a joint and survivor annuity for the retiree and spouse. The latter pays a lesser amount each month, but the payouts continue until the surviving spouse passes away.\n\nSome people take the single-life annuity. When the employee dies, the pension payout stops, but a large, tax-free death benefit is paid out to the surviving spouse, which can be invested.\n\nTheoretically, a pension fund can run out of money. But if the fund doesn’t have enough money to pay you what it owes you, thePension Benefit Guaranty Corporation (PBGC)could pay a portion of your monthly annuity, up to a legally defined limit.\n\nFor 2025, the monthly maximum PBGC guarantee for a straight-life annuity for a 65-year-old retiree is $7,431.82. The PGBC maximum monthly guarantee for a joint and 50% survivor annuity for a 65-year-old retiree is $6,688.64.Of course, PBGC payments may not be as much as you would have received from your original pension plan.\n\nAnnuities usually pay at afixed rate. They may or may not includeinflation protection. If they don’t include inflation protection, the amount you get stays the same from retirement on. This can reduce the real value of your payments each year, depending on the rate ofinflationat the time.\n\nYou avoid the potential (if unlikely) danger of your pension plan going broke if you take a lump sum.You can also invest the money, keeping it working for you—and possibly earning a better interest rate, too. If there is money left when you die, you can pass it along as part of yourestate.\n\nOn the downside, there’s no guaranteed lifetime income. It’s up to you to make the money last. And unless you roll the lump sum into anindividual retirement account (IRA)or other tax-sheltered accounts, the whole amount will be immediately taxed and could push you into a highertax bracket.\n\nIf your defined-benefit plan is with a public-sector employer, your lump-sum distribution may only be equal to your contributions. With a private-sector employer, the lump sum is usually the present value of the annuity (or more precisely, the total of your expected lifetime annuity payments discounted to today’s dollars).\n\nYou can always use a lump-sum distribution to purchase animmediate annuityon your own, which could provide a monthly income stream, including inflation protection. As an individual purchaser, however, your income stream will probably not be as large as it would with an annuity from your original defined-benefit pension fund.\n\nWith just a few assumptions and a bit of math, you can determine which choice yields the largest cashpayout.\n\nYou know thepresent valueof a lump-sum payment. To figure out which makes better financial sense, you need to estimate thepresent value of annuitypayments. To determine the discount or future expected interest rate for the annuity payments, think about how you might invest the lump-sum payment and then use that interest rate to discount back the annuity payments.\n\nA reasonable approach to selecting the discount rate would be to assume that the lump-sum recipient invests the payout in a diversified investment portfolio of 60% stocks and 40% bonds. Using historical averages of 9% for stocks and 5% for bonds, the discount rate would be 7.40%.\n\nImagine that Sarah was offered $80,000 today or $10,000 per year for the next 10 years. On the surface, the choice appears clear: $80,000 vs. $100,000 ($10,000 × 10 years). Take the annuity.\n\nHowever, the choice is impacted by Sarah’sexpected return(or discount rate) on the $80,000 over the next 10 years. Using the discount rate of 7.40% noted above, the annuity payments are worth $68,955.33 when discounted back to the present, whereas the lump-sum payment today is $80,000. Since $80,000 is greater than $68,955.33, Sarah would take the lump-sum payment.\n\nThis simplified example does not factor in adjustments for inflation or taxes, and historical averages do not guarantee future returns.\n\nOnline financial calculators can help you make the decision of whether to take a lump sum vs. annuity distributions. A financial advisor can help guide the decision as well.\n\nThere are other basic factors that must almost always be taken into consideration in anypension maximizationanalysis. These variables include:\n\nDefined-benefit pension plans involve an employer guaranteeing a specific retirement payment if an employee works for a company for a designated amount of time. The employer primarily contributes to this plan, and the pension plan administrator manages the money. When the employee retires (whether they are still with the same company or not), they may file a claim for defined-benefit pension benefits.\n\nDifferent entities will have different benefit schedules, including when employees are vested. Vesting can be immediate, but it may kick in partially from year to year for up to several years of employment. If you contribute money to the plan, it’s yours if you leave. If your employer kicks in money, it’s not all yours until you are fully vested.\n\nA pension plan is a better retirement vehicle for people who prefer a guaranteed, defined amount of benefits when they retire. Though employees typically have less control over their money and sacrificeupsideearning potential under a defined-benefit pension plan, it is usually a safer option, and the benefits an employee earns are paid out to them for life.\n\nTo get a pension, an employee has to work for a company that offers a pension plan. This can be a private company, though a majority of pension plans are now offered by government institutions and agencies. In addition, people must often meet a vesting requirement by working for a company for a specific amount of time to quality for pension plan benefits.\n\nA pension plan offers defined benefits at retirement. Different companies have different features, but employers often fund a majority of defined-benefit pension plans while guaranteeing specific retirement benefits based on their tenure and salary. A defined-benefit pension plan, on the other hand, offers an employee a fixed payment for life once they retire. If you have any questions about your plan, contact your HR department.\n\nInternal Revenue Service. “Defined Benefit Plan.”\n\nU.S. Department of Labor. “Types of Retirement Plans.”\n\nU.S. Department of Labor. “What You Should Know About Your Retirement Plan,” Page 6 (Page 10 of PDF).\n\nSocial Security Administration. “The Disappearing Defined Benefit Pension and Its Potential Impact on the Retirement Incomes of Baby Boomers.”\n\nPension Benefit Guaranty Corp. “History of PBGC.”\n\nU.S. Department of Labor. “What You Should Know About Your Retirement Plan,” Page 4 (Page 8 of PDF).\n\nInternal Revenue Service. “IRC 403(b) Tax-Sheltered Annuity Plans.”\n\nInternal Revenue Service. “Rollover Chart.”\n\nU.S. Department of Labor. “ERISA.”\n\nU.S. Department of Labor. “Plan Information.”\n\nU.S. Department of Labor. “FAQs About Retirement Plans and ERISA,” Page 2.\n\nU.S. Department of Labor. “FAQs About Retirement Plans and ERISA,” Page 4.\n\nU.S. Department of Labor. “FAQs About Retirement Plans and ERISA,” Page 1.\n\nInternal Revenue Service. “A Guide to Common Qualified Plan Requirements.”\n\nInternal Revenue Service. “Government Retirement Plans Toolkit.”\n\nOffice of the New York State Comptroller. “Taxes and Your Pension.”\n\nInternal Revenue Service. “Topic No. 410, Pensions and Annuities.”\n\nInternal Revenue Service. “Topic No. 411, Pensions—The General Rule and the Simplified Method.”\n\nInternal Revenue Service. “Publication 575, Pension and Annuity Income.”\n\nPension Benefit Guaranty Corp. “Annuity or Lump Sum.”\n\nU.S. Bureau of Labor Statistics. “You’re Getting a Pension: What Are Your Payment Options?”\n\nPension Benefit Guaranty Corp. “Maximum Monthly Guarantee Tables.”",
  "url": "https://www.investopedia.com/terms/p/pensionplan.asp"
}