{
  "term": "What Is a Hybrid Security and What Are Different Types?",
  "definition": "A hybrid security is a single financial security that combines two or more different financial instruments. Hybrid securities, often referred to as \"hybrids,\" generally combine both debt and equity characteristics. The most common type of hybrid security is aconvertible bondthat has features of an ordinary bond but is heavily influenced by the price movements of the stock into which it is convertible.\n\nHybrid securities are bought and sold on an exchange or through a brokerage. Hybrids may give investors a fixed or floating rate of return and may pay returns as interest or as dividends. Some hybrids return their face value to the holder when they mature and some have tax advantages. Hybrid securities can be viewed as a form ofesoteric debtand may be difficult to sell due to their complexity.\n\nIn addition to convertible bonds, another popular type of hybrid security is convertiblepreference shares, which pay dividends at a fixed or floating rate before common stock dividends are paid, and can be exchanged for shares of the underlying company's stock.\n\nPay-in-kind toggle notes are another type of hybrid security where the issuing company can toggle the payment from interest rates to the additional debt owing to the investor, meaning the company owes the investor more debt but doesn't actually pay interest on it immediately. This interest deferral allows the company to keep cash flowing, but the larger principal payment may never come if the cash flow situation isn't resolved.\n\nEach type of hybrid security has a unique risk and reward characteristics.Convertible bondsoffer greater potential for appreciation than regular bonds, but pay less interest than conventional bonds, while still facing the risk thatthe underlying company could perform poorly. They can also fail to make coupon payments and not be able to repay the bond's face value at maturity. Convertible securities offer greater income potential than regular securities but can still lose value if the underlying company underperforms. Other risks of hybrid securities include deferred interest payments, insolvency, market price volatility, early repayment, and illiquidity.\n\nOther new types of hybrid securities are being introduced all the time in an attempt to meet the needs ofsophisticated investors. Some of these securities are so complicated that it is difficult to define them as either debt or equity.\n\nIn addition to being difficult to understand, another criticism of some hybrid securities is that they require the investor to take more risk than the potential return warrants. Hybrid securities are not marketed toward retail investors, but even institutional investors sometimes fail to fully understand the terms of the deal they are entering when buying a hybrid security.",
  "url": "https://www.investopedia.com/terms/h/hybridsecurity.asp"
}