{
  "term": "What Is an Appropriation in Business and Government?",
  "definition": "Appropriation is when money is set aside for a specific purpose. A company or a government appropriates funds in order to delegate cash for the necessities of its operations. Appropriations for the U.S. federal government are decided by Congress through various committees. A company might appropriate money for short-term or long-term needs that include employee salaries, research and development, and dividends.\n\nAppropriations tell us how money or capital is being allocated whether it's through the federal government's budget or a company's use of cash and capital. Appropriations by governments are made for federal funds each year for various programs. Appropriations for companies may also be known ascapital allocation.\n\nAppropriation could also refer to setting apart land or buildings for public use, such as public buildings or parks. Appropriation can also refer to when the government claims private property through eminent domain.\n\nIn the United States, appropriations bills for the federal government's spending are passed by Congress. The government's fiscal year runs from October 1 through September 30 of each calendar year.\n\nEach fiscal year, the U.S. President submits a budget proposal to Congress. Budget committees in the U.S. House and Senate then determine how the discretionary portion of the budget will be spent through a budget resolution process. The process yields an allocation of an amount of money that is assigned to the various appropriations committees.\n\nThe House and Senate appropriations committees divide the money up between the various subcommittees that represent the departments that'll receive the money. Some of the departments include the following:\n\nFederal programs such as Social Security and Medicare fall under the mandatory expenditures category and receive funding through an automatic formula rather than through the appropriations process.\n\nCongress also passes supplemental appropriations bills for instances when special funding is needed for natural disasters and other emergencies. For example, in December 2014, Congress approved the Consolidated and Further Continuing Appropriations Act, 2015. The act approved $5.5 billion to fight the Ebola virus in West Africa and for domestic emergency responses to the disease.The Act also allocated funding for controlling the virus and developing treatments for the disease.\n\nCorporate appropriations are how a company allocates its funds and can include share buybacks, dividends, paying down debt, and fixed asset purchases. Fixed assets are items such as property, plants, and equipment. In short, how a company allocates capital spending is important to investors and the long-term growth prospects of the company.\n\nMarket participants monitor closely how a company appropriates money or invests its cash. Investors watch to determine whether a company is using its cash effectively to build shareholder value or whether it is engaging in frivolous cash use, which can destroy shareholder value.\n\nInvestors monitor corporate appropriations of cash by analyzing a company's cash flow statement. Thecash flow statement(CFS) measures how well a company generates cash to pay its debt obligations and fund its operating expenses. The cash flow of a company is divided into three activities or behaviors:\n\nBelow is the cash flow statement for Exxon Mobil Corporation(XOM)for the three-month period ending Sept. 30, 2018, as reported in its 10Q filing. The cash flow statement shows how the executive management of Exxon appropriated the company's cash and profits:\n\nWhether Exxon's use of cash is effective or not is up to investors and analysts to debate since evaluating the process of appropriating cash is highly subjective. Some investors might want more money allocated to dividends, while other investors might want Exxon to allocate money towards investing in its future by purchasing and upgrading equipment.\n\nAppropriated retained earningsare retained earnings (RE) that are specified by the board of directors for a particular use. Retained earnings are the amount of profit left over after a company has paid out dividends. Retained earnings accumulate over time and can be used at a later date.\n\nAppropriated retained earnings can be used for many purposes, includingacquisitions, debt reduction, stock buybacks, andR&D. There may be more than one appropriated retained earnings account at any time. Typically, appropriated retained earnings are used only to indicate to outsiders the intention of management to use the funds for some purpose.\n\nFor investors, the cash flow statement reflects a company'sfinancial healthsince typically the more cash that's available for business operations, the better. However, there are limitations to analyzing how money is spent. An investor won't know if the purchase of a fixed asset generates revenue or creates a loss unless the purchase was highly publicized.\n\nAs a result, the investor can only infer whether management is effectively deploying or appropriating its funds properly. Sometimes a negative cash flow results from a company's growth strategy in the form of expanding its operations.\n\nGovernment appropriations is the act of setting aside funds for specific uses.\n\nAppropriation in business is how a company allocates its retained earnings and profits for specific purposes.\n\nA company might allocate funds for share buybacks, dividends, debt repayment, or future projects.\n\nAppropriation is the government or business act of setting aside capital for specific purchases. By studying how a company allocates its spending and uses its cash, an investor can get a clear picture of how uses its cash and gain a solid understanding of the financial well-being of a company.\n\nFederal Times. \"Why the Beginning of Fiscal Year 2024 Is in October, Not January.\"\n\nFiscalData.Treasury.gov. \"How Much Has the U.S. Government Spent This Year?\"\n\nAppropriations Committee Democrats. \"Summary of 2015 Consolidated and Further Continuing Appropriations Act.\"\n\nExxon Mobile. \"Form 10-Q for the Quarterly Period Ended September 30, 2018,\" Page 6.",
  "url": "https://www.investopedia.com/terms/a/appropriation.asp"
}