{
  "term": "What Is a Free Look Period and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nThe free look period is the required time period in which a new life insurance policy owner can terminate the policy without any penalties, such as surrender charges. A free look period often lasts 10 or more days depending on the insurer and state law.\n\nDuring the free look period, thecontract holdercan decide whether or not to keep the insurance policy. If they are not satisfied and wish to cancel, they can receive a full refund of their premium.\n\nFree look periods are most commonly associated with life insurance policies, but can apply to other products as well like annuity contracts. Laws vary by state, For example, Texas requires a free look period of at least 10 to 20 days.\n\nInsurance policies are legal contracts that grant rights and responsibilities to both the insurer and policyholder. If you are not satisfied with the terms and conditions of the policy you have purchased, you can cancel and return the policy within a specified period after receiving it, and your premiums will be fully refunded. The time frame will vary depending on your insurer and state law.\n\nDuring the free look period, sometimes known as the free examination period, the purchaser can continue to ask the insurer questions regarding thecontractto better understand the policy. If refunded, the amount given back may equate to the value of the account at cancellation or the number of payments, depending on the state in which the policy was written.\n\nThe free look period is for the benefit of a policyholder. It provides additional time to review a new contract in depth. Policyholders might also ask their agent, lawyer, or company representative to review their policy's terms and conditions.\n\nOnce a policyholder is in receipt of a newlife insurance policy, the free look period begins. If you decide to cancel the policy, you must notify your agent or company representative.\n\nThe U.S.life insuranceindustry was once very poorly regulated and rife with scams. Back in the 1930s and 1940s, the industry tended to attract unscrupulous characters. Much of the life insurance industry got a bad reputation because of high-pressure tactics, badgering of customers, and many disreputable, insolvent, or nonexistent insurance companies that never paid claims.\n\nTheindustryhas vastly improved since those days. The negative reputation of the past forced the industry to reform its practices.\n\nState governments became involved with complaints about abusive sales strategies, responding with legislation, which is one reason free look periods exist.\n\nLet's say you live in Texas and buy a variable life insurance policy. Two days after signing up, you receive your executed policy documents in the mail. Your free look period begins when your receive those documents. In Texas, you have 10 to 20 days to review the policy and decide whether you want to keep it.\n\nTwo days later, you brings your policy to your lawyer to review, and you're advised to cancel the policy and go with another insurer instead. You take your lawyer's advice and advise your insurer the next day that you want to cancel the policy. The insurer is obliged under law to comply, and you will be refunded your initial premium payment.\n\nIf a life insurance policy has a 30-day free look period, it mean you have 30 days from when your policy starts to cancel the policy with no penalties. The length of a free look period will vary by provider and by state.\n\nYou can cancel a life insurance policy at any time. However, if you cancel a policy after your free look period ends, you will not have your premium refunded although you can receive your cash value in a lump sum, minus any fees.\n\nYou can cancel a life insurance policy by contacting the provider, which you can usually do online, by phone, or by mail. The exact cancellation process will depend on the type of life insurance you have, and you may have to sign alost policy release (LPR)form.\n\nA free look period for a life insurance policy begins when you receive the policy, or the day the policy is delivered. Check with the insurance company for what date they are considering as the delivery date.\n\nFree look periods provide you a time period to decide whether you want to keep your insurance policy. If you decide to cancel your policy, you can receive your premium refunded and you will not have to pay a penalty. If you are in the process of buying life insurance, check with your insurance provider to learn more about the specific terms of their first look policy.\n\nU.S. Securities and Exchange Commission. \"Free Look Periods.\"\n\nTexas Department of Insurance. \"Life Insurance Guide.\"\n\nProgressive. \"What Is a Free Look Period?\"",
  "url": "https://www.investopedia.com/terms/f/free-look-period.asp"
}