{
  "term": "What Is a Debit Balance in a Margin Account?",
  "definition": "The debit balance in amargin accountis the amount of money a brokerage customer owes their broker for funds they've borrowed from the broker to purchasesecuritieson margin.\n\nWhenbuying on margin, investors borrow funds from a broker and then combine those funds with their own in order to purchase a greater number of shares and, if all goes well, earn a greater profit. This is known asleveragingtheir position.\n\nThe two primary types of brokerage accounts used to buy and sell financial assets are acash accountand amargin account. In a cash account, the investor can only spend the cash balance they have on deposit and no more. For example, if a person has $2,000 in their cash account, they can only buy securities worth a total value of $2,000 unless they add more money to the account.\n\nA margin account allows the investor to borrow money from the broker to purchase additional shares or, in the case of ashort sale, to borrow shares to sell in the market. In order to borrow money, the investor pledges cash or securities already in their margin account ascollateral.\n\nFor example, an investor with a $2,000 cash balance might want to purchase shares worth $3,000. Their broker could lend them the other $1,000 through a margin account, with the investor putting up $2,000 in cash. In this case, the debit balance would be $1,000.\n\nAnadjusted debit balanceis the amount of money in a margin account that is owed to the brokerage firm, minus profits on short sales and balances in aspecial memorandum account(SMA).\n\nThe adjusted debit balance tells the investor how much they would owe the broker in the event of amargin call, which requires the repayment of borrowed funds to the brokerage firm if the balance in the account drops below a certain level. That can happen when a security purchased on margin falls in value.\n\nFinancial industry regulations permit an investor to borrow up to 50% of the purchase price of securities on margin, which is stipulated in the Federal Reserve Board'sRegulation T. That is referred to as the initial margin.\n\nIn addition, investors must meet a maintenance margin requirement set by their brokerage firm. That's the amount of equity they need to have in their margin account at all times, and it is calculated by subtracting the money they owe their broker from value of the cash and securities in their account. Industry rules require the maintenance margin to be at least 25% of the market value of the margin securities, but some brokerage firms set a higher minimum.\n\nYes, brokers charge interest on the money they lend you. It's worth asking about the interest rate and whether it's fixed or variable before you start buying on margin. The interest you'll have to pay will reduce any profits you hope to make from your trades.\n\nA special memorandum account (SMA) is a brokerage account that is set up in conjunction with a margin account to hold excess margin (that is, more than is needed to meet maintenance requirements) from the margin account. The SMA preserves the investor's gains and provides a line of credit for future purchases on margin. It can also be used to help make up for declines in value of securities in the margin account in the event of a margin call.\n\nA margin call can occur when the customer's account falls below the brokerage firm's minimum maintenance requirement. When they receive a margin call, the customer must deposit additional cash or securities into the account to bring it up to a level where it satisfies the requirement. If they fail to do so within a prescribed period (often two to five days), the broker will sell enough of the securities already in the account to make up the difference.\n\nHowever, as the U.S. Securities and Exchange Commission notes, brokers are not required to issue a margin call and \"may be able to sell your securities at any timewithout consulting you first. Under most margin agreements, even if your firm offers to give you time to increase the equity in your account, it can sell your securities without waiting for you to meet the margin call.\"\n\nMarginable securitiesare stocks, bonds, and other securities that can be purchased on margin or used as collateral in a margin account. Each brokerage firm can decide whether a particular security is marginable or non-marginable for its purposes. If a security is non-marginable, the investor can still buy it, but they will have to pay for it entirely with their own cash.\n\nThe best way to avoid a margin call is to keep a significant cash cushion in the margin account and also to monitor the account regularly to see how close you are to slipping below your brokerage firm's maintenance margin percentage. You can also avoid a margin call, of course, if you simply maintain a cash account and don't buy on margin.\n\nA debit balance is the amount of money a brokerage customer owes their broker for securities purchases they have made on margin. If the debit balance gets too high relative to the equity in the account, the investor may be subject to a margin call. For that reason, investors with margin accounts should regularly check how much equity they have in their accounts and be prepared to come up with additional cash if they need to.\n\nNASDAQ. \"Adjusted Debit Balance.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Understanding Margin Accounts.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Interested in Margin? Understand Interest.\"\n\nFINRA. \"Adoption of Revised and Simplified Regulation T of the Federal Reserve Board.\"\n\nFINRA. \"Understanding Margin Accounts, Why Brokers Do What They Do.\"",
  "url": "https://www.investopedia.com/terms/d/debitbalance.asp"
}