{
  "term": "What Is an Intangible Asset?",
  "definition": "Jiwon Ma is a fact checker and research analyst with a background in cybersecurity, international security, technology, and privacy policies. Before joining Investopedia, she consulted for a global financial institution on cybersecurity policies and conducted research as a Research Analyst at the Belfer Center for Science and International Affairs.\n\nIntangible assets differ fromtangible assets, which have physical forms such as buildings or office furniture. For businesses, an intangible asset includes patents, goodwill, and intellectual property.\n\nIntangible assets are generally considered long-term and theirvaluecan increase over time. An intangible asset like a brand name can be critical to a company's long-term success. Businesses can create or acquire intangible assets. For example, a company may create a mailing list of clients or establish apatent. It can write off the expenses from the process, such as filing the patent application, hiring a lawyer, and paying other related costs.\n\nAn indefinite intangible asset stays with the holder as long as it continues to operate, such as a brand name. A definite intangible asset is restricted to a limited timeframe such as a legal agreement to operate under another company's patent.Types of intangible assets include:\n\nAny unauthorized use of intellectual property is called infringement. This includes using, mimicking, or copying another entity's brand name, logo, or other intangible assets.\n\nA business like Coca-Cola (KO) can contribute much of its success tobrand recognition. Although brand recognition is not a physical asset that can be seen or touched, it can have a meaningful impact on generating sales.\n\nIntangible assets have no recordedbook value. Because of this, when a company is purchased, the purchase price is above the book value of assets on thebalance sheet. The purchasing company records the premium paid as an intangible asset on its balance sheet.There are three common ways that businesses can value their intangible assets, according to theAmerican Institute of Certified Public Accountants (AICPA):\n\nTangible assets can be current or fixed. Current assets can be easily used and converted to cash such as inventory. Fixed assets are tangible assets with a lifespan of one year or more.Plant, property, and equipment (PP&E)are considered fixed.\n\nCommon tangible assets includeproperty, equipment, furniture, inventory, and vehicles.Financial securities, such as stocks and bonds, are also considered tangible assets because they derive value from contractual claims.\n\nUnlike intangible assets, the value of tangible assets is easier to determine. The owner may choose to hire an appraiser who determines thefair market value (FMV)of the asset or they may decide to sell the asset for cash. Another common form of valuation is comparing it to the cost of a replacement.\n\nIt is often difficult to determine an intangible asset's future benefits and lifespan or the costs associated with maintaining it. The useful life of an intangible asset can be either identifiable or non-identifiable. Most intangible assets are considered long-term assets with ausefullife of more than one year.\n\nBrand equity is an intangible asset and refers to a value premium that a company generates from a recognized product instead of itsgeneric equivalent. Companies create brand equity for their products through massmarketing campaigns.\n\nInternally developed intangible assets do not appear on a company's balance sheet. When intangible assets have an identifiable value and lifespan, they appear on a company's balance sheet aslong-term assetsvalued according to their price andamortization schedules.\n\nBusinesses can have both tangible and intangible assets. Even though intangible assets can't be seen and held, they provide value for companies as brand names, logos, or mailing lists. Intangible assets can be difficult to value.\n\nInternal Revenue Service. “Administrative, Procedural, and Miscellaneous 26 CFR 601.204.\"\n\nThe International Financial Reporting Standards Foundation. “IAS 38 Intangible Assets.”\n\nUnited States Patent and Trademark Office. \"About Trademark Infringement.\"\n\nThe University of Minnesota Libraries “Financial Accounting: 11.2 the Balance Sheet Reporting of Intangible Assets.”\n\nAICPA & CIMA. \"Three approaches to valuing intangible assets.\"\n\nInternal Revenue Service. \"Publication 551 - Basis of Assets.\"",
  "url": "https://www.investopedia.com/terms/i/intangibleasset.asp"
}