{
  "term": "What Is a Recessionary Gap? Definition, Causes, and Example",
  "definition": "A recessionary gap, or contractionary gap, is a macroeconomic term used when a country'srealgross domestic product (GDP) is lower than its GDP atfull employment.\n\nEssentially, a recessionary gap refers to the difference between actual and potential production in aneconomy, with the actual being lower than the potential, which puts downward pressure on prices in the long run. Often, these gaps are evident during an economic downturn and are associated withhigher unemployment numbers.\n\nSignificant reductions in economic activity for several months will indicate arecession. During periods of recession, companies will often pull back on spending, creating a gap from the contraction in thebusiness cycle.\n\nEconomists define a recessionary gap as a lower, real-income level, as measured byreal GDP, than the real-income level at a point of full employment. Real GDP values all goods and services for a specific time-frame, adjusted forinflation.In the period leading up to a recession, there is often a significant reduction in consumer expenditure or investment due to a decrease in the take-home pay of workers.\n\nWhen production levels fluctuate, prices change to compensate. This price change is considered an early indicator that an economy is moving into a recession and may lead to less favorableexchange ratesfor foreign currencies.\n\nAn exchange rate is merely one country'scurrencyin comparison with that of another country. Atparity, the two currencies exchange one for one.\n\nCountries might adoptmonetary policiesto lower rates in an effort to encourage foreign investment or raise rates to encourage internal consumption of homemade products. The change in exchange rates affects the financial returns onexportedgoods. Lower foreign exchange rates mean less income for exporting countries and further drives a recessionary trend.\n\nAlthough it represents a downward economic trend, a recessionary gap can remain stable, suggesting short-term economicequilibriumbelow the ideal, which can be as damaging to an economy as an unstable period. This instability is because prolonged downward periods of lower GDP production inhibit growth and contribute to sustained higherunemploymentlevels.\n\nPolicymakers may choose to implement anexpansionary policy—a stabilization policy—toclose the gap and increase real GDP. Monetary authorities might increase the amount of money in circulation in the economy by loweringinterest ratesand boosting government spending.\n\nA more important outcome of a recessionary gap is increased unemployment.During an economic downturn, thedemandfor goods and services lowers as unemployment rises. If prices and wages remain unchanged, this can further elevate unemployment levels.\n\nIn a cycle which feeds upon itself, higher unemployment levels reduce overall consumer demand, which reduces production, and lowers the realized GDP. As the amount of output continues to fall, fewer employees are required to meet production demand, resulting in additional job losses and further reducing the need for goods and services.\n\nAs a company'sprofitsstagnate or decline, it cannot offer higher wages. Some industries may experience pay cuts due to internal business practices, or the effect of economic circumstances. For example, during a recession, people spend less on going out to eat, which means that restaurant workers receive less income in the form of tips.\n\nIn December 2018, the U.S. labor market as a whole was at full employment with an unemployment rate of 3.9% and there was no recessionary gap.However, not all parts of the country were at full employment, and some individual states were experiencing a recessionary gap.\n\nFor instance, New York was at full employment, and most large cities were economically secure.However, the picture was very different in rural areas where jobs were more difficult to find. In West Virginia, for example, the decimated coal mining industry brought the unemployment rate to 5.3% with little economic productivity.Additionally, West Virginia was the fourth highest state with apovertyrate around 18%.\n\nWolla, Scott. \"Minding the Output Gap: What Is Potential GDP and Why Does It Matter?\"PAGE ONE Economics, May 2021.\n\nOpenStax. \"Principles of Econ 2e: 25.1 Aggregate Demand in Keynesian Analysis.\" Whatcom Community College Library, 2017.\n\nU.S. Bureau of Labor Statistics. \"Official Unemployment Rate Was 3.9 Percent in December 2018; U-6 Was 7.6 Percent.\"\n\nNew York State, Department of Labor. \"Employment in New York State.\"\n\nWest Virginia Center on Budget & Policy. \"WV Is Adding Jobs, but Still Lags Behind U.S.\"\n\nU.S. Census Bureau. \"2018 Poverty Rate in the United States.\"",
  "url": "https://www.investopedia.com/terms/r/recessionarygap.asp"
}