{
  "term": "What Is a Short Sale on a House? Process, Alternatives, and Mistakes to Avoid",
  "definition": "A short sale in real estate is an offer of a property at an asking price that is less than the amount due on the current owner's mortgage.\n\nA short sale is usually a sign of a financially distressed homeowner who needs to sell the property before the lender seizes it inforeclosure.\n\nAll of the proceeds of a short sale go to the lender. The lender then has two options—to forgive the remaining balance or to pursue adeficiency judgmentthat requires the former homeowner to pay the lender all or part of the difference. In some states, this difference in price must be forgiven.\n\nShort sales usually occurwhen a homeowner is infinancial distressand has missed one or more mortgage payments. Foreclosure proceedings may be looming ahead.\n\nThey also are more likely to occur when the housing market is in a down period, such as the2007-2009 financial crisis, which caused home prices to plummet and sales to slow in many regions.\n\nFor example, if real estate values drop, a homeowner may end up selling a house for $150,000 when there is still $175,000 remaining to be paid on the mortgage. The difference of $25,000 (less anyclosingand otherselling costs) is called the deficiency balance.\n\nBefore the process can begin, the mortgage lender must sign off on a decision to execute a short sale, sometimes termed apre-foreclosuresale.\n\nThe mortgage lender, typically a bank or credit union, requires that the mortgage holder submit documentation explaining why a short sale makes sense. No short sale can occur without the lender's prior approval.\n\nShort sales tend to be lengthy and paperwork-intensive transactions, taking up to four months to process. They are not as detrimental to a homeowner’scredit ratingas aforeclosure.\n\nDiscrimination in mortgage lending is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One is to file a report to the Consumer Financial Protection Bureau (CFPB) or with the U.S. Department of Housing and Urban Development (HUD).\n\nA short sale hurts a person’scredit scoreless than a foreclosure, but it is still a negative credit mark.Any type of property sale that is denoted by a credit company as not paid as agreed is a ding on the score. Short sales, foreclosures, anddeeds-in-lieu of foreclosureall hurt an individual's credit rating to some degree.\n\nShort sales don’t always negate the remaining mortgage debt. There are two parts to a mortgage. The first is thelienagainst the property that is used to secure the loan. The lien protects the lender in case a borrower can’t repay the loan. It gives the lending institution the right to sell the property for repayment. This part of the mortgage is waived in a short sale.\n\nThe second part of the mortgage is the promise to repay. Lenders can still enforce this portion either through a new note or by collecting the deficiency. In any case, the lender must approve the short sale, which means borrowers are sometimes at their whim.\n\nWhen convincing a lender to agree to a short sale, the homeowner must be able to cite a new source of financial difficulty, not something that was withheld at the time the mortgage was approved.\n\nA short sale or foreclosure are two possible outcomes for homeowners who are behind on their mortgage payments, own a home that isunderwater, or both. In either case, the owner is forced to part with the home, but the timeline and consequences are different.\n\nIn a foreclosure, the lender seizes the home after the borrower fails to make payments. Unlike a short sale, a foreclosure is initiated by the lender alone. Foreclosure is the last option for the lender.\n\nIn such cases, the lender repossesses the home, hoping to eventually make good on its investment in the mortgage. Unlike in most short sales, many foreclosures take place after the homeowner abandons the home. If the occupants are still in the home, they are evicted by the lender.\n\nOnce the lender has access to the home, it orders anappraisaland puts it up for sale.\n\nForeclosures normally take less time to complete because the lender wants toliquidatethe asset quickly. Foreclosed homes may even be auctioned off at a public trustee sale.\n\nDepending on the circumstances, homeowners who experience foreclosure have to wait for two to seven years to purchase another home. A foreclosure is kept on a person’scredit reportfor seven years.\n\nA distressed homeowner generally gets to stay in the home during the short sale process.\n\nA homeowner who has gone through a short sale may, with certain restrictions, be eligible to purchase another home immediately.\n\nWhile a foreclosure essentially lets you walk away from your home—albeit with grave consequences for your financial future, such as having to declare bankruptcy and destroying your credit—completing a short sale is labor-intensive. However, the payoff for the extra work involved in a short sale may be worth it.\n\nLess drastic alternatives to a short sale include loan modification or the use of private mortgage insurance.\n\nBefore resigning yourself to a short sale, talk to your lender about the possibility of a revised payment plan orloan modification. One of these options might allow you to stay in your home and get back on your feet.\n\nObtaining a loan modification may temporarily lower your credit score, as will any application for new credit.\n\nAnother possible option for staying in your home may be available if you haveprivate mortgage insurance(PMI). Many homeowners who purchased homes with less than 20% down were required to purchase PMI with their homes. If the PMI company thinks you have a chance to recover from your current financial situation, it may advance funds to your lender to bring your payments up to date. Eventually, you’ll have to repay the advance.\n\nSeveral steps are necessary to complete a short sale.\n\nBefore beginning the process, struggling homeowners should consider how likely it is that the lender will agree to work with them on a short sale. The lender is not required to cooperate.\n\nThe source of the financial trouble should be new, such as a health problem, the loss of a job, or a divorce, rather than something that was not disclosed when the homebuyer originally applied for the loan. The lender won’t be sympathetic to a dishonest borrower.\n\nHowever, if you feel you were a victim ofpredatory lendingpractices, you may be able to talk the lender into a short sale even if you have not had any major financial catastrophes since purchasing the home.\n\nBe aware of other circumstances that may prevent the approval of a short sale. If you are not indefaulton your mortgage payments, the lender may not approve a short sale. Also, the lender may not approve a short sale if they determine they can get more money from foreclosing on your home versus a short sale. If someonecosignedthe mortgage, the lender will hold your cosigner responsible for payment before considering a short sale.\n\nIf you believe a short sale is your only option, call your lender or bank and speak with a decision-maker, not merely acustomer servicerepresentative. Speak with your mortgage loan officer and the lender’sloss mitigationdepartment. If the lender is willing to consider a short sale, you can move forward with creating the short-sale proposal and finding a buyer.\n\nYou may want to consult with an attorney, a tax professional, and areal estate agent. While these are high-priced professional services, if you try to handle a complex short-saletransactionyourself, you may find yourself in even bigger financial trouble.\n\nYou may be able to pay for these service fees out of the sale proceeds from your home. Professionals accustomed to dealing with short-sale transactions will be able to give you guidance on how to pay them.\n\nNew rules for the National Association of Realtors, expected to take effect in July2024, may lower commissions for home buyers and sellers. If a federal courtapproves the changes, the standard 6% commission ends and sellers no longerhave to propose compensation to prospective buyers and their agents. NAR willalso require brokers to enter into written agreements with their buyers to helpconsumers understand what services will be provided, and at what cost.\n\nWhen setting an asking price, make sure to factor the cost of selling thepropertyinto the total amount of money you need from the sale. Of course, you want to sell the home for as close to the value of your mortgage as possible, but in a down market, there can be ashortfall.\n\nIn some states, even after a short sale, the bank will expect you to pay back all or part of that shortfall.\n\nGather all the documents you’ll need toprove your financial hardshipto the lender. These may includebank statements, medical bills, pay stubs, a termination notice from your former job, or a divorce decree.\n\nIt is up to you to come up with a proposal. Be aware that the lender ultimately must approve a short sale after receiving all the details because the lender is the recipient of the proceeds. Since it's your responsibility to find a buyer, contact a real estate agent to help you find someone to buy your home.\n\nOnce you have a buyer and the necessary paperwork, you are ready to submit the buyer’s offer and your proposal to the bank.\n\nAlong with the documentation of your distressed financial status, your proposal should include a hardship letter explaining the circumstances preventing you from making yourmortgage payments. You want to convince them of your financial situation while also appealing to the bank.\n\nBe careful about submitting your financial information to a lender. If it does not approve the short sale, it may use your financial information to try to get money out of you in foreclosure proceedings. If you still have cashassets, you may be expected to use them to continue making mortgage payments or to make up the shortfall between the sale price and the mortgage amount.\n\nAn attorney experienced in completing short sales can help you navigate the details.\n\nShort sales can take longer than regular home sales due to the need for lender approval and can fall through. The buyer may find another property while you're waiting on an answer from the lender. If the short-sale transaction goes through, consult with the Internal Revenue Service (IRS) to see if you will have to pay taxes on the shortfall.\n\nDon't forget that a short sale can still affect your credit score. The months of mortgage payments that you missed before the short sale can show up as delinquent payments on yourcredit report. It is up to the bank to decide what to report, so it’s in your best interest to try to convince the bank not to report your defaulted payments.\n\nYour bank may be more likely to be generous in this regard if you brought up your hardship before you were significantly behind.\n\nIf your property value is less than the mortgage loan, you may need to pay the difference or deficiency. Contact your lender to determine if they'll offer you a waiver of deficiency, meaning they will not collect the difference owed. If approved, be sure to get the deficiency waiver in writing.\n\nShort sales can provide excellent opportunities for buyers to get houses at a reduced price. Here are a couple of tips to help you make smart decisions when considering a short-sale property.\n\nMost short-sale properties are listed by real estate agents and on real estate websites. Some listings may not be advertised as short sales, so you might have to look for clues within the listing. It may be indicated as subject to bank approval.\n\nAn experienced real estate agent can make a big difference in terms of finding and closing short-sale properties. Agents who specialize in short sales may hold a Short Sales and Foreclosure Resource (SFR) certification, a designation offered by theNational Association of Realtors(NAR).\n\nHolders of this certification have specialized training in short sales and foreclosures, qualifying sellers for short sales,negotiatingwith lenders, and protecting buyers.\n\nShort sales are complicated, time-consuming transactions for both the buyer and the seller. It can take weeks or months for a lender to approve a short sale, and many buyers who submit an offer end up canceling because the process takes too long.\n\nRules for short-sale transactions vary from state to state, but the steps normally include:\n\nIf you are buying a house in a short sale with the intention of flipping it, the key to a profitable transaction is a good purchase price.\n\nShort sales allow a homeowner to dispose of a property that is losing value. Although they do not recoup the costs of their mortgage, a short sale allows a buyer to escape foreclosure, which can be much more damaging to their credit score. In some cases, the lender may write the remaining debt as a loss, thereby reducing the owner's debt burden.\n\nA short sale also allows homeowners to reduce the fees they pay when they sell their homes. In most cases, these fees are the obligation of a property owner when they sell the property. In a short sale, these fees are paid by the lender.\n\nFor buyers, the benefits of a short sale are evident: they get a discount price on a home from a lender that's motivated to sell the property. On the other hand, the buyer has to do a lot more homework. Short sales typically don't come with the same disclosures as a regular sale, and it is up to the prospective buyer to identify any problems with a property.\n\nAllows homeowners to dispose of a debt that they are unlikely to repay.\n\nHomeowners have to pay fewer fees than a typical home sale.\n\nShort sales allow buyers to buy property at a discount\n\nLenders may write off part of the debt as a loss.\n\nShort sales come with fewer legal disclosures than a typical home sale.\n\nThere is more paperwork involved in a short sale.\n\nShort sales can damage the seller's credit rating, but less than a foreclosure.\n\nHomes in a short sale are sold as-is, without the mandatory seller obligations of a normal real estate sale. Since short sales do not come with the typical disclosures of a normal house sale, it falls on the prospective buyer to inspect the property and identify any faults. Short-sold homes may be in worse conditions than the average home on the market, making it all the more important to identify any problems.\n\nIt is also possible that a prospective buyer may not give themselves enough time before closing. As mentioned, short sales tend to require more work than an average house sale, meaning that they may also take longer to close. Buyers should be careful to make sure they have time to complete the process before the sale closes.\n\nInreal estate investing, it is said that the money is made in the buy. This means that a good purchase price is often the key to a successful deal. If you can get a property for a good price, you increase the odds of coming out ahead when it comes time to sell. If the purchase price is on the high end, on the other hand, you’ll watch your profit margin erode.\n\nYou should be able to buy the property, put it in great condition, and sell it at a profitable price. Investors need to be able to turn around and sell the house quickly—typically at below-market—and a good purchase price makes this possible.\n\nHowever, the purchase price is only one important number. You’ll have to make some other calculations as well, including:\n\nThese costs will vary depending on the property’s condition and your plans for it. It pays to put in the time and effort to develop a realistic budget, as this is one of the figures you’ll need to determine if the investment can make money.\n\nCosts to consider include material, labor, permits, inspection fees, trash removal, storage costs, and dumpster rentals. A good inspection (before making the purchase) can alert you to any large expenses, such as a cracked foundation, faulty wiring, or extensive termite damage.\n\nARV is an estimate of the property’s fair market value (FMV) after any repairs and renovations are made. Investors look at this number to determine whether a property has profit potential.\n\nThe best way to evaluate a property’s ARV is to look atcomparables(comps). These are homes that have recently sold in the area (typically up to a mile away from the subject property) that have similar features in terms of square footage, such as the number of bedrooms and bathrooms.\n\nCarrying costs are your expenses for holding onto the property. The longer you own the property, the more you will spend on carrying costs, which include:\n\nFor an investment to be profitable, the sum of your costs (the purchase price, repair and renovation costs, and carrying costs) must be lower than the ARV. If your costs are close to or higher than the ARV, it will be difficult or impossible to make a profit. You can determine the potential profit by subtracting the purchase price, repair and renovation costs, and carrying costs from the ARV:\n\nReal estate investorsmight expect to earn at least a 20% profit on a property. Some use guidelines to evaluate properties in various housing markets. Under these guidelines, the total investment (purchase price, repair and renovation costs, and carrying costs) should not exceed:\n\nIf the ARV of a property is $200,000, for example, your total investment should be limited to about $160,000 in a rising market, $140,000 in a flat market, and $120,000 in a market with falling values.\n\nThe various investment levels are used to reduce risk in changing market conditions. You can risk more in a rising market because you are more likely to get your ARV or better when you sell. In a falling market, you are less likely to get your ARV, so your investment should be smaller.\n\nIn real estate, a short sale may take place when an owner sells a house at a price that is less than the outstanding mortgage amount.\n\nThis typically happens when the owner is under financial stress and is behind on mortgage payments. The owner is obligated to sell the home to a third party, with all of the proceeds of the sale going to the lender.\n\nThe lender must approve the short sale before it happens. The process can take as long as a year due to the paperwork involved.\n\nIn a short sale, the process is initiated by the homeowner to get out of financial trouble and must prove the extent of financial distress through documents submitted to the lender. If the lender agrees to move forward, the homeowner is responsible for finding a buyer.\n\nIn a foreclosure, the lender initiates the process of seizing the home and, if necessary, evicting the owner who has failed to make payments. The foreclosure process is generally faster than a short sale, as the lender seeks to liquidate the asset as quickly as possible.\n\nBuying a short-sale property can be a good deal for a prospective buyer.  However, it is important to be aware of some of the drawbacks involved. Short sales can take a long time. Moreover, if the bank believes that a foreclosure proceeding is a more lucrative option, it may reject the short sale and move forward with foreclosure instead.\n\nA short sale is when a homeowner sells their house at a price less than the outstanding mortgage amount due to financial distress. Buying a short-sale property can provide an excellent opportunity for investors. A short-sale home might be in better condition than a foreclosed home, resulting in lower repair costs to improve the home's marketability.\n\nHowever, short sales can be a lengthy process. Contact an experienced real estate agent to help you determine a fair offer and negotiate with the bank. Also, with constantly changing tax laws, consider consulting acertified public accountant(CPA) familiar with real estate investing and the related tax laws.\n\nConsumer Financial Protection Bureau. \"What Is a Short Sale?\"\n\nNew York State Homes & Community Renewal. \"Options for Leaving Your Home and Avoiding Foreclosure.\" Pages 2-3.\n\nFair Isaac Corporation. \"Research Looks at How Mortgage Delinquencies Affect Scores.\"\n\nNational Association of Realtors. \"The Short Sale Workflow.\"\n\nRamsey. \"What Is a Short Sale?\"\n\nNAR. “National Association of REALTORS Reaches Agreement to Resolve Nationwide Claims Brought by Home Sellers.”\n\nRocket Mortgage. \"What Is A Short Sale In Real Estate? A Guide To The Process.\"\n\nHomeLight. \"Where Can You Find Short Sale Homes? A Finder's Guide for Buyers.\"\n\nNational Association of Realtors. \"About SFR.\"\n\nStessa.com. \"How Investors Estimate and Use After Repair Value (ARV).\"",
  "url": "https://www.investopedia.com/terms/r/real-estate-short-sale.asp"
}