{
  "term": "What Is Yield To Call? Definition and How It's Calculated",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nNattakorn Maneerat / Getty Images\n\nYield to call (YTC) is the return that a bondholder will be paid if the bond is held until the call date, which will occur sometime before the bond reaches maturity.\n\nYield to call applies tocallable bonds, a type of bond that allows the investor to redeem the bond or the bond issuer to repurchase it on the call date, at a price known as the call price. By definition, the call date of a bond occurs before thematurity date.\n\nThis number can be mathematically calculated as the compound interest rate at which the present value of a bond's future coupon payments and call price is equal to the current market price of the bond.\n\nGenerally speaking, bonds are callable over several years. They are normally called at a slight premium above their face value, though the exactcall priceis based on prevailing market rates.\n\nMany bonds are callable, including municipal bonds and bonds issued by corporations. If interest rates fall, the company or municipality that issued the bond might opt to pay off the outstanding debt and get new financing at a lower cost.\n\nCalculating the yield to call on such bonds is important because it reveals the rate of return the investor will receive, assuming:\n\nThe yield to call is widely deemed to be a more accurate estimate of expected return on a bond than theyield to maturity.\n\nAlthough the formula used to calculate the yield to call is quite straightforward.\n\nThe complete formula to calculate yield to call is:\n\nP = (C / 2) x {(1 - (1 + YTC / 2) ^ -2t) / (YTC / 2)} + (CP / (1 + YTC / 2) ^ 2t)\n\nt = the number of years remaining until the call date\n\nBased on this formula, the yield to call cannot be solved directly. An iterative process must be used to find the yield to call if the calculation is being done by hand. Fortunately, many software programs have a \"solve for\" function that's capable of calculating such values with a click of the mouse.\n\nAs an example, consider a callable bond that has aface valueof $1,000 and pays a semiannual coupon of 10%. The bond is currently priced at $1,175 and has the option to be called at $1,100 five years from now. Note that the remaining years until maturity does not matter for this calculation.\n\nUsing the above formula, the calculation would be set up as:\n\n$1,175 = ($100 / 2) x {(1- (1 + YTC / 2) ^ -2(5)) / (YTC / 2)} + ($1,100 / (1 + YTC / 2) ^ 2(5))\n\nThrough an iterative process, it can be determined that the yield to call on this bond is 7.43%.\n\nNon-callable bonds are preferred by some investors because the issuer is locked into the return until the bond reaches its maturity date. For the same reason, non-callable bonds tend to pay a little less interest than callable bonds. The issuer is taking the risk that a change in interest rates will force it to pay more interest than necessary for the loan.\n\nMost corporate bonds and municipal bonds are callable. Most U.S. Treasury bonds and notes are non-callable.\n\nThe issuer of a bond is less likely to call the bond when interest rates rise. The issuer is unlikely to get a better deal by replacing it.\n\nWhen interest rates decline, the issuer is more likely to call the bond in order to replace it.\n\nIf you invest in callable bonds, you need to know its yield to maturity, but it is perhaps more important to know its yield to call. Yield to call is the return you will get if the issuer decides to essentially cancel the issue and pay off investors early.\n\nIf you want real assurance that you'll get the yield to maturity that you expect, consider investing in non-callable bonds. They pay a bit less than callable bonds but you'll be certain to get the income you expect from them.\n\nFinancial Industry Regulatory Authority. \"Callable Bonds: Don’t Be Surprised When Your Issuer Comes Calling.\"\n\nFinancial Industry Regulatory Authority. \"Understanding Bond Yield and Return.\"",
  "url": "https://www.investopedia.com/terms/y/yieldtocall.asp"
}