{
  "term": "What Is Homeowners Insurance and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nHomeowners insurance is a form of property insurance that covers losses and damages to your residence, along with furnishings and other assets in the home. Homeowners insurance also provides liability coverage against accidents in the home or on the property.\n\nAhomeowners insurance policyusually covers four kinds of incidents on the insured property: interior damage, exterior damage, loss or damage of personal assets/belongings, and injury that occurs while on the property. When a claim is made on any of these incidents, the homeowner will typically be required to pay adeductible.\n\nPolicy providers offer riders that increase coverage for specific events, cover high-value property, and canreduce deductible amounts. These adders cost an additional premium.\n\nThe insurance provider will usually depreciate the value of the covered property based on its age, use, condition, and useful life. The insurer deducts the depreciation value from thereplacement costto arrive at theactual cash value (ACV)that they will return to the insured.\n\nYou can get arecoverable depreciation clauseadded to your contract that will pay you the depreciation value along with the replacement cost.\n\nFor example, say a claim is made to an insurer for interior water damage that has occurred in a home. A claims adjuster estimates the cost to bring the property back to livable conditions to be $10,000. If the claim is approved, the homeowner is informed of the amount of their deductible, say $4,000, according to the policy agreement.\n\nIn this case, the insurance company will issue a payment for the excess cost of $6,000. The higher the deductible on an insurance contract, the lower the monthly or annual premium on a homeowners insurance policy.\n\nEvery homeowner's insurance policy has aliability limitthat determines the amount of coverage you have. The standard limits are usually $100,000, but you can often choose a higher limit. If a claim is made, the liability limit stipulates the percentage of the coverage amount that would go toward replacing or repairing damage to the property structures, personal belongings, and costs to live somewhere else while the property is worked on.\n\nActs of waroracts of Godsuch as earthquakes or floods, are typically excluded from standard homeowners insurance policies. If you live in an area prone to these natural disasters, you may need special coverage to insure your property against floods or earthquakes. Some states offer property owners the option of usingFair Access to Insurance Requirements (FAIR)coverage plans. These plans provide basic coverage to structures in high-risk zones.\n\nMost basic homeowners insurance policies cover events such as hurricanes and tornadoes.\n\nWhen you apply for amortgage, you're usually required to provide proof of insurance on the property before the banks will loan you funds. The property insurance can be acquired separately or by the lending bank.\n\nIf you want to get your own insurance policy, you can compare multiple offers and pick the plan that works best for your needs. If you don't have your property covered from loss or damages, the bank may get one for you at an extra cost.\n\nPayments made toward a homeowners insurance policy are usually included in the monthly payments of your mortgage. The lending bank that receives the payment allocates the portion for insurance coverage to anescrow account. Once the insurance bill comes due, the amount owed is settled from this escrow account.\n\nHomeowners insurance is different from a home warranty. A home warranty is a contract that provides for repairs or replacements of home systems and appliances such as ovens, water heaters, washers/dryers, and pools.\n\nThese contracts usually expire after a certain period (usually 12 months) and are not mandatory for a homeowner to buy to qualify for a mortgage. A home warranty covers issues and problems that result from poor maintenance or inevitable wear-and-tear on items—situations in which homeowners insurance doesn't apply.\n\nA homeowners insurance policy also differs from mortgage insurance. Mortgage insurance is typically required by the bank or mortgage company for homebuyers making a down payment of less than 20% of the cost of the property.\n\nThe Federal Home Administration also requires it of those taking out an FHA loan.It's an extra fee that can be figured into the regular mortgage payments or may be a lump sum charged when the mortgage is issued.\n\nSome homeowner policies include amortgagee clause. The clause covers and pays the lender in case your home is lost or irreparably damaged during the time you have a mortgage on it.\n\nMortgage insurance covers the lender for taking on the extra risk of a home buyer who doesn't meet the usual mortgage requirements. If the buyer should default on payments, the mortgage insurance would compensate the lender. Basically, whileboth deal with residences, homeowners insurance protects the homeowner while mortgage insurance protects the mortgage lender.\n\nHomeowners insurance generally covers a wide range of potential damages to your home, other structures on your land, personal property, and your liability for injuries others sustain on your property. Policiestypically coverlosses due to such causes as fire, lightning, high winds, and vandalism. However, coverages vary widely among insurance companies and states, so read the fine print carefully to ensure you understand what is and isn't covered.\n\nFlooding caused by internal problems (such as a leaking bathroom pipe) is typically covered by homeowners insurance. However, if the damage is caused by a natural cause outside the home such as flash flooding, a basic policy will not usually cover the loss. Often, you can purchase supplementalflood insuranceat an additional cost to cover flood damage. Also, most policies do not cover damage from earthquakes and other types of natural and man-made catastrophes.\n\nHome insurance premiums average about $1,300 a year across the nation. However, rates for individual policies can vary significantly depending on your location, coverage limits, credit score, insurance company, state regulations, and other factors. While location is one of the most important factors, insurers also look at the condition of your home, how old it is, and the history of previous claims.\n\nHomeowners insurance covers a variety of damages to your home and other assets at your residence. While most policies provide several basic coverages, thetypes of losses that are insuredcan vary widely across the industry. To find the most affordable home insurance for your situation, consider gettinghome insurance quotesfrom several insurance providers.\n\nMaryland Insurance Administration. \"A Consumer Guide to Homeowners Insurance.\"\n\nNational Association of Insurance Commissioners. \"Homeowners Insurance.\"\n\nConsumer Financial Protection Bureau. \"FHA Loans.\"\n\nThe National Flood Insurance Program. \"Flood Insurance.\"",
  "url": "https://www.investopedia.com/terms/h/homeowners-insurance.asp"
}