{
  "term": "What Is a Stock Gap? 4 Main Types of Gaps, Example, and Analysis",
  "definition": "A stock gap is an area discontinuity in a security's chart where its price either rises or falls from the previous day’s close with no trading occurring in between. Gaps are common when news causes market fundamentals to change during hours when markets are typically closed, for instance, an earnings call after-hours.\n\nGaps typically occur when a piece of news or an event causes a flood of buyers or sellers into the security. It results in the price opening significantly higher or lower than the previous day’s closing price. Depending on the kind of gap, it could indicate either the start of a new trend or a reversal of a previous trend.\n\nGappingoccurs when the price of a security or asset opens well above or below the previous day’sclosewith no trading activity in between. Partial gapping occurs when theopening priceis higher or lower than the previous day’s close but within the previous day’s price range. Full gapping occurs when the opening is outside of the previous day’s range. Gapping, especially a full gap, shows a strong shift in sentiment that occurred overnight.\n\nSome traders make it a strategy to profit fromplaying the gapwhen such a situation occurs.\n\nThere are limitations despite gaps being easy to spot. The glaring flaw is one's own ability to identify the different types of gaps that occur. If a gap is misinterpreted, it could be a disastrous mistake causing one to miss an opportunity to either buy or sell a security, which could weigh heavily on one's profits and losses.\n\nThere are some fundamental differences between the different types of gaps:common gaps,breakaway gaps,runaway gaps, andexhaustion gaps.\n\nEach type of gap has certain consequences for traders. For example, reversal or breakaway gaps are typically accompanied by a sharp rise in trading volume, while common and runaway gaps are not. Additionally, most gaps occur due to news, or an event such as earnings or an analyst's upgrade/downgrade.\n\nCommon gaps happen more regularly and do not always need a reason to occur. Also, common gaps tend to get filled, whereas other gaps may signal a reversal or continuation of a trend.\n\nIn the example below of Amazon.com Inc. (AMZN), a small stock gap occurred between Oct. 26, 2023, and Oct. 27, 2023, when the price jumped from $119.57 to $127.74. This was a reversal of a downward trend which saw the stock's price continue to climb.\n\nIn the next example, of Alphabet Inc. (GOOGL), a gap can be seen from Oct. 24, 2023, to Oct. 25, 2023, when the price fell from $138.81 to $125.61 after weeks of a general price increase. The gap drop did not result in a continued downward trend, instead, the price continued to increase to its pre-gap level, filling the gap.\n\nA stock gap is a large jump in a stock's price after the market closes, usually due to some news. When a gap has been filled, this means the stock's price has returned to its \"normal\" price; the pre-gap price. This happens quite often as the price settles after irrational buying and trading has stopped after the news.\n\nPrice gap risk is the risk that a security's price will fall or increase dramatically from a market close to a market open, without any trading in between. Traders should plan for price gap risk, such as by closing out orders at the end of the day or putting in stop-loss orders.\n\nThe amount of times stocks gap really depends on the time frame that a trader is viewing and making trades. The shorter the time frame, the more frequent the gaps. So a daily chart would have more gaps than a monthly chart.\n\nPrice movements of an asset indicate to traders when it might be a time to buy, sell, or ignore what is happening in the market. Gaps, such as stock gaps, are large jumps in a security's price during non-trading hours due to external factors, such as news. When evaluating the gap, traders and investors need to determine the cause before taking any action.\n\nYahoo! Finance. \"Amazon.com, Inc. (AMZN)-Chart.\"\n\nYahoo! Finance. \"Alphabet Inc. (GOOGL)-Chart.\"",
  "url": "https://www.investopedia.com/terms/g/gap.asp"
}