{
  "term": "What Is a Bill of Materials (BOM)?",
  "definition": "A bill of materials (BOM) is an extensive list ofraw materials, components, and instructions required to construct, manufacture, or repair a product or service. It lists the finished product at the top, followed by individual components and materials. Engineering BOMs are used in the design process while manufacturing BOMs are used in the assembly process.\n\nManufacturers start the assembly process by creating a BOM. A bill of materials (BOM) is a centralized source of information, listing the items and instructions needed to create a product.\n\nEvery line of the bill of materials includes the product code, part name, part number, part revision, description, quantity, unit of measure, size, length, weight, and specifications. It includes all alternative andsubstitutepart numbers and parts contained in the drawing notes.\n\nCreating an accurate bill of materials ensures that parts are available when needed and that the assembly process is efficient. An inaccurate BOM can cause production delays if time is required to locate missing parts. This increasesoperating costs.\n\nA manufacturing BOM is essential in designingenterprise resource planning(ERP) systems and inmaterials requirement planning(MRP).\n\nA BOM displays its information in one of two ways: an explosion display or an implosion display. An explosion display defines an assembly at the highest level broken down into individual components and parts. A BOM implosion display links the lower-level parts to an assembly at the higher level.\n\nFor example, a computer is exploded into hard drives, chips, random access memory panels, and processors. Each processor is then exploded into an arithmetic unit, a control unit, and a register. The requirements for the arithmetic unit, control unit, and register are imploded into the requirements for the processor, which are imploded into the requirements for the computer.\n\nA bill of materials shows the relationship between the finished product and its components. It's useful for estimating the amount and cost of materials, planning purchases, ensuring the availability of parts, and avoiding production delays.\n\nThe process of designing, developing, creating, producing, and disposing of a manufactured product is calledproduct life cycle management. The product life cycle details when a product is introduced to consumers until it's removed from the shelves.\n\nA BOM must include the name of the product or assembly, raw materials required with quantity and units of measure, sub-assemblies, part numbers with their names and descriptions, unit costs, and product quantity.\n\nA bill of materials is an important part of the engineering and manufacturing process that lists the parts and materials required to build a product. An accurate BOM helps reduce waste, streamline production, and ensure the availability of necessary parts. Bills of materials help companies manage their operations costs.\n\nU.S. National Library of Medicine-National Institute of Health. \"Towards a Lifecycle Information Framework and Technology in Manufacturing.\"\n\nProject Management Institute. \"The WBS.\"",
  "url": "https://www.investopedia.com/terms/b/bill-of-materials.asp"
}