{
  "term": "What Is a Qualifying Event for Insurance? How It Works and Types",
  "definition": "A qualifying event is a change in life circumstances that allows you to alter an existing health insurance policy, or sign up for a new one, outside of open enrollment periods.\n\nWithout a qualifying event, you would need to wait until the next open enrollment period before making any changes. Common examples of qualifying events include thebirthor adoption of a child, death of a spouse, or a change in marital status.\n\nIn the United States, most health care services are covered by private health insurance plans, with the remainder provided by government programs such asMedicare and Medicaid. Many people receive health insurance through their employers who may cover all or part of thepremiums, or they can purchase a plan through theHealth Insurance Marketplace.\n\nTypically, you can choose the type and amount of coverage based on your needs during open enrollment periods. Open enrollment periods are typically held at the end of the year with coverage starting at the beginning of the following year. For example, open enrollment for the Health Insurance Marketplace typically runs from November through mid-December. Once open enrollment is closed,you can't make changesto the type of insurance coverage selected, unless you experience a qualifying event.\n\nQualifying events, also commonly called qualifying life events, are circumstances that can significantly impact your personal and financial situation—such as getting married, divorced, having a baby or adopting a child, and the death of a spouse. Many health insurance contracts contain provisions stating that, if such an event occurs, a special enrollment period will be triggered and a policyholder can request changes to their insurance policy without needing to wait for the next open enrollment period.\n\nGenerally, you need to prove that a qualifying event occurred by providing evidence—such as a birth certificate or documentation for a marriage or divorce. Once this evidence has been accepted, most insurers require that you request changes to coverage within 60 days.\n\nOne potential life event that is treated differently relates to employment. If you leave or lose your job, you may be able to stay on your employer's group health plan thanks to theConsolidated Omnibus Budget Reconciliation Act (COBRA), which was passed by Congress in 1985.\n\nOne caveat of COBRA coverage is that the premium is usually higher than when you were employed because you pay the entire cost of the insurance. Most employers usually chip in a significant portion of healthcare premiums for employees.\n\nCOBRA is a temporary solution that generally only covers you up to 18 or 36 months, depending on the circumstances.\n\nThe passage of theAffordable Care Act (ACA), colloquially known as “Obamacare,” had an impact on what counts as a qualifying event. For example, the ACA made it possible for young people to be covered under their parents' health insuranceuntil the age of 26. Their 26th birthday is then considered a qualifying event, which makes them eligible to sign up for their own coverage at that time.\n\nLosing existing health coverage due to, for example, the loss of a job or losing student health coverage is also considered a qualifying event under the ACA.\n\nOpen enrollment for Medicare runs fromOct. 15 to Dec. 7every year. Coverage takes effect on Jan. 1 of the following year and lasts through Dec. 31.\n\nOpen enrollment through the health insurance marketplace begins on Nov. 1 every year. For coverage that begins on the following Jan. 1, you must enroll by Dec. 15. For coverage that begins on the following Feb. 1, you must enroll by Jan. 15.\n\nIf you missed open enrollment, you still might be able to sign up for coverage depending on your circumstances. If you qualify forMedicaid, you might be eligible for special enrollment. Another option is to sign up forshort-term health insurancethat runs only until the next open enrollment period.\n\nHealth insurance through an employer, Medicare, or the health insurance marketplace typically has an open enrollment period when you can sign up for coverage or making changes to your existing coverage. To make changes outside of that open enrollment period requires a qualifying event. This includes anything that constitutes a significant change to one's life or income, such as marriage, divorce, the birth or adoption of a child, change in employment, and more.\n\nU.S. Centers for Medicare & Medicaid Services. “Dates and Deadlines.”\n\nU.S. Centers for Medicare & Medicaid Services. ”Qualifying Life Event (QLE).”\n\nU.S. Centers for Medicare & Medicaid Services. “Special Enrollment Period.”\n\nU.S. Department of Labor. “COBRA Continuation Coverage.”\n\nCenters for Medicare and Medicaid Services. \"Medicare Open Enrollment.\"\n\nHealthcare.gov. \"A Quick Guide to the Health Insurance Marketplace.\"",
  "url": "https://www.investopedia.com/terms/q/qualifying-event.asp"
}