{
  "term": "What Is a Non-Compete Agreement? Its Purpose and Requirements",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA non-compete agreement is a legal agreement or clause in a contract specifying that an employee must not enter into competition with an employer after the employment period is over. These agreements also prohibit the employee from revealing proprietary information or secrets to any other parties during or after employment.\n\nMany contracts specify a certain length of time when the employee is barred from working for a competitor after they end employment. Employers may require employees to sign non-compete agreements to keep their place in the market. Those required to sign these agreements may include employees, contractors, and consultants.\n\nOn April 23, 2024, theFederal Trade Commission (FTC)issued a final rule banning non-compete clauses; the rule aims to protect workers’ freedom to change jobs, increase innovation, and generate new business.\n\nThe FTC first issued the proposed ban on Jan. 5, 2023. It believes this ban will help an estimated 30 million people.\n\nUnder this final rule, existing non-competes for the majority of workers will not be enforceable; non-competes for senior executives may still be enforced. Companies cannot issue new non-competes for any employee, senior executive or not.\n\nThe validity andenforcement of a non-competevary by jurisdiction and may require the former employer to keep paying the ex-employee a base salary during the non-compete period.\n\nNon-compete agreements are signed when the relationship between employer and employee begins. They give the employer control over specific actions of the employee—even after that relationship ends.\n\nThese agreements have specific clauses stating that the employee will not work for a competitor after their employment is over, regardless of whether they are terminated or resign. Sometimes, employees are prevented from working for a competitor even if the new job wouldn’t involve disclosing trade secrets.\n\nSome contract terms may include the length of time that the employee is bound to the non-compete agreement, the geographic location where the employee may work in post-employment, or the market they may work in. These agreements may also be called a “covenant not to compete” or a “restrictive covenant.”\n\nNon-competes ensure that the employee will not use information learned during employment to start a business and compete with the employer once work is over. It also ensures that the employer keeps its place in the market.\n\nNon-competes should be designed to protect the best interests of the employer and the employee.\n\nNon-compete agreements are generally not standardized, but many have similar restrictive elements. Some of the components you might see in a non-compete agreement are:\n\nBusinesses use non-compete agreements to protect their intellectual property, trade secrets, proprietary information, and/or procedures used to produce their goods and services, or to maintain their competitive advantage.\n\nIf a contract were not in place regarding the disbursement of information to competitors, many businesses would lose their advantage. Ex-employees could legally use the information they obtained at one company to help a new employer gain an advantage. Additionally, an ex-employee might be able to start their own business using information acquired from another firm.\n\nIf this information is provided to competitors, a company might be forced out of the market and industry. This makes non-competes an essential part of the hiring process for many enterprises.\n\nNon-compete agreements are common in the media. For example, a television station might have legitimate concerns that a popular meteorologist may siphon viewers away if they began working for a rival station in the same area. This would be considered a reasonable cause to sign a non-compete agreement in most jurisdictions.\n\nOtherindustrieswhere these agreements are typically found include:\n\nNon-compete agreements are enforced differently in many states. Therefore, it’s best to consult an employment lawyer to find out about non-competes in your state.\n\nIn the United States, the legal status of non-compete agreements is a matter of state jurisdiction. States vary widely in their enforcement and recognition of non-compete agreements, and many state legislatures have updated legislation related to non-compete agreements.\n\nNon-compete agreements cannot be enforced in North Dakota and Oklahoma.California does not recognize non-compete agreements, and an employer that binds an employee to one after employment is over can be sued.Hawaii banned non-competes for high-tech companies in 2015.In 2016, Utah changed legislation, limiting new non-compete agreements to only a year, followed by further revision in 2019.\n\nMost states adopt some sort of standard that a non-compete agreement must not be egregious in the length of time or geographic scope and shouldn’t meaningfully restrict a worker’s ability to find employment. However, jurisdictions differ widely in interpreting what terms of a non-compete agreement would be overly demanding.\n\nNon-compete agreements are distinct fromnon-disclosure agreements (NDAs), which generally don’t prevent an employee from working for a competitor.\n\nInstead, NDAs prevent the employee from revealing information that the employer considers proprietary or confidential, such as client lists, underlying technology, or information about products in development.\n\nProtect trade secrets and proprietary information\n\nMay inspire more innovations from employees who sign them\n\nMatch employers with employees looking for long-term positions\n\nWeaken the bargaining power of employees\n\nSignificant amount of wait time before applying for another job in the same field\n\nCan restrict employees without trade secrets\n\nTypical non-compete periods are six months to one year, but they can last longer. However, it is difficult for businesses to enforce long-term non-compete agreements legally. Some states will not enforce these agreements, and a few do not recognize them as legal.\n\nIf you signed a non-compete and then break the agreement, you could, in theory, be sued. State laws (which differ) set the enforceability (or not) of non-compete agreements.\n\nState laws differ on the legality and enforceability of non-competes. Law firm Beck Reed Riden LLP has surveyed states and compiled a list of their stances on non-compete agreements, protected interests, standards, and exemptions.\n\nSigning a non-compete agreement may not always be in your best interest, but it’s usually in the best interest of your potential employer. It helps to talk to an employment attorney before you sign one for clarification on your state’s laws and consider the possibility that you may have difficulty finding work in your field if you leave your position.\n\nNot all states uphold non-compete agreements, but some do, making it worthwhile to know ahead of time how a non-compete agreement might play out if you leave your job or break your agreement.\n\nFederal Trade Commission. “FTC Announces Rule Banning Noncompetes.”\n\nState of North Dakota Courts, via Internet Archive Wayback Machine. “Osborne v. Brown and Saenger, Inc.”\n\nJustia U.S. Law. “2014 Oklahoma Statutes: Title 15. Contracts: §15-219A. Noncompetition Agreements.”\n\nState of California Department of Justice, Office of the Attorney General. “Attorney General Bonta Reminds Employers and Workers That Noncompete Agreements Are Not Enforceable Under California Law.”\n\nHawaii State Legislature. “H.B. No. 1090.”\n\nUtah State Legislature. “Utah Code Section 34-51-201.”\n\nU..S. Chamber of Commerce. “6 Questions About the Impact of Noncompete Agreements on Businesses and Employees.”\n\nU.S. Department of the Treasury, Office of Economic Policy. “Non-compete Contracts: Economic Effects and Policy Implications.”\n\nBeck Reed Riden LLP. “Employee Noncompetes: A State-by-State Survey.”",
  "url": "https://www.investopedia.com/terms/n/noncompete-agreement.asp"
}