{
  "term": "What Is Insurance?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nIndividuals may purchase insurance policies to protect their health, homes, and automobiles.\n\nInsurance is purchased to provide financial protection or reimbursement against losses resulting from accidents, injury, or property damage. An insurance company pools clients’ risks to make payments more affordable for the insured.\n\nMany insurance policy types are available, and virtually any individual or business can find an insurance company willing to insure them, for a price. Commonpersonal insurancepolicy types are auto, health, homeowners, and life insurance. Most individuals in the United States have at least one of these types of insurance, and car insurance is required by state law.\n\nBusinesses obtain insurance policies for field-specific risks. For example, a fast-food restaurant's policy may cover an employee's injuries from cooking with a deep fryer. Medical malpractice insurance covers injury- or death-related liability claims resulting from the health care provider's negligence or malpractice. A company may use an insurancebroker of recordto help it manage the policies of its employees. Businesses may be required by state law to buy specific insurance coverages.\n\nThere are also insurance policies available for very specific needs. Such coverage includes business closures due to civil authority, kidnap, ransom, andextortion(K&R) insurance, identity theft insurance, and wedding liability and cancellation insurance.\n\nUnderstanding how insurance works can help you choose a policy. For instance, comprehensive coverage may or may not be the right type of auto insurance for you. Three components of any insurance type are the premium, policy limit, and deductible.\n\nA policy’s premium is its price, typically a monthly cost. Often, an insurer takes multiple factors into account to set a premium. Here are a few examples:\n\nMuch depends on the insurer's perception of your risk for a claim. For example, suppose you own several expensive automobiles and have a history of reckless driving. In that case, you will likely pay more for an auto policy than someone with a single midrange sedan and a perfect driving record. However, different insurers may charge different premiums for similar policies. So finding the price that is right for you requires some legwork.\n\nThe policy limit is the maximum amount an insurer will pay for a covered loss under a policy. Maximums may be set per period (e.g., annual or policy term), per loss or injury, or over the life of the policy, also known as the lifetime maximum.\n\nTypically, higher limits carry higher premiums. For a generallife insurancepolicy, the maximum amount that the insurer will pay is referred to as the face value. This is the amount paid to your beneficiary upon your death.\n\nThe federalAffordable Care Act(ACA) prevents ACA-compliant plans from instituting a lifetime limit for essential healthcare benefits such as family planning, maternity services, and pediatric care.\n\nThedeductibleis a specific amount you pay out of pocket before the insurer pays a claim. Deductibles serve as deterrents to large volumes of small and insignificant claims.\n\nFor example, a $1,000 deductible means you pay the first $1,000 toward any claims. Suppose your car's damage totals $2,000. You pay the first $1,000, and your insurer pays the remaining $1,000.\n\nDeductibles can apply per policy or claim, depending on the insurer and the type of policy. Health plans may have an individual deductible and a family deductible. Policies with high deductibles are typically less expensive because the high out-of-pocket expense generally results in fewer small claims.\n\nTheNational Association of Insurance Commissioners (NAIC)compiles an index of complaints about insurance companies from state insurance regulators.\n\nHealth insurance helps cover routine and emergency medical care costs, often with the option to add vision and dental services separately. In addition to an annual deductible, you may also paycopaysand coinsurance, which are your fixed payments or percentage of a covered medical benefit after meeting the deductible. However, many preventive services may be covered for free before these are met.\n\nHealth insurance may be purchased from an insurance company, an insurance agent, the federal Health Insurance Marketplace, provided by an employer, or federal Medicare and Medicaid coverage.\n\nThe federal government no longer requires Americans to have health insurance, but in some states, such as California, you may pay a tax penalty if you don't have insurance.\n\nIf you have chronic health issues or need regular medical attention, look for ahealth insurancepolicy with a lower deductible. Though the annual premium is higher than a comparable policy with a higher deductible, less-expensive medical care year-round may be worth the tradeoff.\n\nHomeowners insurance (also known ashome insurance) protects your home, other property structures, and personal possessions against natural disasters, unexpected damage, theft, and vandalism. Homeowner insurance won't cover floods or earthquakes, which you'll have to protect against separately. Policy providers usually offer riders to increase coverage for specific properties or events and provisions that can help reduce deductible amounts. These adders will come at an additional premium amount.\n\nRenter's insurance is another type of homeowners insurance. Your lender or landlord will likely require you to have homeowners' insurance coverage. Where homes are concerned, if you don't have coverage or stop paying your insurance bill, your mortgage lender is allowed to buy homeowners insurance for you and charge you for it.\n\nAuto insurance can help pay claims if you injure or damage someone else's property in a car accident, help pay for accident-related repairs on your vehicle, or repair or replace your vehicle if stolen, vandalized, or damaged by a natural disaster.\n\nInstead of paying out of pocket for auto accidents and damage, people pay annualpremiumsto an auto insurance company. The company then pays all or most of the covered costs associated with an auto accident or other vehicle damage.\n\nIf you have a leased vehicle or borrowed money to buy a car, your lender or leasing dealership will likely require you to carry auto insurance. As with homeowners' insurance, the lender may purchase insurance for you if necessary.\n\nA life insurance policy guarantees that the insurer pays a sum of money to your beneficiaries (such as a spouse or children) if you die. In exchange, you pay premiums during your lifetime.\n\nThere are two main types of life insurance. Term life insurance covers you for a specific period, such as 10 to 20 years. If you die during that period, your beneficiaries receive a payment. Permanent life insurance covers your whole life as long as you continue paying the premiums.\n\nWe compared price, policy types, financial stability, customer satisfaction, and other factors to find thebest life insurance companies.\n\nTravel insurance covers the costs and losses associated with traveling, including trip cancellations or delays, coverage for emergency health care, injuries and evacuations, damaged baggage, rental cars, and rental homes.However, even some of the best travel insurance companies do not cover cancellations or delays due to weather, terrorism, or a pandemic. They also don't often cover injuries from extreme sports or high-adventure activities.\n\nInsurance is a way to manage your financial risks. When you buy insurance, you purchase protection against unexpected financial losses. The insurance company pays you or someone you choose if something bad occurs. If you have no insurance and an accident happens, you may be responsible for all related costs.\n\nInsurance helps protect you, your family, and your assets. An insurer will help you cover the costs of unexpected and routine medical bills or hospitalization, accident damage to your car or injury of others, and home damage or theft of your belongings. An insurance policy can even provide your survivors with a lump-sum cash payment if you die. In short, insurance can offer peace of mind regarding unforeseen financial risks.\n\nDepending on the type of life insurance policy and how it is used, permanent or variable life insurance could be considered a financial asset because it can build cash value or be converted into cash. Simply put, most permanent life insurance policies have the ability to build cash value over time.\n\nInsurance helps to protect you and your family against unexpected financial costs and resulting debts or the risk of losing your assets. Insurance helps protect you from expensive lawsuits, injuries and damages, death, and even total losses of your car or home.\n\nSometimes, your state or lender may require you to carry insurance. Although there are many insurance policy types, some of the most common are life, health, homeowners, and auto. The right type of insurance for you will depend on your goals and financial situation.\n\nU.S. SBA. \"Get Business Insurance.\"\n\nOhio Department of Insurance. \"How Insurance Rates are Determined.\"\n\nHHS.gov. \"Lifetime & Annual Limits.\"\n\nHealthcare.gov. \"Preventive Health Services.\"\n\nState of California Franchise Tax Board. \"Individual Shared Responsibility Penalty Estimator.\"\n\nCFPB. \"What is Homeowner's Insurance? Why is Homeowner's Insurance Required?\"\n\nCFPB. \"What is Force-Placed Insurance.\"\n\nTexas Department of Insurance. \"Do You Need Life Insurance?\"\n\nCenters for Disease Control. \"Travel Insurance, Travel Health Insurance & Medical Evacuation Insurance.\"\n\nConsumer Financial Protection Bureau. “What Is Insurance?”\n\nInvestor.gov. \"Variable Life Insurance.\"",
  "url": "https://www.investopedia.com/terms/i/insurance.asp"
}