{
  "term": "What Is the Full Retirement Age (FRA) for Social Security?",
  "definition": "The retirement age at which you can receive full retirement benefits from Social Security is called the full retirement age (FRA). It's also known as normal retirement age.\n\nFRA varies depending on the year you were born. FRA is 66 years and two months for people born in 1955, and it gradually rises to 67 for those born in 1960 or later.\n\nClaiming benefits before you reach full retirement age decreases them permanently.\n\nFRA also applies to pension plans, such as employer-sponsored plans. Police officers, military service members, and other public servants typically receive full benefits after a certain number ofservice yearsrather than at a specific age.\n\nThe official retirement age for fullSocial Security benefitsin the U.S. is 67 for people born in 1960 or later. It's 66 for those born from 1943 to 1954, and 66 and two, four, six, eight, or 10 months for people born from 1955 to 1959. The retirement age increases by two months per birth year.\n\nYou can elect to receive Social Security benefits starting at age 62, butclaiming benefitsat a younger age than your FRA will reduce your financial benefit permanently.\n\nFor example, your monthly benefit will be 70% of the benefit available at full retirement age if your FRA is 67 and you begin claiming benefits at age 62. You'd receive 86.7% of the full retirement benefit if you waited to start claiming benefits at age 65.\n\nAn estimated 40% of Americans rely solely on Social Security benefits for their retirement income, with no additional savings.\n\nYour benefit will increase by 8% for each year that you delay claiming it after your FRA if you were born in 1943 or later. Waiting until you reach age 70 will yield the maximum benefit. There’s no reason to wait beyond age 70 because your benefits won't increase any further.\n\nFactors other than age, such as how much you've paid into the system over the years, affect the size of your Social Security retirement benefits.You mustcalculate your Social Security breakeven ageto figure out the optimal age to start claiming benefits and to ensure that you properly evaluate the trade-offs between the benefits' start date and amount.\n\nThe FRA was 65 when Social Security began in 1935. Legislation in 1983 increased the FRA for people born in 1938 or later to a maximum of 67 to account for gains in life expectancy.\n\nSocial Security’s trustees project growing deficits for theSocial Security Trust Fund, drawing down its reserves to cover benefit payments. The combined reserves of Social Security'sOld-Age and Survivors Insurance (OASI)trust fund and theDisability Insurance (DI)trust fund would be depleted by 2034, according to 2023 annual reports. This is a year later than the OASI trust fund alone is expected to pay full benefits.\n\nSome lawmakers have cited concerns about the program's solvency in advocating a further increase in the FRA. Social Security'sprojected deficitscould be addressed with benefit cuts, payroll tax increases, or a combination of those approaches. They might also be financed with debt alongside other deficit spending.\n\nUse theonline calculatoroffered by theSocial Security Administration (SSA)to figure out your full retirement age.\n\nTheaverage retirement age for Americanshas increased, according to the Center for Retirement Research at Boston College.Even so, Americans on average are retiring before they reach full retirement age. Men retire at an average age of 64.6 years. The average retirement age for women is 62.3 years.\n\nThe research from Boston College shows that the increase in the average retirement age has been fueled in large part by the later retirements of college graduates. Men with college degrees retire three years later than men who are high school graduates.\n\nOne major reason why both men and women who are high school graduates tend to retire earlier is that their health and life expectancy hasn't improved as much as those of college graduates. Their jobs also tend to be more physically demanding. They're not able to take as much time off as workers with college degrees.\n\nFRA around the world can be as young as 56 but it typically ranges between 65 and 67. It can differ for men and women in some countries.\n\nYour full retirement age is 66 years and two months if you were born in 1955. It gradually increases to age 67 for those born in 1960 or later.\n\nYou can take Social Security benefits as early as age 62 but doing so willpermanently reduce your benefitsto 70% of what you would have received at full retirement age.\n\nYou can collect Social Securityretirement benefits at full retirement agewhile continuing to work, but your benefits will betemporarily reducedif you begin collecting Social Security before your full retirement age and you earn over $22,320 in 2024.\n\nThere's no limit on how much you can earn while collecting full benefits beginning with the month and year in which you reach your FRA, but $1 will be deducted for every $3 you earn over $59,520 in 2024 up to the month before you reach FRA. These earnings thresholds are periodically adjusted to keep pace with inflation.\n\nFull, or normal, retirement age is the age at which you can begin to collect your full Social Security benefits. The exact age depends on the year you were born. It's 67 if you were born in 1960 or later.\n\nYou can collect Social Security benefits before you reach your full retirement age beginning at age 62, but doing so will permanently reduce your monthly benefit. This is high stakes for many Americans, especially the estimated 40% who rely on Social Security as their entire retirement income.\n\nSocial Security Administration. “Starting Your Retirement Benefits Early.”\n\nSocial Security Administration. “If You Were Born Between 1960 Your Full Retirement Age is 67.”\n\nNational Institute on Retirement Security. \"Examining the Nest Egg: The Sources of Retirement Income for Older Americans.\"\n\nSocial Security Administration. “Delayed Retirement Credits.”\n\nSocial Security Administration. \"Your Retirement Benefit: How It’s Figured.\"\n\nSocial Security Administration. “Historical Background and Development of Social Security.”\n\nSocial Security Administration. \"Status of the Social Security and Medicare Programs: A Summary of the 2023 Annual Reports.\"\n\nSocial Security Administration. \"Office of the Chief Actuary's Estimates of Proposals to Change the Social Security Program or the SSI Program.\"\n\nCenter for Retirement Research at Boston College. \"How to Think About Recent Trends in the Average Retirement Age?\"\n\nCenter for Retirement Research at Boston College. “What Explains the Widening Gap in Retirement Ages by Education?,” Page 1.\n\nCenter for Retirement Research at Boston College. “What Explains the Widening Gap in Retirement Ages by Education?,” Page 3.\n\nAustralian Government, Department of Social Services. “Age Pension.”\n\nMBWL International. \"Brazil: State Pension Reform.\"\n\nGovernment of Canada. “CPP Retirement Pension: When to Start Your Retirement Pension.”\n\nOECD. “Pensions at a Glance 2023: China,” Page 2.\n\nCentre des Liaisons Européennes et Internationales de Sécurité Sociale. “The French Social Security System.”\n\nOECD. “Pensions at a Glance 2023: Germany,” Page 2.\n\nOECD. \"Pensions at a Glance 2023: India.\"\n\nOECD. “Pensions at a Glance 2023: Indonesia,” Page 2.\n\nOECD. “Pensions at a Glance 2023: Japan,” Page 2.\n\nOECD. “Pensions at a Glance 2023: Mexico,\" Page 2.\n\nRepublic of the Philippines, Social Security System. “Retirement Benefit.”\n\nOECD. \"Russian Federation,\" Page 1.\n\nOECD. “Pensions at a Glance 2023: Korea,” Page 2.\n\nGOV.uk: Department for Work and Pensions. “State Pension Age Timetable.”\n\nSocial Security Administration. \"Receiving Benefits While Working.\"",
  "url": "https://www.investopedia.com/terms/n/normal-retirement-age-nra.asp"
}