{
  "term": "What Is a Floating Exchange Rate?",
  "definition": "A floating exchange rate is an exchange rate system where a currency's value is based on supply and demand in the foreign exchange market.\n\nA floating exchange rate is a regime where the currency price of a nation is set by the forex market based onsupply and demandrelative to other currencies. This is contrary to afixed exchange rate, in which the government entirely or predominantly determines the rate.\n\nFloating exchange rate systems mean long-term currency price changes reflect relative economic strength andinterest rate differentialsbetween countries. Currency prices can be determined with a floating rate or a fixed rate.\n\nA floating rate is based on supply and demand in the open forex market. If the demand for the currency is high, the value will increase. If demand is low, this will drive the currency price lower. The currencies of most of the world's major economies were allowed to float freely following the collapse of the Bretton Woods system between 1968 and 1973.\n\nCentral banks determine fixed or pegged rates. The rate is set against another major world currency such as the U.S. dollar, euro, or yen. The government will buy and sell its currency against the pegged currency. Some countriespeg their currencies to the U.S. dollar, including Jordan and the United Arab Emirates.\n\nSee Investopedia's choices forBest Forex Brokers.\n\nTheBretton WoodsConference established a gold standard for currencies in July 1944. A total of 44 countries met, with attendees limited to the Allies in World War II. The Conference established theInternational Monetary Fund (IMF)andthe World Bank, setting guidelines for a fixed exchange rate system.\n\nA gold price of $35 per ounce was established, with participating countries pegging their currency to the dollar. Adjustments of plus or minus 1% were permitted. The U.S. dollar became thereserve currencythrough which central banks could adjust or stabilize rates.\n\nThe first large crack in the system appeared in 1967, with a run on gold and an attack on the British pound that led to a 14.3%devaluation.President Richard Nixon removed the United States fromthe gold standardin 1971.By 1973, the system had collapsed, and participating currencies were allowed to float freely.\n\nShort-term moves in a floating exchange rate currency reflectspeculation, rumors, disasters, and everyday supply and demand for the currency. If supply outstrips demand, that currency will fall, and if demand outstrips supply, that currency will rise. Central banks may buy or sell local currencies to adjust the exchange rate in a floating rate system to stabilize a volatile market or achieve a rate change.\n\nA currency that is too high or too low can affect a nation's economy, affecting trade and the ability to pay debts. The government or central bank will attempt to implement measures to move their currency to a more favorable price. Groups of central banks, such as those of theG-7nations (Canada, France, Germany, Italy, Japan, the United Kingdom, and the United States), often work together in coordinated interventions.\n\nA prominent example of a failed intervention occurred in 1992 when financierGeorge Sorosspearheaded an attack on the British pound. The currency entered the EuropeanExchange Rate Mechanism (ERM)in October 1990; the ERM was designed to limit currency volatility as a lead-in to the euro, which was still in the planning stages.The Bank of England was forced to devalue the currency and withdraw from the ERM. The failed intervention cost the U.K. Treasury a reported £3.3 billion. Soros made over $1 billion.\n\nA floating exchange rate means the value of currencies fluctuates and the exchange rate changes constantly. Let's say you travel to Europe from the U.S. If you need to exchange U.S. dollars to euros, you'll notice the exchange rate changes, even daily. One day, you might get 0.91 euro for every dollar, and another day, this can drop to 0.87 euro. How much you receive will impact how much you spend while you are abroad and how much you bring back to the U.S.\n\nAn example of a floating exchange rate would be on Day 1, 1 USD equals 1.4 GBP. On Day 2, 1 USD equals 1.6 GBP, and on Day 3, 1 USD equals 1.2 GBP. This shows that the value of the currencies float, meaning they change constantly due to the supply and demand of those currencies.\n\nYes, the U.S. dollar is a floating currency, meaning that its value depends on the supply and demand of the dollar.\n\nThe benefits of a floating exchange rate include the lack of need for large reserves and the ability to manage inflation.\n\nFloating exchange rates are primarily how most currencies are valued. This means the value of a currency is based on supply and demand. This contrasts with other methods, such as the value of a currency based on the value of certain assets it holds, historically gold, or a country deciding to fix or peg its currency.\n\nInternational Monetary Fund. \"Reinventing the System (1972-1981).\"\n\nWorld Bank. \"Official Exchange Rate.\"\n\nU.S. Department of State. \"Bretton Woods-GATT, 1941-1947.\"\n\nFederal Reserve History. \"Creation of the Bretton Woods System.\"\n\nHouse of Commons Library. \"Pound In Your Pocket: Devaluation.\"\n\nFederal Reserve History. \"Nixon Ends Convertibility of U.S. Dollars to Gold and Announces Wage/Price Controls.\"\n\nU.K. Parliament. \"Exchange Rate Mechanism.\"\n\nHistory Defined. \"How George Soros Shorted the Pound and 'Broke' the Bank of England.\"",
  "url": "https://www.investopedia.com/terms/f/floatingexchangerate.asp"
}