{
  "term": "What Is Company Guidance on Earnings, Its Impact and Risks?",
  "definition": "Guidance is an informal report a public company issues to shareholders detailing theearningsit expects to achieve in the upcoming fiscal quarter or year ahead. Guidance, also referred to as forwardearnings guidanceor a forward-looking statement, typically includes internal projections for revenue, earnings, and capital spending and is subject to revision in the interim.\n\nGuidance can be contrasted withanalysts' estimates, which are generated by external experts.\n\nCompany guidance is typically released immediately after a company publishes its latestquarterly earnings reportand is often discussed in depth during a meeting between industryanalystsand company executives. Companies are not legally required to provide earnings guidance, although it is common practice for many of them to do so.\n\nThe information guidance is based on normally includes sales projections, market conditions, and anticipated company spending. Some companies provide guidance on other aspects of their financial activities, too, such asinventory, units sold, andcash flow.\n\nA company may revise its earnings guidance upwards or downwards later in the quarter if its outlook changes significantly.\n\nProviding forecasts to investors is one of the oldest Wall Street traditions. In earlier times, earnings guidance was called the \"whisper number.\" The only difference is that whisper numbers were given to only selected individuals, such as analysts or brokers so that they could inform their big clients. Fair disclosure laws, known asRegulation FD, made this illegal, and companies now have to broadcast their expectations to the world, giving all investors access to this information at the same time.\n\nAny comments management make about the company's future prospects are studied closely by investors. An inside perspective on how business is faring since the last figures were collected, and is likely to develop in the coming months, can potentally trigger a share price rerating.\n\nGuidance reports tend to significantly influence analysts'stock ratings, which affect many investors' decisions on whether to buy, hold, or sell a stock. For example, if a company's management dispenses guidance figures that fall well below market expectations, a number of analysts will probably downgrade the stock, causing many investors to dump it.\n\nThere is always a risk that a company's guidance may turn out to be wrong. Few investors mind if the company low-balls its estimate. Many are irate if they miss their stated goals.\n\nIn the U.S., safe harbor provisions protect companies from being sued if they fail to meet their own forward-looking expectations. Most notably, in 1995 Congress enacted thePrivate Securities Litigation Reform Act(PSLRA), which helps shield companies from securities fraud lawsuits stemming from unachieved expectations.\n\nTo further protect themselves from lawsuits, companies pair their guidance reports with disclosure statements maintaining that their projections are by no means guaranteed.\n\nCompanies are under no obligation to update their guidance after initial reports are issued, even if subsequent events render their projections unlikely. Some do, however, in order to get the bad news out there before the earnings release date.\n\nSome in the investment community feel that guidance does a company and its investors more harm than good. Investment guruWarren Buffettrecently called for companies to stop issuing quarterly earnings guidance. He believes that it forces companies to place too high a priority on making the numbers at the expense of nurturing the long-term interests of the business.\n\nOthers disagree, believing that quarterly earnings reports cause investors to become more educated about short-term results versus long-term initiatives. Proponents also believe that providing less information to the public would not inevitably reduce stockvolatility.",
  "url": "https://www.investopedia.com/terms/g/guidance.asp"
}