{
  "term": "What Is Asset Management, and What Do Asset Managers Do?",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAsset management refers to the process of identifying and managing a company's assets to maximize their value and achieve business objectives.\n\nAsset management is the practice of investing money on behalf of clients. Asset managers work to increase wealth over time, following a personalized plan that reflects the client's risk tolerance and financial goals.\n\nAsset managers may also be called portfolio managers or financial advisors. Many work independently, while others work for a financial services company such as BlackRock or Fidelity. Robo-advisors are a modern type of asset manager.\n\nAsset management has a double-barreled goal: increasing value while mitigating risk. Tolerance for risk is one of the first topics that an asset manager might raise with a client.\n\nA retiree living on the income from a portfolio or a pension fund administrator overseeing retirement funds is (or should be) risk-averse. On the other hand, a young person, or an aggressive investor of any age, might want to dabble in high-risk investments.\n\nMost people fall in between these two extremes, and asset managers try to identify where a client's risk tolerance lies. Thus, an asset manager's role is to determine what investments to make or avoid and to realize the client's financial goals within the client's risk tolerance limits.\n\nThe investments they select may include stocks, bonds, real estate, commodities, alternative investments, and mutual funds, among the better-known choices.\n\nAsset management can involve rigorous research using both macro and micro analytical tools. This research includes statistical analysis of prevailing market trends,reviews of corporate financial documents, and anything else that would aid in achieving the client's stated goal of asset appreciation.\n\nThere are several different types of asset managers, distinguished by the kinds of assets they specialize in and the level of service they provide. Each type of asset manager has a different level of responsibility to the client, so it is important to understand a manager's obligations to their clients before deciding to invest.\n\nAregistered investment adviser (RIA)is a firm that advises clients on security trades andmanages their portfolios. RIAs are closely regulated and arerequired to register with the SECif they manage more than $100 million in assets.\n\nA broker is an individual or firm that acts as an intermediary for their clients, buying stocks and other securities and serving as custodian of customer assets. Brokers generally do not have afiduciaryduty to their clients, so it is always important to research them thoroughly before becoming a client and buying anything.\n\nA financial advisor is a professional who can recommend investments to their clients and buy and sell securities on their behalf. Financial advisors may or may not be fiduciaries. Some financial advisors specialize in a specific area, such as tax or estate planning.\n\nThe most affordable type of investment manager isn't a person at all. A robo-advisor is a computer algorithm that automatically builds, monitors, and rebalances an investor's portfolio to suit their needs. They sell and buy investments aligned with programmed goals and risk tolerances. Because there is no person involved, services provided by robo-advisors cost much less than personalized asset management handled by human beings.\n\nThe robo-advisor market is expected to grow from $9.5 billion in 2024 to $72 billion in 2032.\n\nAsset managers have a variety of fee structures. The most common model charges a percentage of the assets under management, with the industry average at about 1% for up to $1 million. Larger portfolios are usually charged fewer and lower fees due to their size. Other asset managers may charge a fee for each trade they execute. Some may even receive a commission to upsell securities to their clients.\n\nBecause such incentives (and transactions) might not be in a client's best interest, it is important to know if your asset management firm is a fiduciary. If it is not, it may recommend investments or trades that are inappropriate for a client's investment experience and financial goals.\n\nThe new Retirement Security Rule requires investment professionals who advise people on their retirement accounts to act as fiduciaries. This means their advice must be in the best interest of the retirement investor and not of the finance professional.\n\nAsset management companies compete to serve the investment needs of individuals and institutions. Account holders at financial institutions such as banks often receive check-writing privileges, credit cards, debit cards,margin loans, and brokerage services.\n\nWhen individuals deposit money into their accounts, it is typically placed into a money market fund that offers a greater return than a regular savings account. The deposits of investors with accounts at banks insured by theFederal Deposit Insurance Company (FDIC)are protected up to at least $250,000 per depositor. However, FDIC insurance does not cover investment products that are not deposits, such as mutual funds, annuities, and stocks and bonds.\n\nThese types of accounts at banks have only been possible since the passage of theGramm-Leach-Bliley Act in 1999, which replaced the Glass-Steagall Act. TheGlass-Steagall Actof 1933, passed during the Great Depression, forced a separation between banking and investing services. Now, they have only to maintain a \"Chinese wall\" between divisions.\n\nThe added benefit to account holders whose assets are managed at banks is that the same institution can meet all of their banking and investing needs.\n\nInvestment management and wealth management firm Merrill (previously known as Merrill Lynch) offers a Cash Management Account (CMA) to fulfill the needs of clients who wish to pursue banking and investment options under one roof.\n\nThe account gives investors access to a personal financial advisor. This advisor offers advice and a range of investment options that include initial public offerings (IPO) in which Merrill may participate, as well as foreign currency transactions.\n\nInterest rates for cash deposits are tiered. Deposit accounts can be linked so that all eligible funds are aggregated to receive the best possible rate. Securities held in the account fall under the protective umbrella of theSecurities Investor Protection Corporation (SIPC). SIPC does not shield investor assets from inherent risk but instead protects them from the financial failure of the brokerage firm.\n\nAlong with typical check-writing services, the account offers worldwide access to Bank of America automated teller machines (ATM) without transaction fees. Bill payment services, fund transfers, and wire transfers are available. The MyMerrill app allows users to access their accounts and perform several basic functions via a mobile device.\n\nAccounts with more than $250,000 in eligible assets sidestep the annual $125 fee and the $25 assessment applied to each sub-account held.\n\nAsset management companies arefiduciaryfirms, and are generally used by people with significant assets. They usually have discretionary trading authority over accounts and are legally bound to act in good faith on the client's behalf. Brokerages execute and facilitate trades but do not necessarily manage clients' portfolios (although some do). Brokerages are not usually fiduciaries.\n\nAn asset manager is responsible for creating a client's portfolio, overseeing it from day to day, making changes to it as needed, and communicating regularly with the client about those changes and how well their investment goals are being achieved.\n\nAs of February 2024, the five largest asset management institutions, based on global assets under management (AUM), were BlackRock ($9.46 trillion), Vanguard Group ($7.25 trillion), Fidelity Management and Research ($3.88 trillion), The Capital Group ($2.5 trillion), and Amundi ($2.1 trillion).\n\nDigital asset management, or DAM, refers to the storage of media assets in a central repository where they can be accessed as necessary by all members of an organization. DAM is usually used for large audio or video files that need to be worked on by many teams of employees at once.\n\nAsset management firms provide asset management services, which, broadly, involves the buying, selling, and management of assets on behalf of their clients. There are many types of asset managers. Some work for family offices and wealthy individuals and others are employed by major banks and institutional investors.\n\nPolaris Market Research. \"Robo Advisory Market Size, Trends, Industry Analysis Report, By Product (Pure Robo Advisors, Hybrid Robo Advisors); By Provider; By Service Type; By End-Use; By Region; Segment Forecast, 2024- 2032.\"\n\nEmployee Benefits Security Administration.\"Retirement Security Rule: Definition of an Investment Advice Fiduciary.\"\n\nFDIC. \"Deposit Insurance FAQs.\"\n\nMerrill: A Bank of America Company. \"Cash Management Account (CMA).\"\n\nMerrill. \"Merrill Schedule of Miscellaneous Account and Service Fees.\"\n\nSoveriegn Wealth Fund Institute. \"Rankings by Total Managed AUM.\"",
  "url": "https://www.investopedia.com/terms/a/assetmanagement.asp"
}