{
  "term": "What Is a Drawee in Legal and Banking Terms?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDrawee is a legal and banking term used to describe the party that has been directed by a depositor to pay a certain sum of money to the person presenting a check or draft written by the depositor.\n\nA typical example of a drawee involves cashing a paycheck. The bank that cashes your check is the drawee, the employer who wrote the check is the drawer, and you are thepayee.\n\nThe drawee performs the function of an intermediary for a financial transaction. Its purpose is to redirect funds from the payer, or drawer, account to to the payee.\n\nOften, the drawee is a financial institution that holds the payer funds within a deposit account under its management. Consumer banks regularly perform this function, removing funds from a depositor’s account to pay the obligation represented by a check.\n\nCheck-cashing services also perform the duties of a drawee but normally require a small fee to complete the transaction.\n\nAdditionally,money orderandwire transfercompanies that exist outside of the traditional banking format also qualify. The money order functions as the bill of exchange that when presented by the payee is honored by the company that received the funds from the payer.\n\nThe drawer is the individual or organization that writes a check (or creates a bill of exchange) that instructs the drawee to distribute funds to the payee.\n\nThere are instances outside of financial institutions where a party may be considered a drawee, if only in an informal sense.\n\nFor example, when a customer uses a manufacturer’s coupon as part of a sales transaction, the store accepting the coupon can be seen as the drawee in relation to the customer. It is the entity facilitating the transaction.\n\nThe customer presents a document created by a company that is the drawer or payer behind the coupon. The store honoring the coupon is the drawee. The customer is the payee, or person who receives the coupon's benefit.\n\nMost of these types of transactions do not require that actual money be handed to the customer. However, because money is funded as a discount on the total cost, a transaction may result in an actual payment, depending on various regulations governing such activity.\n\nOnce thecouponis turned in to the retailer, the retailer can then claim the funds supported by the company issuing the coupon (again, the drawer). This leads to no actual out-of-pocket loss on the part of the drawee, just as for financial institutions cashing a check, because the funds are ultimately removed from the drawer's account.\n\nThe three parties to a transaction involving a drawee are the drawer, the drawee, and the payee.\n\nA payor, or drawer, is the person with the money who issues a check. The drawee is the entity that honors the check and distributes funds to the person who presents, and is identified by, the check.\n\nAbill of exchangerepresents instructions to the drawee to pay the person presenting it with a certain amount of money. This type of transaction occurs every day in the normal course of business. That's why you can walk into your bank with a check written to you and can rest assured that you or your account at that bank will receive those funds.\n\nA drawee is the entity that facilitates the transfer of funds between a party who has those funds (the drawer) and the party who is intended to receive them (the payee). A well-known example of a drawee is a bank or other financial institution.",
  "url": "https://www.investopedia.com/terms/d/drawee.asp"
}