{
  "term": "What Is Wearable Technology (Wearables)? Definition and Examples",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nWearable technology, also known as \"wearables,\" is a category of electronic devices that can be worn as accessories, embedded in clothing, implanted in the user's body, or even tattooed on the skin. The devices are hands-free gadgets with practical uses, powered by microprocessors and enhanced with the ability to send and receive data via the Internet.\n\nThe rapid adoption of such devices has placed wearable technology at the forefront of theInternet of things (IoT).\n\nWearable technology can be said to have existed since eyeglasses were first developed in the 13th century. Timepieces small enough to be worn have been around since about 1500. But modern wearable technology is defined as incorporating a microprocessor and an internet connection.\n\nThe growth of mobile networks enabled the development of wearable technology. Fitness activity trackers were the first big wave of wearable technology to catch on with consumers. Then, the wristwatch became a screen and more robust mobile applications were added. Bluetooth headsets, smartwatches, and web-enabled glasses all allow people to receive data from Wi-Fi networks. The gaming industry adds more wearables, with virtual reality and augmented reality headsets.\n\nThere have been some flops, too, notablyGoogle Glass. The Internet-connected eyeglasses may yet re-emerge for specialized uses but they most definitely did not make it as a fashion accessory.\n\nThe focus in the development of wearable technology now appears to be moving from consumer accessories to more specialized and practical applications. Microchip implants are now being used to replace keys and passwords. Embedded in a fingertip, the chips use near-field communication (NFC) or radio-frequency identification (RFID) and are similar to the chips used to track lost pets.\n\nThe real life-altering applications in wearable technology, however, can be found in medical devices.\n\nCyrcadia Health has developed Cyrcadia Breast Monitor, an intelligent patch that can detect early signs of breast cancer and transmit the information to a lab for analysis.\n\nThe past few years have seen rapid development and introduction of wearable technology products adapted for medical and healthcare uses. These include:\n\nNational Library Of Medicine-National Center For Biotechnology Information. \"An Introduction To The Cyrcadia Breast Monitor: A Wearable Breast Health Monitoring Device.\" Accessed Oct. 5, 2021.\n\nHealthAffairs. \"AIR Louisville: Addressing Asthma With Technology, Crowdsourcing, Cross-Sector Collaboration, And Policy.\" Accessed Oct. 5, 2021.\n\nBecker's Healthcare. \"5 Medical Wearables Cleared by the FDA in 2019.\" Accessed Oct. 5, 2021.",
  "url": "https://www.investopedia.com/terms/w/wearable-technology.asp"
}