{
  "term": "What Is a Bank Guarantee? How They Work, Types, and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA bank guarantee is a financial backstop offered by a financial institution promising to cover a financial obligation if one party in a transaction fails to hold up their end of a contract. Generally used outside the United States, a bank guarantee enables the bank's client to acquire goods, buy equipment, or perform international trade. If the client fails to settle a debt or deliver promised goods, the bank will cover it.\n\nA bank guarantee is apromise by a lending institution to cover a lossif a business transaction doesn't unfold as planned. The buyer receives compensation if a party doesn't deliver goods or services as agreed or fulfill contractual obligations.\n\nNon-U.S. financial institutions and intermediaries in countries such as Spain, the U.K., and elsewhere may more heavily rely on bank guarantees in commercial transactions. But sometimes, a bank guarantee may help an individual rent a property.\n\nA bank guarantee may also be called astandby letter of creditor be referred to as a bond. Bank guarantees from a reputable institution can help you establish business relationships, increase your access to cash flow and capital,protect your business from losses, and set you up for international opportunities.\n\nAnother type of guarantee is the loan guarantee from the Export-Import Bank of the U.S. Thisguarantees creditworthyforeign buyers of financing for U.S. capital goods and services purchases. U.S. companies receive payment when the product is shipped from the U.S. to a foreign buyer.\n\nThe U.S. Securities and Exchange Commission (SEC) warns investors to be wary of secretive \"high-yield\" investments marketed as as a \"Prime Bank\" program or \"Prime World Bank\" financial instrument. These fraudulent investments may involve legitimate-sounding language such as \"bank guarantee\" or \"standby letter of credit.\"\n\nHere are several kinds of bank guarantees that cover various risks, including:\n\nFor example, the World Bank offers a bank guarantee program for projects. These guarantees provide commercial lenders security against payment default or failure to meet performance obligations by governments.\n\nTwo key types ofbank guaranteesinclude a tender bank guarantee (bid bond) and a performance guarantee. The tender bank guarantees to reimburse the buyer (who has already supplied some funding) if you, the supplier, don't sign a contract or fulfill conditions. Performance-based guarantees are for obligations laid out in a contract, such as particular tasks.\n\nThe financial instrument used in a bank guarantee is called a banker's acceptance.\n\nBanks in the U.S. often do not issue bank guarantees. Instead, they issue standby letters of credit serving the same purpose.\n\nGuarantees helpprotect international trade relationshipsby mitigating risks if a contract falls through, suppliers don't perform according to a contract's terms, or a buyer won't pay for goods. While bank guarantees are not common in the U.S., you should be able to get a similar guarantee via a standby letter of credit.\n\nPlatinum Global Bridging Finance. \"Bank Guarantee and Standby Letter of Credit.\"\n\nLloyds Bank. \"Bonds and Guarantees.\"\n\nOCBC Bank. \"Understanding the Purpose and Benefits of a Banker's Guarantee.\"\n\nInvestor.gov. \"'Prime Bank' Investments.\"\n\nWorld Bank. \"Guarantees Program.\"\n\nHSBC. \"International Business Guarantees.\"",
  "url": "https://www.investopedia.com/terms/b/bankguarantee.asp"
}