{
  "term": "What Is a C Corp? Definition, Pros & Cons, and Taxes",
  "definition": "A C corp is a form of corporation that’s owned by its shareholders. Both must pay taxes on the business’s income.\n\nC corporations or \"C corps\" are the most prevalent of corporations. They pay corporate taxes on theirearningsbefore distributing profits to their shareholders in the form of dividends if they choose to do so. Shareholders must then also pay personal income tax on that income received. This creates double taxation on the same earnings.\n\nC corps can be compared withS corporationsandlimited liability companies (LLCs)which also separate a company's assets from its owners but with different legal structures and tax treatment. Another type of organization is the B corporation or benefit corporation which is a for-profit firm but different from C corps in purpose, accountability, and transparency. They're not different in how they’re taxed, however.\n\nC corporations can pay corporate taxes onearningsbefore distributing their profits to their shareholders in the form of dividendsif they choose to do so. Individual shareholders are then subject to personal income taxes on the dividends they receive.The tax on corporations is 21% as of 2025.\n\nAnother clear advantage is the separation between management and the owners or shareholders. This allows longer continuity of C corporations beyond the life of the owners which can include partial owners called shareholders. It allows the institutionalization of these corporations and the possibility of passive income through ownership for the owners.\n\nA C corporation is required to hold at least one meeting each year for shareholders and directors. Minutes must be maintained to display transparency in business operations. A C corporation must keep voting records of the company's directors and a list of the owners' names and ownership percentages. The business must have bylaws on the premises of the primary business location. C corps will file annual reports, financial disclosure reports, and financial statements.\n\nThe Corporate Transparency Act created a beneficial ownership registry for C corporations in 2021 requiring the reporting of \"information about the individuals who ultimately own or control them\" beginning in 2024. The goal was to eliminate corporate anonymity that resulted in serious issues including terrorism and drug trafficking. The requirement was lifted as of March 2025.\n\nCreating a C corporation is similar to the process of formalizing other types of business entities. These are the procedures for establishing one:\n\nC corporations are one of the most common business structures.\n\nC corporations limit the personal liability of the directors, shareholders, employees, and officers. The legal obligations of the business can't become a personal debt obligation of any individual associated with the company. The C corp continues to exist as owners change and members of management are replaced.\n\nA C corporation can have many owners and shareholders but it's required to register with the Securities and Exchange Commission (SEC) when selling securities. The ability to offer shares of stock allows the corporation to obtain large amounts of capital which can fund new projects and future expansions.\n\nThere are some drawbacks, however. Filing the articles of incorporation for a C corp can be more expensive than other business structures and incur greater legal fees. They're also subject to greater regulatory scrutiny which can increase the company's legal expenses.\n\nThere are also tax considerations. The profits of a C corporation are effectivelytaxed twice, first when the company files its income taxes and again when those profits are distributed as dividends. Shareholders in a C corporation can't deduct business losses on their tax returns, unlike an S corp.\n\nC corps provide limited liability for directors, shareholders, and other company officers.\n\nC corps can raise capital by issuing and selling shares of stock.\n\nC corporations must register with the SEC upon reaching certain thresholds.\n\nThey're subject to greater regulation than other business structures, incurring higher legal fees.\n\nShareholders can't deduct their losses, and business profits are double-taxed as dividends are issued.\n\nAn S corporation is another type of business structure that allows a company to pass its income, deductions, and losses to its shareholders. Both a C corp and an S corp offer limited liability protection and the process of incorporation is similar for both. The main differences relate to taxation and ownership.\n\nOne major disadvantage for C corporations is that profits are effectively taxed twice, first on the company's income taxes and again when shareholders receive dividends. An S corporation is a \"pass-through\" entity. It doesn't pay corporate income taxes. Profits are instead taxed at the shareholder level.\n\nS corporations also have greater restrictions on ownership. A C corporation can have an unlimited number of shareholders but an S corporation can have no more than 100 shareholders. An S corp can't be owned by a C corp, another S corp, or a limited liability entity.\n\nAn S corporation is similar to a C corporation in that both allow the owners and officers of the business to be legally distinct from the business itself. There are important differences in taxation, however. An S corp is a \"pass-through\" entity. It can pass profits and tax credits on to its shareholders. The profits of a C corp are taxed twice, first as corporate income and again as shareholder dividends.\n\nAlimited liability companyor LLC is another business structure that shields its owners from the liabilities of the business entity but an LLC is more suited to a small business or sole proprietorship. The profits of an LLC aren't taxed directly but are passed on directly to the company's members, unlike a C corporation.\n\nA C corporation should use IRS Form 1120 to report its corporate income taxes. The company may also have employment, Social Security, or Medicare tax liabilities and these can increase the cost of filing taxes compared to the other forms of companies.\n\nA C corporation is a business structure that allows the owners of a business to be legally separate from the business itself. This allows a company to issue shares and pass on profits while limiting the liability of the shareholders and directors.\n\nU.S. Small Business Administration. \"Choose a Business Structure.\"\n\nInternal Revenue Service. \"Forming a Corporation.\"\n\nInternal Revenue Service. \"Publication 542, Corporations.\" Page 15.\n\nOpenStax. \"Entrepreneurship; Chapter 13.2, Corporations.\" Rice University, 2020\n\nFinancial Crimes Enforcement Network. \"Beneficial Ownership Information.\"\n\nFinancial Crimes Enforcement Network. \"U.S. Beneficial Ownership Information Registry Now Accepting Reports.\"\n\nWolters Kluwer. \"What Is a C Corporation?\"\n\nInternal Revenue Service. \"Employer Identification Number.\"\n\nInternal Revenue Service. \"Business Structures.\"\n\nU.S. Securities and Exchange Commission. \"Registration Under the Securities Act of 1933.\"\n\nInternal Revenue Service. \"S Corporations.\"",
  "url": "https://www.investopedia.com/terms/c/c-corporation.asp"
}