{
  "term": "What Is a Tax Base? Definition, Formula, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA tax base is the total value of all of the assets, income, and economic activity that can be taxed by a taxing authority, usually a government. It is used to calculate tax liabilities.\n\nTax liabilities are the portion of the tax base that is collected. They come in many forms, including income, property, capital gains, and sales taxes.\n\nA tax base is the total value of all assets, properties, individual income, and corporate income in a certain area or jurisdiction.\n\nTo calculate the total tax liability, you must multiply the tax base by the tax rate:\n\nTax Liability = Tax Base x Tax Rate\n\nThe rate of tax imposed varies depending on the type of tax and the tax base total. Income tax, gift tax, andestate taxare each calculated using a different tax rate schedule.\n\nLet's take personal or corporate income as an example. In this case, the tax base is the minimum amount of yearly income that can be taxed. This is taxable income. TheInternal Revenue Service (IRS)assesses income tax on both personal income and thenet incomegenerated by businesses.\n\nFor example, using the formula above, we can calculate a person's tax liability. Say Preetha, a student, earned $10,000 last year and the minimum amount of income that was subject to tax was $5,000, at a tax rate of 10%. Her total tax liability would be $500, calculated using her tax base ($5,000) multiplied by her tax rate (10%): $5,000 x 10% = $500\n\nTo figure tax liabilities for personal income, you use IRS Form 1040, the federal income tax return for individuals. The return starts with total income and then deductions and other expenses are subtracted to arrive atadjusted gross income (AGI). Itemized deductions and expenses reduce AGI to calculate the tax base, and the personal tax rates are based on the total taxable income.\n\nAn individual taxpayer’s tax base can change as a result of thealternative minimum tax (AMT)calculation. Under AMT, a taxpayer is required to make adjustments to the initial tax calculation so additional items are added to the return. The tax base and the related tax liability both increase.\n\nAs an example, interest on some tax-exempt municipal bonds is added to the AMT calculation astaxable bondincome. If AMT generates a higher tax liability than the initial calculation, the taxpayer pays the higher amount.\n\nTaxpayers are taxed on realized gains when assets such as real property or stock investments are sold. Say an investor owns anasset, and it rises in value. If they sell the asset for again, it is a realized capital gain, and they will owe taxes. If the investor does not sell it, that investor has an unrealizedcapital gain, and there is no taxable event.\n\nAssume, for example, an investor holds a stock for five years and sells the shares for a $20,000 gain. Since the stock was held for more than one year, the gain is considered long-term. Any capital losses reduce the tax base of the gain. After deducting losses, the tax base of the capital gain is multiplied by capital gain tax rates.\n\nIn addition to paying federal taxes, taxpayers are assessed taxes at the state and local levels in several forms.\n\nMost investors are assessed income tax at the state level, and homeowners pay property tax at the local level. The tax base for owning property is the home or building's assessedvaluation.\n\nAll but five states also assesssales tax, which is imposed on most purchases. The tax base for sales tax in this case is the retail price of goods purchased by the consumer.\n\nDifferent tax bases include income, assets, and economic activity (such as sales or purchases). In terms of tax systems, the Internal Revenue Service (IRS) defines these three tax types:\n\nBy these definitions, the U.S. has a progressive federal income tax system. Its Social Security tax and property tax systems are regressive.\n\nSales taxes are also regressive, since everyone pays the same percentage of tax for purchases, regardless of income.\n\nWhen a government seeks to \"broaden the tax base,\" it usually means increasing tax revenues by expanding the type or level of income or assets that are subject to taxation, rather than raising the tax rates overall. For example, the federal government might repeal the favorable treatment of long-term capital gains, or eliminate the deduction for interest on student loans. The tax base is broadened, but the tax rates remain the same.\n\nA tax base may be broad or narrow depending on the number of people within a tax jurisdiction who are subject to a tax. A luxury tax, for example, may be levied only on those who buy yachts or high-end cars, making it a narrow tax base.\n\nMost state sales taxes are a narrow base. They omit necessities like food and medicine to avoid over-taxing lower-income residents, who pay a disproportionately high sales tax on goods as a percentage of their income.\n\nThere are a variety of tax bases at the local, state, and federal levels. A single individual may have assets or participate in activities in several distinct tax bases. For example, if you work, you pay income taxes, placing you within the tax base of the United States. If you own a home, you're part of the local tax base and are subject to property taxes. If you buy a drink, your purchase is part of the sales tax base, and if that drink is alcoholic, your purchase may be part of a \"sin tax\" base as well.\n\nTax Foundation. \"Glossary: Tax Base.\"\n\nInternal Revenue Service. \"Form 1040, U.S. Individual Income Tax Return,\" Page 1.\n\nInternal Revenue Service. \"Topic No. 556, Alternative Minimum Tax.\"\n\nInternal Revenue Service. \"Topic No. 409, Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Worksheet Solutions: Comparing Regressive, Progressive, and Proportional Taxes,\" Page 1.\n\nTax Foundation. \"Glossary: Base Broadening.\"",
  "url": "https://www.investopedia.com/terms/t/taxbase.asp"
}