{
  "term": "What Is Embezzlement, and How Does It Happen?",
  "definition": "Embezzlement refers to a form ofwhite-collar crimein which a person or entity intentionally misappropriates theassetsentrusted to them. In this type of fraud, the embezzler attains the assets lawfully and has the right to possess them, but the assets are then used for unintended purposes.\n\nEmbezzlement is a breach of thefiduciaryresponsibilities placed upon a person.\n\nIndividuals who are entrusted with access to an organization’s funds are expected to safeguard those assets for their intended use. It is illegal to intentionally access that money and convert it to personal use. Such activities can include diverting funds to accounts that appear to be authorized to receive payments or transfers.\n\nHowever, the account is a front that allows the individual, or a third party they are collaborating with, to take the funding. For instance, an embezzler might create bills and receipts for business activities that never took place or services that were never rendered to disguise the transfer of funds as a legitimate transaction.\n\nAn embezzler might collaborate with a partner who is listed as a consultant or contractor who issues invoices and receives payment, yet never actually performs the duties they are charging for.\n\nThe nature of embezzlement can be both small and large. Embezzling funds can be as minor as a store clerk pocketing a fewbucksfrom a cash register. However, on a grander scale, embezzlement also occurs when the executives of large companies falsely expense millions of dollars, transferring the funds into personal accounts. Depending on the scale of the crime, embezzlement may be punishable by large fines and time in jail.\n\nEmbezzlement occurs when someone steals or misappropriates what they were entrusted to manage or safeguard. The property or asset need not be of substantial value for embezzlement to occur. Although closely related, it differs from fraud in that the embezzler had authorization to use or oversee the property or funds.\n\nSome types of embezzlement might be combined with other forms of fraud, such asPonzi schemes. In such cases, the embezzler scams investors to entrust them with their assets to invest on their behalf but instead uses the money for personal gain and enrichment. Maintaining the fraud often includes seeking out new investors to bring in more money to appease prior investors.\n\nThe number of years Bernie Madoff was sentenced to for orchestrating the largest Ponzi scheme in history.\n\nAn embezzler might also transfer other assets aside from money. An embezzler might claim the real estate, company vehicles, smartphones, and other hardware such as laptops that belong to an organization for personal use.\n\nEmbezzlement might take place in the government sector as well if employees seize local, state, or national funding for themselves. Such instances may occur when funding is disbursed to fulfill contracts or to support projects, and a member of the staff skims some of the money that was earmarked.\n\nPeople who embezzle can be charged with a criminal offense and/or held civilly responsible for their crimes. Punishment can range from paying monetary damages and restitution to victims to incarceration. White-collar offenses don't prevent offenders from being prescribed lengthy prison sentences, ones traditionally handed to violent offenders.\n\nTheft and embezzlement cost companies approximately $400 billion per year and account for more than 50% of business failures.However, employers can develop strategies to combat these white-collar crimes.\n\nEmbezzlement starts with the breach of trust of a person endowed with the authority to care for the property or money of another. Reasonably, one of the first steps an employer can take is to carefully vet prospective employees. In addition to conducting thorough background checks, assessing character traits via personality tests could reveal undesirable behaviors.\n\nA security and monitoring program could also deter corporate crime, especially when performed by a dedicated risk management team or an independent, third party. These risk managers can create internal controls that monitor behaviors and allow for the anonymous reporting of suspicious activities, as well as conduct periodic audits that expose misappropriations.\n\nEarly detection helps to mitigate losses and protect the company's reputation and the people it serves. Employers should make clear that they have a no-tolerance policy regarding illegal acts such as embezzling and communicate the consequences of such violations. Every company should promote a culture of honesty and fairness, encouraging its employees to remain vigilant and report instances of wrongdoing.\n\nTo legally prove embezzlement, the claimant must prove that the perpetrator had a fiduciary responsibility to the victim and that the embezzled asset was acquired through that relationship and conveyed to the accused intentionally.The key to spotting embezzlement is that it involves a betrayal of trust or duty. While this looks different in every state, generally, these four factors must be present:\n\nA person can be held civilly and criminally responsible for embezzling. Punishments range from monetary fines and restitution to imprisonment.\n\nA white-collar crime is a non-violent crime committed by a business professional who breached trust for economic gain. White-collar crimes include fraud, theft, counterfeiting, embezzlement, money laundering, and other fraudulent schemes.\n\nAssociation of Certified Fraud Examiners. \"Report to the Nation,\" Page 2.\n\nU.S. Department of Justice, Southern District of New York. \"United States V. Bernard L. Madoff And Related Cases.\"\n\nCornell University, Legal Information Institute. \"Embezzlement.\"\n\nU.S. Department of Justice. \"Embezzlement.\"\n\nFederal Bureau of Investigations. \"White-Collar Crime.\"",
  "url": "https://www.investopedia.com/terms/e/embezzlement.asp"
}