{
  "term": "What Is Platykurtic? Definition, Examples and Other Distributions",
  "definition": "The term \"platykurtic\" refers to astatistical distributionin which theexcess kurtosisvalue is negative. For this reason, a platykurtic distribution will have thinner tails than a normal distribution will, resulting in fewer extreme positive or negative events. The opposite of a platykurtic distribution is aleptokurtic distribution, in which excess kurtosis is positive.\n\nInvestors will consider which statistical distributions are associated with different types of investments when deciding where to invest. Morerisk-averseinvestors might prefer assets and markets with platykurtic distributions because those assets are less likely to produce extreme results.\n\nThere are three basic kinds of statistical distributions: leptokurtic,mesokurtic, and platykurtic. These distributions differ depending on their amount of excess kurtosis, which relates to the probability of extreme positive or negative events. The normal distribution, which is a type of mesokurtic distribution, has akurtosisof three. Therefore, distributions with kurtosis greater than three are said to have \"positive excess kurtosis,\" while those with kurtosis of less than three are said to have \"negative excess kurtosis.\"\n\nThough mesokurtic distributions have a kurtosis of three, leptokurtic and platykurtic distributions have positive and negative excess kurtosis, respectively. Therefore, leptokurtic distributions have a relatively high probability of extreme events, whereas the opposite is true for platykurtic distributions.\n\nThe following figures show charts of these three types of distributions, all with the same standard deviation. Although the figure on the left does not reveal much of the differences between these distributions' tails, the figure on the right gives a clearer view by plotting the quantiles of the distributions against each other. This technique is known as a quantile-quantile plot, or Q-Q for short.\n\nMost investors believe thatequity marketreturns more closely resemble a leptokurtic distribution than a platykurtic one. That is, while most returns are likely to be similar to the average return for the market as a whole, returns will occasionally deviate widely from the mean. These dramatic and unpredictable events, sometimes referred to asblack swans, are less likely to occur in markets that are platykurtic.\n\nFor this reason, more cautious investors might avoid investing in leptokurtic markets and focus on investments offering platykurtic returns. On the other hand, some investors deliberately pursue investments with leptokurtic returns, believing that their extreme positive returns will more than compensate for their extreme negative returns.\n\nMorningstar published a research paper that featured information on the excess kurtosis levels of different types of assets, as observed between February 1994 and June 2011. The list included a wide range of investments, from U.S. and international equities toreal estate,commodities, cash, andbonds.\n\nThe levels of excess kurtosis were similarly varied. On the low end of the spectrum were cash and international bonds, which had excess kurtosis of -1.43 and 0.58, respectively. On the other end of the spectrum were U.S. high-yield bonds andhedge-fund arbitrage strategies, offering excess kurtosis of 9.33 and 22.59.\n\nAsset classes with intermediate levels of excess kurtosis included international real estate (2.61), equities from international emerging economies (1.98), and commodities (2.29).\n\nAn investor looking at this data could quickly discern what kinds of assets they wish to invest in, given their tolerance for potential black swan events. Risk-averse investors who want to minimize the likelihood of extreme events could focus on low-kurtosis investments, while investors more comfortable with extreme events could focus on high-kurtosis ones.\n\nMorningstar. \"The Real World Is Not Normal Introducing the New Frontier: an Alternative to the Mean-Variance Optimizer.\" Accessed Sept. 19, 2021.\n\nMorningstar. \"The Real World Is Not Normal Introducing the New Frontier: an Alternative to the Mean-Variance Optimizer,\" Page 2. Accessed Sept. 19, 2021.",
  "url": "https://www.investopedia.com/terms/p/platykurtic.asp"
}