{
  "term": "What Is Management Buyout (MBO)? Definition, Reasons, and Example",
  "definition": "The term management buyout (MBO) refers to a financial transaction where someone from corporate management or the team purchases the business from the owner(s). Management members that execute MBOs purchase everything associated with the business. This type ofbuyoutappeals to professional managers because of the greater potential rewards and control from being owners of the business rather than employees. The MBO is a type ofleveraged buyout(LBO), which is an acquisition funded primarily with borrowed capital.\n\nAs noted above, management buyouts occur when a corporate manager or team acquires the business they manage from the owner(s). The business is purchased from a private owner and/or any shareholders in the company. The acquisition includes everything associated with the business, including the assets and liabilities. MBOs often take place because the management feels they are better equipped to help the company grow and succeed financially. These transactions are keyexit strategiesfor:\n\nThefinancingrequired for an MBO is often quite substantial and is usually a combination of debt and equity that is derived from the buyers, financiers, and sometimes the seller. Since it uses a significant amount of borrowed capital, it is considered an LBO. As such, it may also be called a leveraged management buyout.\n\nWhile management reaps the rewards of ownership following an MBO, they have to make the transition from being employees to owners, which comes with significantly more responsibility and a greater potential for loss.\n\nManagement buyouts are risky ventures. That's because they may or may not work. So why would a company's management consider doing one? The following are some of the main reasons that corporate management may consider undertaking an MBO.\n\nA successful MBO requires a great deal of planning and preparation. As such, it should never be undertaken hastily. The following are a few factors that should be considered in the process.\n\nAny type of financialtransactionshould be well-researched. As such, management should craft a plan or proposal that's fully thought out and conceived. Some points to add include:\n\nIt's always a good idea for management to show the company's owner(s) that they've done their homework. This includes carrying out a thorough valuation analysis and to carry out full due diligence. Even though the managers currently work at the company, there may be hidden problems, like outstanding litigation, that they don't know about.\n\nA significant amount of money is required for an MBO because of the sheer size. There are a few different sources that management can turn to in order to secure capital for the deal:\n\nManagement should do their due diligence while considering an MBO. This includes a full evaluation of the company and its financial and legal framework.\n\nManagement buyouts are considered good investment opportunities byhedge fundsand large financiers, who usually encourage the company to go private so that it can streamline operations and improve profitability away from the public eye. They are encouraged to go public at a much highervaluationdown the road.\n\nA private equity fund that supports an MBO will likely pay an attractive price for the asset, provided there is a dedicated management team in place.\n\nThere are several drawbacks to the MBO structure as well. While the management team can reap the rewards of ownership, they have to make the transition from being employees to owners, which requires a change in mindset from managerial to entrepreneurial. Not all managers may be successful in making this transition.\n\nThe seller may also not realize the best price for the asset sale in an MBO. The managers have a potential conflict of interest if the existing management team is serious about bidding on the assets or operations beingdivested, Put simply, they could downplay or deliberately sabotage the future prospects of the assets that are for sale to buy them at a relatively low price.\n\nGood investment opportunity for management and private equity/hedge funds\n\nPrivate equity funds may pay a good price depending on the circumstances\n\nTransition for owners and employees may be tough\n\nCan result in a conflict of interest\n\nThe opposite of an MBO is a management buy-in (MBI). While an MBO involves a company's internal management purchasing the operations, an MBI takes place when an external management teamacquiresa company and replaces the existing management team. MBIs involve companies that are led by poor management teams or are undervalued.\n\nAn MBO’s advantage over an MBI is that as the existing managers are acquiring the business, they have a much better understanding of it and there is no learning curve involved, which would be the case if it were being run by a new set of managers. MBOs are conducted by management teams that want to get the financial reward for the future development of the company more directly than they would do only as employees.\n\nWhile private equity funds may participate in MBOs, their preference may be for MBIs, where the companies are run by managers they know rather than the incumbent management team.\n\nOne prime example of a management buyout involves the computer and technology company, Dell. In 2013, founder Michael Dell and a private equity firm (Silver Lake Partners) paid shareholders $25 billion as part of a management buyout. Dell took the company private, so he could exert more control over the direction of the company.The company went public again in December 2018. Shares trade on theNew York Stock Exchange(NYSE) under the ticker symbolDELL.\n\nManagement buyoutswork when one or more members of a company's management team want to buy the operations from the owner(s). The goal is to take the company private to help it grow and succeed. These buyouts are typically funded with one or more types of financing, including debt and equity.\n\nIn 2013, Michael Dell partnered with a private equity firm to purchase the computer/technology company he founded from shareholders. He took Dell private before the company went public again in 2018.\n\nThere are a number of ways to finance a managed buyout. Debt financing involves going to banks and other lenders for loans. But banks may not consider financing these types of deals because of the amount of risk involved. Private equity firms, though, are more receptive to loaning money to management. Some companies may require a share in the company in addition to being repaid. Buyers can also approach owners/sellers for loans or use a combination of debt and equity to pay for the acquisition.\n\nMergers and acquisitions are a big part of the corporate world. It isn't uncommon to hear about takeovers, vertical mergers, and management buyouts. MBOs involve corporate management putting in an offer to purchase part or all of the business they manage. The goal is to take it private so it can continue to grow. Even though they take place in large corporations, MBOs are also fairly common in the small business world—usually when the company exchanges hands from one generation to the next.\n\nDell Technologies. \"How we got here.\"\n\nDell Technologies. \"Stock Information.\"",
  "url": "https://www.investopedia.com/terms/m/mbo.asp"
}