{
  "term": "What Is Winding Up? How Does It Differ From Bankruptcy?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWinding up is the process of liquidating a company. A company that winds up ceases to do business as usual. Its sole purpose is to sell off stock, pay off creditors, and distribute any remaining assets to its partners orshareholders. The term winding up is synonymous withliquidation, which is the process of converting assets to cash.\n\nBusinesses that experience financial distress may need to make important decisions about their future. This may be due to economic conditions, a lack of capital, bad management, unsuccessful marketing, and/or other risk factors. At some point, they may decide to stop (or be forced to stop) their day-to-day operations.\n\nThere are several ways that a business can cease operations, including winding up. Winding up a business is a legal process regulated by corporate laws as well as a company'sarticles of associationor partnership agreement. Winding up can be compulsory or voluntary and can apply toprivate and public companies.\n\nThe following are just some of the steps that a business must take during the process of winding up:\n\nWinding up is permanent and cannot be reversed. Once a company initiates the process, it must cease operations completely, which means it can no longer do business as usual. After a company is done winding up, it must completely dissolve. Dissolution, which precedes the winding up process, involves filing paperwork to shut down the company'sorganizational structure.\n\nA company can be legally forced to wind up by a court order. In such cases, the company is ordered to appoint aliquidatorto manage the sale of assets and distribution of the proceeds to creditors.\n\nThe court order is often triggered by a suit brought by the company's creditors. They are often the first to realize that a company isinsolventbecause their bills have remained unpaid. In other cases, the winding-up is the conclusion of abankruptcyproceeding, which can involve creditors trying to recoup money owed by the company.\n\nIn any case, a company may not have sufficient assets to satisfy all of its debtors entirely, and the creditors will face an economic loss.\n\nA company's shareholders or partners may trigger a voluntary winding up. This is usually done by passing a resolution. If the company is insolvent, the shareholders may trigger a winding-up to avoid bankruptcy and, in some cases, personal liability for the company's debts.\n\nEven if it issolvent, the shareholders may feel their objectives have been met, and it is time to cease operations and distribute company assets.\n\nIn other cases, market situations may paint a bleak outlook for the business. If thestakeholdersdecide the company will face insurmountable challenges, they may call for a resolution to wind up the business. A subsidiary also may be wound up, usually because of its diminishing prospects or its inadequate contribution to the parent company's bottom line or profit.\n\nWinding up a business is not the same as bankruptcy, though it is usually a result of bankruptcy. Bankruptcy is a legal proceeding that an entity pursues when they can no longer pay their debts or financial obligations.\n\nIn bankruptcy proceedings, creditors attempt to gain access to a company's assets so that they can be liquidated to pay off debts. Although there are various types of bankruptcy, the proceedings can help a company emerge as a new entity that is debt-free and usually smaller.\n\nOnce the winding-up process begins, a company can no longer pursue business as usual. The only action it may attempt is tocomplete the liquidationand distribute its assets. At the end of the process, the company is dissolved and ceases to exist.\n\nDissolution and liquidation are two other legal processes that companies undergo when they experience financial distress. Dissolution involves filing paperwork to dissolve the business while liquidation involves selling off assets when a company is insolvent.\n\nShoe retailer Payless filed for bankruptcy in April 2017, almost two years before the business finally ceased operations. The company shut down about 700 stores and repaid about $435 million in debt under court supervision. Four months later, the court allowed it to emerge from bankruptcy.\n\nIt continued to operate until February 2019, when it abruptly shut down its remaining 2,500 U.S. stores and filed again for bankruptcy, effectively beginning the winding-up process. It also wound down itse-commercebusiness. The liquidation in 2019 did not have any effect on its Latin American operations, which became its new focus when the company emerged from bankruptcy in 2020.\n\nThe company also began to expand in the U.S. that year, opening more stores, as it felt there was an opportunity for its goods.\n\nSome other examples of well-known American companies that were liquidated, or wound up, include\n\nAll of these retailers were in deepfinancial distressbefore filing for bankruptcy and agreeing to liquidate.\n\nWinding up and dissolution are both steps in the closing of a business. Winding up comes after dissolution, which involves filing paperwork to formally dissolve the company. Winding up refers to closing the operations of a business, selling off assets, paying off creditors, and distributing any remaining assets to the owners. Once the dissolution process is initiated, the winding-up process comes into play. After winding up, the company formally ceases to exist.\n\nIf you do not legally dissolve a business, you can incur taxes and penalty fees. These taxes and fees can be incurred even if your business is not operating or earning any revenue/income. When a business has determined it will no longer operate and it has wound up operations, it must legally dissolve.\n\nThere are multiple steps in winding up a business. It takes approximately two to three months to enter the liquidation process. From there, the liquidation process can last a few months to a year, depending on how long it takes to sell off assets.\n\nCompanies close for many reasons, either because they enter bankruptcy, are legally required to, or decide to sell off a non-profitable business voluntarily. When this happens, the process of winding up begins, which is the complete cessation of business activities and the selling off of assets.\n\nPacerMonitor. \"In re: Payless Holdings LLC, et al.\" Pages 13, 15-17.\n\nBusiness Wire. \"Payless ShoeSource Emerges From Bankruptcy With New Executive Team.\"\n\nPR Newswire. \"Iconic Payless Brand Relaunches in North American Market.\"",
  "url": "https://www.investopedia.com/terms/w/windingup.asp"
}