{
  "term": "What Is Absorption Rate in Real Estate?",
  "definition": "The absorption rate is used in thereal estatemarket to evaluate the rate at which available homes are sold in a specificmarketduring a given period. It is calculated by dividing the number of homes sold in the allotted period by the total number of available homes.This equation can also be reversed to identify the time it would take for the supply to be sold.\n\nThe absorption rate provides insight into how quickly or slowly houses sell in the real estate market. The absorption rate does not include additional homes that enter the market at various times. It is based on currently available data and actual inventory.\n\nA high absorption rate may indicate that the home supply will shrink rapidly. A homeowner can sell their property faster during periods of high absorption.However, the time associated with an absorption rate calculation is important to consider.\n\nTraditionally, an absorption rate above 20% signaled aseller's marketin which homes are sold quickly. An absorption rate below 15% indicates a buyer's market in which homes are not sold as fast.\n\nReal estate professionals use the absorption rate in pricing homes. During periods of higher absorption rates, homes are often priced higher.\n\nIn market conditions with low absorption rates, a real estate agent may be forced to reduce a listing price to entice a sale. Alternatively, the agent can increase the price without sacrificingdemandfor the home if the market has a high absorption rate. The absorption rate is also important for buyers and sellers as they decide on the timing of purchases and sales.\n\nThe absorption rate can signal developers to start building new homes. During market conditions with a high absorption rate, demand may be high enough to warrant the further development of properties. Periods with lower absorption rates indicate a cooling period for construction.\n\nAppraisers analyze market conditions and maintain an awareness of the absorption rates for all types of appraisal values.Appraisersuse the absorption rate to determine the value of a property. Some procedures require that absorption rates be considered inappraisalcalculations. Lenders and banking institutions also consider market conditions when evaluating loan and credit terms.\n\nTo find the absorption rate in real estate, divide the total number of homes sold in a specific period by the total number of homes available in that market.\n\nSuppose a city has 1,000 homes currently on the market to be sold. If buyers purchase 100 homes in one month, the absorption rate is 10% (100 homes sold per month divided by 1,000 homes available for sale). This also indicates that the supply of homes will be exhausted in 10 months (1,000 homes divided by 100 homes sold/month).\n\nNew rules for the National Association of Realtors, expected to take effect in July 2024, may lower commissions for home buyers and sellers. If a federal court approves the changes, the standard 6% commission ends and sellers no longer have to propose compensation to prospective buyers and their agents. NAR will also require brokers to enter into written agreements with their buyers to help consumers understand what services will be provided, and at what cost.\n\nA high absorption rate means a higher proportion of houses are being purchased. Otherwise, a low absorption rate means a lower proportion of houses are being purchased. This information is used by relators, financial institutions, and appraisers as the rate at which houses are being bought drives a home's value and price.\n\nIn accounting, the absorption rate is when companies calculate and allocate their overheadexpenses. These are the costs associated with providing goods and services to their customers, though these expenses aren't directly traceable to end products.As such, it's also often called an overhead absorption rate.\n\nIn order to determine a monthly absorption rate, take the total number of homes sold in the market and divide that by 12. Then, divide this monthly average number of homes sold by the total number of homes available for sale.\n\nRealtors use absorption rate to determine how many homes are sold in a particular area at any given time. These professionals can also use the rate to determine market trends. This rate is also important for the construction industry to indicate when developers should start buying.\n\nRocket Mortgage. \"Measuring Absorption Rate in Real Estate.\"\n\nFortune Builders. \"Real Estate Absorption Rate and What it Means for Investors.\"\n\nNational Association of Realtors. \"National Association of REALTORS® Reaches Agreement to Resolve Nationwide Claims Brought by Home Sellers.\"\n\nAccounting Tools. \"Rate of Absorption Definition.\"",
  "url": "https://www.investopedia.com/terms/a/absorption-rate.asp"
}