{
  "term": "What Is the Russell 1000 Index? Definition, Holdings, and Returns",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nThe Russell 1000 Index tracks the performance of the 1,000 largest publicly traded companies in the U.S., representing a significant portion of the overall market capitalization of U.S. equities.\n\nThe Russell 1000 Index is a key stock market benchmark, representing the 1,000 largest U.S. companies by market capitalization. It's a subset of the broader Russell 3000 index and is owned and operated by FTSE Russell, based in the United Kingdom. The index is considered a bellwether index for large-cap investing.\n\nThe Russell 1000 was launched on Jan. 1, 1984, by FTSE Russell, which also manages the Russell 3000 and Russell 2000. The Russell 1000 is a subset of the Russell 3000 Index and is marketcapitalization-weighted. The largest companies constitute the largest percentages in the index and will affect performance more than the smallest index members.\n\nThe index consists of approximately 93% of the total market capitalization of all listed stocks in the U.S. equity market. Its components are reconstituted every year after the fourth Friday in June.\n\nThe company ranks all the stocks included in the Russell 3000 bymarket capitalizationand identifies the market cap breakpoint of the 1,000th stock ranking to determine the holdings of the Russell 1000.\n\nThis breakpoint is the primary market capitalization used to determine index eligibility. Many stocks are swapped between the Russell 1000 andRussell 2000at the annual reconstitution, but variation around the market cap breakpoint is the determining factor.\n\nThe top 10 Russell 1000 Index constituents as of 2024 were:\n\nPerformance and characteristics of the Russell 1000 Index are provided monthly by FTSE Russell. The Russell 1000 had 1,004 holdings, and the average market cap was $832 billion as of May 2024. The annual return for the Russell 1000 Index was 26.53% in 2023, and the average five-year return was 15.42%.\n\nInvestors can also buy passively managed indexexchange-traded funds (ETFs)offered by iShares, including the iShares Russell 1000 Index ETF (IWB) and the iShares Russell 1000 Value ETF (IWD) for large-cap and mid to lower-cap portfolios.\n\nMany investors prefer the Russell 1000 for large-cap portfolio exposure. The iShares Russell 1000 IndexETFis one of the leading funds offering comprehensive investment in all of the Russell 1000 components. IWB is an index fund that seeks to match the holdings and return of the Russell 1000 Index.\n\nThe fund was established on May 15, 2000, and the ETF trades on the New York Stock Exchange (NYSE).\n\nThe total assets under management (AUM) as of April 2025 were $37.3 billion.\n\nThe iShares Russell 1000 Value ETF allows investors to track both mid and large-cap U.S. equities based on the Russell 1000 index. The ETF was launched on May 22, 2000. The ETF trades on the NYSE, and AUM were $59.4 billion as of April 2025.\n\nFTSE Russell also offers several index variations derived from the Russell 1000. These include:\n\nThe Russell 1000 is a much broader index than the often-quotedDow Jones Industrial Average (DJIA)andStandard & Poor's (S&P) 500 Index, but all three are considered large-cap stock benchmarks.\n\nThe DJIA is also known as the Dow 30. It tracks the largest 30 blue-chip stocks listed on the NYSE and the Nasdaq. Transport and utility companies are excluded from the index. It's the second-oldest stock market index in the United States and generally serves as a broad representation of the U.S. economy.\n\nThe S&P 500 is one of the most commonly used indexes to measure the U.S. economy and large-cap companies in the U.S. It consists of 500 of the largest companies by market cap in the country.\n\nYou can purchase shares of the Russell 1000 Index through a mutual fund or an exchange-traded fund allocated by type and sector. You can buy shares in the passively managed index exchange-traded funds (ETFs) offered by iShares if you don't want to invest directly in the index.\n\nThe Russell 2000 Index is a small-cap stock market index that includes the smallest 2,000 stocks in the Russell 3000 Index.\n\nStocks are added or subtracted from indexes based on several criteria, including market capitalization, closing price, trading volume, company structure, and location.\n\nThe dividend yield for the Russell 1000 was 1.94% as of April 2025. The index itself doesn't pay a dividend because it's only an index and it's not investable. Investors who invest in any funds that track the index will receive dividends from the respective companies.\n\nThe Russell 1000 is owned and operated by FTSE Russell, based in the United Kingdom. The Russell 1000 Index is a subset of the larger Russell 3000 Index and represents the 1,000 top companies by market capitalization in the United States. The Russell 1000 index made up 93% of the total market capitalization of all listed stocks in the U.S. equity market as of 2024.\n\nFTSE Russell. \"Russell 1000 Factsheet.\" Page 1. Download.\n\nFTSE Russell. \"Russell U.S. Equity Indexes. Construction and Methodology.\" Page 41.\n\nFTSE Russell. \"Russell U.S. Equity Indexes. Construction and Methodology.\" Pages 17-19.\n\nFTSE Russell. \"Russell 1000 Factsheet.\" Page 2. Download.\n\nFTSE Russell. \"Russell 1000 Factsheet.\" Pages 1-2. Download.\n\niShares. \"iShares Russell 1000 ETF.\"\n\niShares. \"iShares Russell 1000 Value ETF.\"\n\nFTSE Russell. \"Russell U.S. Equity Indexes. Construction and Methodology.\" Pages 11-14.\n\nYCharts. \"IShares Russell 1000 Value ETF (IWD).\"",
  "url": "https://www.investopedia.com/terms/r/russell_1000index.asp"
}