{
  "term": "What Is Sales Tax? Definition, Examples, and How It's Calculated",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA sales tax is aconsumption taximposed by the government on the sale of goods and services. A conventional sales tax is levied at thepoint of sale (POS), which is collected by the retailer and passed on to the government. A business may be liable for sales taxes in a given jurisdiction if it has a presence there, which can be abrick-and-mortarlocation, an employee, or an affiliate, depending on the laws in that jurisdiction.\n\nConventional or retail sales taxes are only charged to theend userof a good or service. Because the majority of goods pass through manufacturing stages, which are often handled by different entities, a significant amount of documentation is necessary to prove who isultimately liable for sales tax.\n\nSuppose a sheep farmer sells wool to a company thatmanufacturesyarn. To avoid paying the sales tax, the yarn maker must obtain a resale certificate from the government saying they are not the end user. The yarn maker sells the product to a garment maker, who must also obtain a resale certificate. Finally, the garment maker sells fuzzy socks to a retail store, which charges the customer sales tax as part of the price.\n\nDifferent jurisdictions can charge levels ofsales taxes. States, counties, and municipalities may also levy sales taxes of their own. For instance, a state might have a 4% sales tax, a county 2%, and a city 1.5%. This means that residents of that city pay 7.5% in total. Keep in mind that the final purchase price for the same item may be different in different jurisdictions because of state, county, and local tax rates.\n\nCertain items may be exempt from sales taxes in certain states, including food and beverages consumers buy to prepare and consume at home. Others are exempt below a certain threshold. For instance, consumers don't pay sales tax on clothing and footwear under $110. Anything above that amount is subject to state and local taxes.\n\nThere are four U.S. states with no sales taxes: Delaware, New Hampshire, Montana, and Oregon. Alaska also has no statewide sales tax but allows city and county governments to charge a local sales tax.\n\nSales taxes are closely related touse taxes, which apply to items purchased from outside their jurisdiction. Use taxes are generally set at the same rate as sales taxes but are difficult to enforce, except when applied to large purchases of tangible goods.\n\nAn example of a use tax would be when a Georgia resident purchases a car in Florida. The buyer would be required to pay the local Georgia sales tax as though they bought it there. Comparison shoppers might use thenet of tax priceto see if buying an item in one location is beneficial over buying it in another location.\n\nA nexus is generally defined as a physical presence, but this is not limited to having an office or warehouse. Whether a business owes sales taxes to a particular government depends on the way the government defines a nexus.\n\nHaving an employee in a state can constitute a nexus, as can having anaffiliate, such as a partner website that directs traffic to your business' page in exchange for a share of profits. This scenario is an example of the tensions betweene-commerceand sales taxes. For example, New York passed Amazon laws requiring internet retailers such as Amazon (AMZN) to pay sales taxes despite their lack of physical presence in the state.\n\nSome products carry special taxes, known asexcise taxes. Businesses pay these taxes and pass them on to consumers. They can be imposed as a specific amount or a percentage of the value of the product or service, and are commonly integrated into the purchase price.\n\nSin taxesare a form of excise tax, such as the local excise tax of $1.50 New York City charges per pack of 20 cigarettes on top of the state's excise tax of $5.35 per pack of 20 cigarettes.\n\nA sales tax is different from a value-added tax in that the sales tax is only collected once. A VAT is collected throughout the production process.\n\nThe U.S. is one of the few developed countries where conventional sales taxes are still used. Outside of the U.S., many countries have adoptedvalue-added tax (VAT)schemes.These charge a percentage of the value added at every level of production of a good.\n\nIn the example above, the yarn maker would pay a percentage of the difference between what they charge for yarn and what they pay for wool. Similarly, the garment maker would pay the same percentage on the difference between what they charge for socks and what they pay for yarn. This is a tax on each company'sgross margins, rather than on the end user.\n\nThe main objective of the VAT is to eliminate tax on tax (i.e., double taxation) which cascades from the manufacturing level to the consumption level.\n\nThe U.S. system with no VAT implies that tax is paid on the value of goods and margin at every stage of the production process. This would translate to a higher amount of total taxes paid, which is carried down to the end consumer in the form of higher costs for goods and services.\n\nCalifornia has a statewide sales tax of 7.25%. Some municipalities may also impose local sales taxes.\n\nThe states with the lowest average sales taxes are Colorado (2.90%), Alabama (4%), Georgia (4%), New York (4%), and Wyoming (4%).Hawaii does not have a sales tax. Rather, it has a general excise tax of 4%. This is imposed on all business activities.\n\nFive states do not impose a state tax on consumers: Alaska, Delaware, Montana, New Hampshire, and Oregon.Alaska, residents, though may be charged a local sales tax based on where they live.\n\nThe states with the highest state sales tax are California (7.25%), Tennessee (7%), Mississippi (7%), and Indiana (7%). But, Louisiana has the highest tax rate at 10.116% when state and average local sales taxes are combined. Tennessee and Arkansas round out the top three states with the highest combined sales tax rates with 9.556% and 9.460%, respectively.\n\nSales taxes are a key part of the U.S. tax system. They are applied at the point of sale and vary by state and local jurisdictions. Many other countries rely on VAT instead, where tax is applied at multiple stages of the production process. While sales tax rates differ across the U.S., they remain a significant part of both state and local government revenues.\n\nNYC Department of Finance. \"New York State sales and use tax.\"\n\nCongressional Research Service. \"“Amazon Laws” and Taxation of Internet Sales: Constitutional Analysis.\" Pages 4-7.\n\nNew York State Department of Taxation and Finance. \"Cigarette and Tobacco Products Tax.\"\n\nInternational Monetary Fund (IMF). \"Value-Added Tax Continues to Expand.\"\n\nCalifornia Department of Tax and Fee Administration. \"Know Your Sales and Use Tax Rate.\"\n\nTax Foundation. \"State and Local Sales Tax Rates, 2025.\"\n\nState of Hawaii Department of Taxation. \"General Excise Tax (GET) Information.\"",
  "url": "https://www.investopedia.com/terms/s/salestax.asp"
}