{
  "term": "What Is Form 3800: General Business Credit?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe general business credit (GBC) is the aggregate value of individual tax credits a business claims during a tax year. It consists ofcarryforwardcredits from previous years plus the current year's total business credits. Because it's a tax credit, not atax deduction—the amount comes directly off the tax bill.\n\nTo claim multiple business tax credits on your tax return, filers must attachForm 3800, General Business Credit, and the IRS forms for the individual credits.\n\nThe general business tax credit is not a single, separate credit. It is a collection oftax creditsthat promote various business activities, including research, oil recovery, reforestation, and starting apension plan.\n\nFilers claim the individual tax credits on their relevanttax formsand carry over the resulting combined credit to the General Business CreditForm 3800to determine the overall allowable credit. As of 2024, some common credits businesses claim include:\n\nTo claim multiple business tax credits, taxpayers fill out the appropriate IRS form for each tax credit and then carry the total to Form 3800, General Business Credit.\n\nThe general business tax credit is anonrefundable creditthat directly reduces a tax bill. However, as a nonrefundable credit, it reduces the tax liability to zero. Any credit amount that remains beyond that is forfeited.\n\nIf part or all of the general business credit cannot be used due to the tax liability limit, taxpayers can generally carry the unused credit back one year. Different rules apply for some credits, including oil and gas production credits. General business credits are treated asfirst-in, first-out (FIFO). Therefore, the order businesses use credits in any tax year is:\n\nSome tax credits have expiration dates. Be sure to check the instructions for each credit to make sure it's available for the applicable tax year.\n\nThe general business credit has limits. Taxpayers should add their net income tax andalternative minimum tax. From that sum, subtract the greater of the tentative minimum tax for the tax year or 25% of the amount of their regulartax liabilitythat exceeds $25,000 ($12,500 for married taxpayers filing separately, but only if both of them qualify for the credit) If one spouse has no current or unused credit, the other spouse may use the entire $25,000 in determining their credit for the tax year.\n\nAcomplete listis available on the IRS website which includes investment credit, work opportunity credit, low-income housing credit, empowerment zone employment credit, credit for small employer pension plan startup costs, credit for employer-provided childcare facilities and services, energy-efficient home credit, alternative motor vehicle credit, credit for small employer health insurance premiums, and the employer credit for paid family and medical leave.\n\nAccording to the IRS, an eligible small business can be a non-publicly traded corporation, partnership, or sole proprietorship. The entity's average annual gross receipts during the prior three tax years can't exceed $50 million. If the business is less than three years old, base the average yearly gross receipts on the period the entity has existed.\n\nForm 3800 is used to compile all tax credit information for eligible businesses. General business credit consists of carryforward business credits from prior years plus current-year business credits.\n\nInternal Revenue Service. \"Business Tax Credits.\"\n\nInternal Revenue Service. \"Instructions for Form 3800 (2023).\"\n\nInternal Revenue Service. \"Publication 334 (2021), Tax Guide for Small Business.\"",
  "url": "https://www.investopedia.com/terms/g/general-business-tax-credit.asp"
}