{
  "term": "What Is a Fixed Annuity? Uses in Investing, Pros, and Cons",
  "definition": "A fixed annuity is a type of insurance contract that promises to pay the buyer a guaranteed interest rate on their contributions to the account. A variable annuity pays interest that fluctuates based on the performance of an investment portfolio chosen by the account's owner.\n\nFixed annuities are most often used to create a reliable stream of income after retirement.\n\nInvestors can buy a fixed annuity with either a lump sum of money or a series of payments over time. The insurance company, in turn, guarantees that the account will earn a certain rate of interest during the period known as theaccumulation phase.\n\nWhen the annuity owner, orannuitant, elects to begin receiving regular income from the annuity, the insurance company calculates the payments based on the amount of money in the account, the owner's age, how long the payments are to continue, and other factors.\n\nThis begins thepayout phase. The payout phase may continue for a specified number of years or for the rest of the owner's lifetime, depending on the annuitant's decision. The annuitant may also arrange fordeath benefitsto be paid to a surviving spouse.\n\nDuring the accumulation phase, the account growstax-deferred. Then, the account holderannuitizesthe contract.\n\nThedistributionspaid to the annuitant are taxable based on anexclusion ratiothat identifies the taxable amount of the payments. This is the amount that is attributed to investment earnings rather than the post-tax payments into the account. The premiums paid also are excluded from the taxable total.\n\nA fixed annuity can either be an immediate annuity, which starts paying out immediately, or adeferred annuity, which starts paying out at a specified future date.\n\nOwners of fixed annuities can benefit from these contracts in a variety of ways.\n\nThe rates on fixed annuities are derived from theyieldthat the life insurance company generates from its investment portfolio, which is invested primarily in high-quality corporate andgovernment bonds. The insurance company is then responsible for paying whateverrate it has promised in the annuity contract.\n\nThis contrasts with variable annuities, which place the investment risk on the annuity owner.\n\nOnce the initial guarantee period in the contract expires, the insurer can adjust the rate based on a stated formula or on the yield it is earning on its investment portfolio. As a measure of protection against declining interest rates, fixed annuity contracts typically include a minimum rate guarantee.\n\nBecause a fixed annuity is a tax-qualified vehicle, its earnings grow andcompoundtax-deferred. Annuity owners are taxed only when they take money from the account, either through occasional withdrawals or as regular income.\n\nThis tax deferral can make a significant difference in how the account grows over time, particularly for people in higher tax brackets. The same is true of qualified retirement accounts, such as traditionalIndividual Retirement Accounts(IRAs) and401(k) plans, which also grow tax-deferred.\n\nThe annuity will generate a guaranteed income payout for a specified period or for the life of the annuitant. Depending on the contract, the payouts may continue forbeneficiariesafter the annuitant has died, such as a surviving spouse or dependents.\n\nThe life insurance company is responsible for the security of the money invested in the annuity and for fulfilling any promises made in the contract.\n\nUnlike most bank accounts, annuities are not federally insured. For that reason, buyers should only consider doing business with life insurance companies that earn high grades for financial strength from themajor independent rating agencies.\n\nAnnuities often have high fees, so it pays to shop around and consider other types of investments.\n\nFixed and variable annuities are similar: they are tax-advantaged insurance products that can support retirees with periodic payments. This income in retirement can extend until death or after it for an annuitant's beneficiaries. However, there are also differences between the two.\n\nA fixed annuity is based on a guarantee: you will receive a set payment regardless of what the markets are doing. During the payout phase, your payments are fixed.\n\nThat isn't the case with a variable annuity, which is affected by market performance. During the payout phase, your payments will be higher or lower depending on your investment choices.\n\nA fixed annuity is the more conservative option, as its growth is determined via a fixed interest rate, and it ensures a regular, predictable income stream. It may be the right choice for someone with a lowerrisk tolerance.\n\nA variable annuity can offer higher investment returns than a fixed annuity, but it can also show lower returns. A variable annuity's asset mix can include mutual funds, offering more potential for growth than a fixed annuity's fixed interest rate.\n\nThe potential for gains comes with more market volatility and fees with variable annuities.\n\nChoosing between a fixed or variable annuity will likely come down to yourrisk tolerance,time horizon, and retirement goals.\n\nThe main downside for annuities is the relatively high fees.\n\nTake thesurrender charge: During the annuity'ssurrender period, which can run for as long as 15 years from the start of the contract, if you withdraw over 10% of the account's value, you will need to pay a hefty fee.\n\nAnnuity owners who are under age 59½ may also have to pay a 10% tax penalty and income taxes on the withdrawal to the IRS.\n\nAnnuities are also relativelyilliquid. Fixed annuities typically allow for one withdrawal per year of up to 10% of the account value.\n\nFor these reasons, an annuity is appropriate only for long-term investing and as a source of regular income, not for regular spending or even one-time large purchases such as a downpayment on a second home.\n\nOther vehicles, such as ahigh-yield savings account(for home purchases), aliving trust(for certain gifts after your death), or a529 planor acustodial account(for gifts relating to educational expenses) are more appropriate in these circumstances.\n\nAn annuity has two phases: the accumulation phase and the payout phase. During the accumulation phase, the investor pays the insurance company either a lump sum or periodic payments. The payout phase is when the investor receives distributions from the annuity. Payouts are usually quarterly or annual.\n\nAn annuity is a contract with an insurance company, while a retirement plan is offered by a bank or financial services company.\n\nThere are two main types of retirement plans:defined-contribution planssuch as401(k)s, anddefined-benefit plans, which are also known as pensions.\n\nAn annuity's accumulation phase is similar to a defined contribution plan before retirement, and an annuity's payout phase is similar to a defined benefit plan during retirement.\n\nImportantly, either option can shield income from taxes until the money is withdrawn.\n\nWhether to invest in an annuity depends on your financial goals and circumstances.\n\nBecause annuities can come with relatively high fees, you might consider otherretirement savings vehiclesbefore buying an annuity.\n\nFor example, you could max out your401(k). The Internal Revenue Service (IRS) raises the contribution limits every year to account for inflation. For 2024, you can contribute up to $23,000 to your 401(k). If you are 50 or older, you can contribute an extra $7,500 incatch-up contributionsfor a total of $30,500. For the 2025 tax year, the maximum increases to $23,500 while the catch-up contribution stays at $7,500.\n\nAnnuities are complex insurance contracts designed to sustain investors in retirement.\n\nHowever, they often carry high fees compared to other types of investments. It's wise to make sure you understand all of the fees involved before you commit. It also pays to shop around, because fees and other terms vary widely from one insurer to the next.\n\nDon't take this decision lightly. Take your time to consider the pros and cons.\n\nInternal Revenue Service. \"Publication 575, Pension and Annuity Income.\"\n\nInternal Revenue Service. \"Topic No. 558 Additional Tax on Early Distributions From Retirement Plans Other than IRAs.\"\n\nInternal Revenue Service. \"401(k) limit increases to $23,500 for 2025, IRA limit remains $7,500.\"\n\nInternal Revenue Service. \"401(k) limit increases to $23,000 for 2024, IRA limit rises to $7,000.\"",
  "url": "https://www.investopedia.com/terms/f/fixedannuity.asp"
}