{
  "term": "What Are Appellate Courts? How They Work, Functions, and Example",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nAppellate courts, also known as the court of appeals, are the part of the American judicial system that is responsible for hearing and reviewing appeals from legal cases that have already been heard in a trial-level or other lower court.\n\nPersons or entities such ascorporationsthat experience an unsuccessful outcome in a trial-level or other lower courts may file an appeal with an appellate court to have the decision reviewed. If the appeal has merit, the lower ruling may be reversed. Appellate courts are present at both the state and federal levels and do not include a jury.\n\nAppellate courts review the decisions of lower courts to determine if the court applied the law correctly. They exist as part of the judicial system to provide those who havejudgmentsmade against them an opportunity to have their case reviewed.\n\nApublicly traded companywith an unfavorable judgment against it will likely experience a drop inshare price, but an appeal could overturn this previous ruling. If an appeal is successful, the stock price usually jumps.\n\nUnsuccessful appeals may further be appealed to the Supreme Court.\n\nCourts at the appellate level review the findings and evidence from the lower court and determine if there is sufficient evidence to support the determination made by the lower court. In addition, the appellate court will determine if the trial or lower court correctly applied the law.\n\nThe highest form of an appellate court in the U.S. is the U.S. Supreme Court, which hears only appeals of major importance and consequence.\n\nSupreme courts typically have more authority and breadth than appellate courts. The U.S. Supreme Court is the highest legal authority there is in America and many states have their own supreme courts, or court of last resort.\n\nSupreme courts review decisions made by appeals courts. Overall, there are 13 appellate courts on the federal level⁠—12 district appellate courts and an appeals court for the Federal Circuit.\n\nMany states have intermediate appellate courts, which serve as appeals courts meant to cut down on the workload for the state Supreme Court.\n\nForty-one of the 50 states have at least one intermediate appellate court.\n\nShares of ride-sharing companies Uber Technologies Inc. and Lyft Inc. rose in the summer of 2020 after an appellate court granted a delay in the implementation of a new California law that requires many so-called \"gig workers,\" including drivers for ride-share companies, to be reclassified as employees.\n\nIn this instance, the appellate court decided that a previous ruling from a lower California court, affirming the constitutionality or legality of the state employment law, would be put on hold until it could evaluate the appeal and rule on its merits.\n\nNot long after, investor hopes that Uber and Lyft could potentially get away with offering drivers no access to benefit plans or workers' compensation coverage were dashed. In October of 2020, the California First District Court of Appeals ruled that the law was, in fact, legal and enforceable, meaning Uber and Lyft must treat their California drivers as employees, rather thanindependent contractors, and provide them with the benefits and wages they are entitled to under state labor law.\n\nIn February of 2021, the U.S. Supreme Court refused to hear Uber and Lyft’s appeal, affirming the lower court’s decision.The U.K. Supreme Court has also done the same.\n\nCNBC. \"Appeals court grants Uber and Lyft a temporary reprieve following threats to shut down in California.\" (Aug. 20, 2020). Accessed Jan. 29, 2021.\n\nNew York Times. \"Appeals Court Says Uber and Lyft Must Treat California Drivers as Employees\". (Oct. 22, 2020). Accessed Jan. 29, 2021.\n\nSan Francisco Chronicle. \"California Supreme Court rejects Uber, Lyft challenge to gig-work order.\" Accessed Feb. 22, 2021.",
  "url": "https://www.investopedia.com/terms/a/appellate-courts.asp"
}