{
  "term": "What Is Empire Building? How It Works, Strategies, and Examples",
  "definition": "Empire building is the act of attempting to increase the size and scope of an individual or organization's power and influence.\n\nIn the corporate world, this is seen at the intra-company level when managers or executives are more concerned with expanding their business units, their staffing levels, and the dollar value of assets under their control than they are with developing and implementing ways to benefitshareholders.\n\nEmpire building can also occur in the larger public arena when corporations take steps to acquire competitors or other firms that might offer downstream or upstream integration or other synergies.\n\nAcorporationmight attempt to control a larger market share or form aconglomerateto branch into other industries in an attempt to grow the corporation's influence, assets under control, and influence.\n\nEmpire building is typically seen as unhealthy for a corporation, as managers will often become more concerned with acquiring greater resource control than with optimally allocating resources.\n\nCorporate controls imposed by a company's board and upper-level management are supposed to prevent empire-building within a corporation's ranks.\n\nOn a larger scale, it may lead to acquisitions or other decisions that do not ultimately benefit shareholders, increase the corporation's financial health, or bolster the company's long-term viability.\n\nEconomistsrefer to this potential conflict of interests between management and shareholders as anagency cost.\n\nThe failure to screen out empire builders can lead to corporate actions that do not necessarily provide the best growth opportunities for a corporation and its shareholders, such as acquisitions made to boost the control of the company's executives.\n\nEmpire building can be done through a variety of strategies. Let's take a look at a few of the main methods.\n\nMergers and acquisitions.Growth-through-acquisition is, by far, the most commonly used strategy of empire building. There's no easier way to quickly grow the size and scope of your company than simply gobbling up other companies. Of course, this strategy is fraught with risk as \"serial acquirer\" leadership teams often overpay and/or get into industries that simply don't fit.\n\nVertical integration.Vertical integration is a growth strategy that involves controlling all parts of the supply chain: suppliers, distributors, and/or retail locations. The strategy is effective for empire building because it allows leadership to expand the company while maintaining efficiency.\n\nStrategic alliances.Forming strategic alliances is another effective way in which empires are built. By creating powerful alliances, a company is able to grow in a consistent and predictable manner. A good example is when defense companies use government contracts to rapidly expand.\n\nIn the 1870s,Andrew Carnegieused vertical integration as one of his main strategies to build a massive iron and steel empire.\n\nFrom the company's perspective, if done right, empire-building can translate into possible economies of scale, cost-efficiency, and streamlined operations. Vertical integration, in particular, is an effective way to expand the company while still being efficient.\n\nFrom the perspective of empire-building leadership, empire-building can maximize both job security and promotability. Finally, empire-building can increase prestige for both the company and empire builders.\n\nBut as we mentioned earlier, empire-building often leads to a conflict of interest between management and its stakeholders. In other words, management decisions that expand the size and scope of a company very often don't benefit shareholders or strengthen the business's long-term health.\n\nPossible economies of scale, cost-efficiency, streamlined operators (for the company)\n\nMaximization of job security and promotability (for the empire builders)\n\nIncreased prestige (for both the company and empire builders)\n\nConflict of interest between empire builders (management) and stakeholders\n\nInefficient allocation of company resources\n\nFor example, if Bob is a middle manager at XYZ Company and begins to hire large amounts of personnel and launch projects that increase his influence over other departments at XYZ Company, Bob could be seen as an intra-company empire builder.\n\nThe added expense of additional employee salaries and the spending required to launch the projects may hurt Company XYZ in the name of Bob increasing his own personal influence and profile within the company. This desire creates aprincipal-agent problemthat can ultimately undermine the success of the company.\n\nThis term should not be confused with the landmark, the Empire State Building.\n\nA family empire is a large company or enterprise that is primarily controlled by a single family. Famous family empires in history include the Waltons (Walmart), the Mars family (Mars chocolate), the Thomsons (Thomson Reuters), and the Johnsons (S.C. Johnson).\n\nFive main building blocks of an empire include strong leadership, a sound financial position, practical strategies, effective resource allocation, and strong risk management protocols.\n\nGenerally speaking, a bureaucratic organization is shaped like a pyramid, with the president and/or CEO at the very top. Vice presidents report the president/CEO, managers report the vice presidents, and so on.\n\nThe concept is related to empire-building as people often become more concerned with acquiring greater resource control (growing the layers of the pyramid \"beneath\" them) than with being efficient.",
  "url": "https://www.investopedia.com/terms/e/empirebuilding.asp"
}