{
  "term": "What Is a Binomial Distribution?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA binomial distribution is used to determine the probability of a pass or fail outcome in a survey or an experiment.\n\nA binomial distribution shows the probability that a value will take one of two independent values under a given set of parameters or assumptions. It assumes there is only one outcome for each trial, each trial has the sameprobabilityof success, and each trial is mutually exclusive or independent of the others.\n\nTo start, the “binomial” in binomial distribution means there are two things: the number of successes and the number of attempts. Each is useless without the other.\n\nA binomial distribution is adiscrete distribution, not a continuous distribution (such as anormal distribution). This is because a binomial distribution only counts two states, typically represented as 1 (for a success) or 0 (for a failure), given multiple trials in the data. A binomial distribution thus represents the probability of x successes in n trials, given a success probability p for each trial.\n\nA binomial distribution summarizes the number of trials, or observations, when each trial has the same probability of attaining one particular value. A binomial distribution determines the probability of observing a specific number of successful outcomes in a specified number of trials.\n\nBinomial distributions are often used in social science statistics as a building block for models for dichotomous outcome variables, such as whether a Republican or Democrat will win an upcoming election, whether an individual will die within a specified period of time, etc. It also has applications in finance, banking, and insurance, among other industries.\n\nA binomial distribution's expected value, or mean, is calculated by multiplying the number of trials (n) by the probability of success (p), or n × p.\n\nFor example, the expected value of the number of heads in 100 trials of heads or tails is 50, or (100 × 0.5). Another common example of a binomial distribution is estimating the chances of success for a free-throw shooter in basketball, where 1 = a basket made and 0 = a miss.\n\nThe binomial distribution function is calculated as:\n\nThe mean of the binomial distribution is np, and the variance of the binomial distribution is np (1 − p). When p = 0.5, the distribution issymmetricaround the mean, such as when flipping a coin, because the chances of getting heads or tails are 50%, or 0.5. When p > 0.5, the distribution curve is skewed to the left. When p < 0.5, the distribution curve is skewed to the right.\n\nThe binomial distribution is the sum of a series of multiple independent and identically distributed Bernoulli trials. In a Bernoulli trial, the experiment is random and can only have two possible outcomes: success or failure.\n\nFor instance, flipping a coin is considered to be aBernoullitrial; each trial can only take one of two values (heads or tails), each success has the same probability, and the results of one trial do not influence the results of another. Bernoulli distribution is a special case of binomial distribution where the number of trials n = 1.\n\nThe binomial distribution is calculated by multiplying the probability of success raised to the power of the number of successes and the probability of failure raised to the power of the difference between the number of successes and the number of trials. Then, multiply the product by the combination of the number of trials and successes.\n\nFor example, assume that a casino created a new game in which participants can place bets on the number of heads or tails in a specified number of coin flips. Assume a participant wants to place a $10 bet that there will be exactly six heads in 20 coin flips. The participant wants to calculate the probability of this occurring, and therefore, they use the calculation for binomial distribution.\n\nThe probability was calculated as (20! / (6! × (20 - 6)!)) × (0.50)(6)× (1 - 0.50)(20 - 6). Consequently, the probability of exactly six heads occurring in 20 coin flips is 0.0369, or 3.7%. The expected value was 10 heads in this case, so the participant made a poor bet. The graph below shows that the mean is 10 (the expected value), and the chances of getting six heads are on the left tail in red. You can see that there is less of a chance of six heads occurring than seven, eight, nine, 10, 11, 12, or 13 heads.\n\nSo, how can this be used in finance? One example: Let’s say you’re a bank, alender, that wants to know within three decimal places the likelihood of a particular borrower defaulting. What are the chances of so many borrowersdefaultingthat they would render the bank insolvent? Once you use the binomial distribution function to calculate that number, you have a better idea of how to price insurance and, ultimately, how much money to lend out and keep in reserve.\n\nA binomial distribution states the likelihood that a value will take one of two independent values under a given set of assumptions.\n\nThis distribution pattern is used in statistics but has implications in finance and other fields. Banks may use it to estimate the likelihood of a particular borrower defaulting, how much money to lend, and the amount to keep in reserve. It’s also used in the insurance industry to determine policy pricing and to assessrisk.\n\nA binomial distribution is used to figure the probability of a pass or fail outcome in a survey, or an experiment that is replicated numerous times. There are only two potential outcomes for this type of distribution. More broadly, distribution is an important part of analyzing data sets to estimate all the potential outcomes of the data and how frequently they occur. Forecasting and understanding the success or failure of outcomes is essential to business development.\n\nThe binomial distribution is an important statistical distribution that describes binary outcomes (such as the flip of a coin, a yes/no answer, or an on/off condition). Understanding its characteristics and functions is important for data analysis in various contexts that involve an outcome taking one of two independent values.\n\nIt has applications in social science, finance, banking, insurance, and other areas. For instance, it can be used to estimate whether a borrower will default on a loan, whether an options contract will finish in-the-money or out-of-the-money, or whether a company will miss or beat earnings estimates.",
  "url": "https://www.investopedia.com/terms/b/binomialdistribution.asp"
}