{
  "term": "What Is SEC Form ADV? Definition, Requirements, and How to File",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nTheSecurities and Exchange Commission (SEC)requires all professionalinvestment advisersto submit SEC Form ADV. This form specifies the investment style,assets under management (AUM), and key officers of an advisory firm. This form must be updated annually and it must be made available as a matter of public record for companies that manage funds in excess of $25 million.\n\nThere are several parts of SEC Form ADV. The first section includes identifying information, If past disciplinary action was taken against the adviser, this must be noted in the first section of SEC Form ADV. The second section deals with the AUM,investment strategy, fee arrangements, and service offerings of the firm.\n\nOfficially called the Uniform Application for Investment Adviser Registration and Report by Exempt Reporting Adviser, SEC Form ADV serves as a registration document that must be submitted to the SEC and to state securities authorities.\n\nTheNorth American Securities Administrators Association (NASAA)reviews and approves changes made to the document, and it is supported by theFinancial Industry Regulatory Authority (FINRA).\n\nPotential and current clients of an investment adviser should always review the SEC Form ADV on file. That's because it provides transparent evidence of the asset mix within the firm, as well as the professional background of key personnel.\n\nMost advisers offer a current SEC Form ADV to any potential client early in the marketing process. In fact, investors should be immediately cautious of an adviser that does not freely offer the form upon request.\n\nAs noted above, there are several parts to this form. We've highlighted some of the key information found in each below.\n\nThe first portion of Form ADV is organized as fill-in-the-blank (often easier for the adviser to compile) and includes details about:\n\nThe SEC reviews the information provided by the firm from this part of the form to process registrations and manages its regulatory and examination programs.\n\nThe second section of the form is a longer narrative that is prepared by the investment adviser. This must be written in plain English and contain detailed information on the specific types of advisory services offered, the fee schedule of the adviser, disciplinary information, and anyconflicts of interest. This latter part may include details on whether any directors have outside business interests that could impact their judgments or provide inside information.\n\nThis part should also include management background—their educational history and business experiences. These bios should extend to key advisory personnel, as well. This section is the most important primarydisclosuredocument offered to clients by investment advisers. Brochures are always available to the public once they are filed.\n\nSEC Form ADV Part 2 must also include a supplement, which details information about key employees who directly provide investment advice to clients.\n\nAll investment advisers are required to submit annual updates to their brochures. This includes any and all material changes that occur within the firm and any information and/or activity that takes place that is critical to their business.\n\nSEC Form ADV previously included Part 3, which was meant to serve as a summary of the previous sections. As such, it was called the relationship summary. In June 2019, the SEC amended the form and spun the third section off into an altogether new form called SEC Form CRS or the Relationship Summary.\n\nThe form is meant to \"deliver to retail investors a brief customer or client relationship summary that provides information about the firm.\"It must be filed with the SEC by every firm that provides retail investment services to their clients and it must be submitted to these individuals.\n\nAs noted above, SEC Form CRS is a summary of information from SEC Form ADV. Therefore, advisers must include the following information:\n\nThe form must be concise and written in plain English so it can be easily understood.\n\nTo request a copy of Form ADV, contact the SEC branch closest to you. Potential and current clients of an investment adviser should always review the Form ADV on file, as it provides transparent evidence of theasset mixwithin the firm and the professional backgrounds of key personnel.\n\nHere is alinkto a downloadable SEC Form ADV.\n\nAll firms must make the SEC Form ADV they submit to regulation authorities public. This means they can be easily accessed through the Investment Advisor Public Disclosure page of the Securities and Exchange Commission's website. You can also make a request directly to the firm. Keep in mind that all investment firms are required to provide new and existing clients with these forms.\n\nYes. Anyone who provides investment services to their clients is expected to file SEC Form ADV. This includes investment firms or individual advisers. It serves as a registration form with the Securities and Exchange Commission and it must also be filed with one or more state securities authorities.\n\nPart 1 of SEC Form ADV is meant to identify the firm that is submitting the form. It includes information about the firm, the services it provides, who owns the business, the clients it serves, any business affiliations, and any disciplinary actions it faced in the past. This section is a fill-in-the-blank or check-box format, which makes it easier to complete.\n\nPart 2 of SEC Form ADV serves as a brochure for the firm. It provides disclosures about key information about the company, including its business practices, fees, conflicts of interest, and any discipline that it faced in the past.\n\nThis section is divided into two different sections. Part 2A is the brochure's cover page, which has the identifying information, while Part 2b is the supplement. Details must be written concisely in simple English that can be easily understood.\n\nThis section is called the relationship summary. In June 2019, the SEC amended SEC Form ADV and turned Part 3 into a separate form called SEC Form CRS. This form must be submitted by any firm that provides retail investment services to their clients. Since it serves as a summary of both parts of SEC Form ADV, it must include any identifying information as well as client relationships, services provided, and conflicts of interest among other things.\n\nSEC Form ADV is one of just a number of filings that investment advisers and firms must submit in order to remain compliant. Investors can use this information to help guide them when choosing or making changes to their investment team(s). As such, it's important for firms to ensure that the information submitted is concise and written in simple English that can be easily understood by anyone reading it. Keep in mind that the information submitted must be accurate. Any misleading information may result in the revocation of registration, fines, and even prosecution.\n\nU.S. Securities and Exchange Commission. \"Form ADV and IARD Frequently Asked Questions.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Form ADV – Investment Adviser Brochure and Brochure Supplement.\"\n\nNorth American Securities Administrators Association. \"Investment Advisor Guide.\"\n\nU.S. Securities and Exchange Commission. \"FORM ADV (Paper Version).\"\n\nU.S. Securities and Exchange Commission. \"Form CRS Relationship Summary; Amendments to Form ADV.\"",
  "url": "https://www.investopedia.com/terms/f/form_adv.asp"
}