{
  "term": "What Are Financial Securities?",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nAmanda Bellucco-Chatham is an editor, writer, and fact-checker with years of experience researching personal finance topics. Specialties include general financial planning, career development, lending, retirement, tax preparation, and credit.\n\nSecurities are common investment contracts that are sold to investors by corporations and governments to raise capital.\n\nThe term \"security\" refers to a multitude of investments such as stocks, bonds, investment contracts, notes, andderivatives. A security can represent ownership in a corporation as stock, a creditor relationship with a governmental body or corporation as a bond, or rights to ownership as an option.\n\nTheSecurities Act of 1933is the first federal legislation to regulate the U.S. stock market, an authority that was previously regulated at the state level. It requires that anyone who wants to sell investment contracts to the public must publish certain information regarding the proposed offering, the company making the offering, and the principal figures of that company.\n\nThese requirements are intended to protect the investing public from deceptive or misleading marketing practices. The company and its leading figures are strictly liable for any inaccuracy in its financial statements, whether intentional or not. Later legislation created theSecurities and Exchange Commission(SEC), which is responsible for regulations and enforcement.\n\nThe term \"securities\" is commonly associated with stocks, bonds, and similar instruments, but the U.S. Supreme Court gives it a much broader interpretation. The court found in the case of Howey vs. SEC (1946) that the plaintiff's sale of land and agricultural services constituted an \"investment contract\" even though there was no trace of a stock or bond.\n\nHowey vs. SEC established the four-prongHowey Test, which states that an investment can be regulated as a security if:\n\nIt doesn't matter if a securities offering is formalized with a legal contract or stock certificates under this rule. Any type of investment offering can be a security. Courts have enforced securities provisions on unconventional assets such as whiskey, beavers, and chinchillas on several occasions. The SEC has sought enforcement against issuers ofcryptocurrenciesandnon-fungible tokens.\n\nSecurities can be broadly categorized into two types: equity and debt. Some hybrid securities combine elements of both equities and debts, however.\n\nAn equity security represents an ownership interest held by shareholders in an entity such as a company, partnership, or trust. It's realized in the form of shares ofcapital stock, which includes both common and preferred stock.\n\nHolders of equity securities typically are not entitled to regular payments, although equity securities often do pay out dividends. They're able to profit fromcapital gainswhen they sell the securities, however, assuming they've increased in value.\n\nEquity securities entitle the holder to some control of the company on a pro rata basis viavoting rights. They share only in residual interest after all obligations have been paid out to creditors in the case of bankruptcy, however. They're sometimes offered as payment-in-kind.\n\nA debt security represents borrowed money that must be repaid with terms that stipulate the size of the loan, the interest rate, and thematurityor renewal date.\n\nDebt securities generally entitle their holder to the regular payment of interest and repayment of principal regardless of the issuer's performance, along with any other stipulated contractual rights that don't include voting rights. They include government and corporate bonds, certificates of deposit (CDs), and collateralized securities such asCDOs​ and CMOs​.\n\nThey're typically issued for a fixed term. They can be redeemed by the issuer at the end of this time. Debt securities can be secured and backed by collateral or be unsecured. They may be contractually prioritized over other unsecured,subordinated debtin the case of bankruptcy if they're secured.\n\nHybrid securities combine some of the characteristics of both debt and equity securities, as the name suggests.\n\nExamples include equity warrants, which are options issued by the company itself that give shareholders the right to purchase stock within a certain timeframe and at a specific price. They includeconvertible bondsthat can be converted into shares of common stock in the issuing company andpreference shares, which are company stocks whose payments of interest, dividends, or other returns of capital can be prioritized over those of other stockholders.\n\nPreferred stock is technically classified as an equity security but it's often treated as a debt security because it \"behaves like a bond.\" Preferred shares offer a fixed dividend rate and are popular instruments for income-seeking investors. They're essentially fixed-income securities.\n\nA derivative is a type of financial contract with a price that's determined by the value of some underlying asset such as a stock, bond, or commodity. The most commonly traded derivatives arecall options, which gain value if the underlying asset appreciates, andput options, which gain value when the underlying asset depreciates.\n\nAnasset-backed securityrepresents a part of a large basket of similar assets, such as loans, leases, credit card debts, mortgages, or anything else that generates income. The cash flow from these assets is pooled and distributed among the investors over time.\n\nPublicly traded securities are listed on stock exchanges where issuers can seek security listings and attract investors by ensuring a liquid and regulated market in which to trade. Informal electronic trading systems have become more common, and securities are often traded \"over-the-counter\" or directly among investors, either online or over the phone.\n\nAn initial public offering (IPO) represents a company's first major sale of equity securities to the public. Any newly issued stock is still sold in theprimary market, but is referred to as a secondary offering following an IPO.\n\nSecurities may also be offered privately to a restricted and qualified group in what is known as aprivate placement, an important distinction in terms of both company law and securities regulation. Companies sometimes sell stock in a combination of public and private placements.\n\nSecurities are simply transferred as assets from one investor to another in thesecondary market, also known as the aftermarket. Shareholders can sell their securities to other investors for cash and/or capital gain.\n\nThe secondary market supplements the primary market. It's less liquid for privately placed securities because they're not publicly tradable and can only be transferred among qualified investors.\n\nThe entity that creates securities for sale is known as the issuer, and those who buy them are the investors. Securities generally represent an investment and a means by which municipalities, companies, and other commercial enterprises can raise new capital. Companies can generate a lot of money when they go public and sell stock in an initial public offering (IPO).\n\nCity, state, or county governments can raise funds for a particular project by floating a municipal bond issue. Raising capital through securities can be a preferred alternative to financing through a bank loan, depending on an institution's market demand or pricing structure.\n\nPurchasing securities with borrowed money is an act known as buying on a margin, and it's a popular investment technique. A company may deliver property rights in the form of cash or other securities, either at inception or in default, to pay its debts or other obligations to other entities. These collateral arrangements have been growing, especially among institutional investors.\n\nTheU.S. Securities and Exchange Commission(SEC) regulates the public offer and sale of securities in the United States.\n\nPublic offerings, sales, and trades of U.S. securities must be registered and filed with the SEC's state securities departments.Self-regulatory organizations(SROs) within the brokerage industry often take on regulatory positions as well.\n\nExamples of SROs include theNational Association of Securities Dealers(NASD) and theFinancial Industry Regulatory Authority(FINRA).\n\nResidual securities are a type of convertible security. They can be changed into another form, usually that of common stock. A convertible bond is a residual security because it allows the bondholder to convert the security into common shares.\n\nPreferred stock may also have a convertible feature. Corporations might offer residual securities to attract investment capital when competition for funds is intense.\n\nIt increases the number of current outstanding common shares when a residual security is converted or exercised. This can dilute the total share pool and price as well. Dilution also affects financial analysis metrics such asearnings per sharebecause a company's earnings have to be divided by a greater number of shares.\n\nA publicly traded company is said to have consolidated them if it takes measures to reduce the total number of its outstanding shares. The net effect of this action is to increase the value of each share. This is often done to attract more or larger investors, such as mutual funds.\n\nSecurities cover a wide scope of options, terms, risks, and rewards.\n\nCertificated securities are those that are represented in physical, paper form. Securities may also be held in the direct registration system which records shares of stock in book-entry form. A transfer agent maintains the shares on the company's behalf without the need for physical certificates.\n\nModern technology and policies have eliminated the need for certificates in most cases and for the issuer to maintain a complete security register. A system has been developed wherein issuers can deposit a single global certificate representing all outstanding securities into a universal depository known as the Depository Trust Company (DTC).\n\nAll securities traded through the DTC are held in electronic form. Certificated and uncertificated securities don't differ in terms of the rights or privileges of the shareholder or issuer.\n\nBearer securities are negotiable and entitle the shareholder to the rights under the security. They're transferred from investor to investor by endorsement and delivery in certain cases. Pre-electronic bearer securities were always divided. Each security constituted a separate asset legally distinct from others in the same issue.\n\nDivided security assets can be fungible or less commonly non-fungible depending on market practice. Upon lending, the borrower can return assets equivalent either to the original asset or to a specific identical asset at the end of the loan. Bearer securities may be used to aid tax evasion in some cases and can be viewed negatively by issuers, shareholders, and fiscal regulatory bodies. They're rare in the United States.\n\nRegistered securities bear the name of the holder and other necessary details. They're maintained in a register by the issuer. Transfers of registered securities occur through amendments to the register.\n\nRegistered debt securities are always undivided. The entire issue makes up one single asset with each security being a part of the whole. Undivided securities are fungible by nature. Secondary market shares are also always undivided.\n\nLetter securities aren't registered with the SEC, and they can't be sold publicly in the marketplace. A letter security, also known as a restricted security, letter stock, or letter bond, is sold directly by the issuer to the investor. The term derives from the SEC requirement for an \"investment letter\" from the purchaser stating that the purchase is for investment purposes and is not intended for resale. These letters often require anSEC Form 4when changing hands.\n\nCabinet securities are listed under a major financial exchange such as the NYSE but they're not actively traded. They're held by an inactive investment crowd and are more likely to be a bond than a stock. The term \"cabinet\" refers to the physical place where bond orders were historically stored off of the trading floor. The cabinets would typically hold limit orders and the orders were kept on hand until they expired or were executed.\n\nConsider the case of XYZ, a successful startup interested in raising capital to spur its next stage of growth. The startup's ownership has been divided between its two founders until now. It has a couple of options to access capital. It can tap public markets by conducting an IPO, or it can raise money by offering its shares to investors in a private placement.\n\nThe former method enables the company to generate more capital, but it comes saddled with hefty fees and disclosure requirements. Both shares are traded on secondary markets and aren't subject to public scrutiny in the latter method. Both cases involve the distribution of shares that dilute the stake of founders and confer ownership rights on investors. This is an example of an equity security.\n\nNext, consider a government interested in raising money to revive its economy. It uses bonds (debt securities) to raise that amount, promising regular payments to holders of the coupon.\n\nFinally, look at the case of startup ABC. It raises money from private investors, including family and friends. The startup's founders offer their investors a convertible note that converts into shares of the startup at a later date. Most such events are funding events. The note is essentially a debt security because it's a loan made by investors to the startup's founders.\n\nThe note turns into equity at a later stage in the form of a predefined number of shares that give a slice of the company to investors. This is an example of a hybrid security.\n\nStocks or equity shares are one type of security. Each stock share represents fractional ownership of a public corporation which may include the right to vote for company directors or to receive a small slice of the profits. There are many other types of securities, such as bonds, derivatives, and asset-backed securities.\n\nA marketable security is any type of stock, bond, or other security that can easily be bought or sold on a public exchange. The shares of public companies can be traded on a stock exchange and treasury bonds can be bought and sold on the bond market.\n\nA non-marketable security can't be legally sold to the public. Shares in non-public companies can only be bought or sold under very limited circumstances.\n\nTreasury securities are debt securities issued by the U.S. Treasury Department to raise money for the government. They're backed by the government so these bonds are considered very low-risk and they're highly desirable for risk-averse investors.\n\nSecurities represent the most common investment contracts. Most people choose to put a portion of their savings in equity or debt securities when they're saving for retirement. These securities markets are also important for the market as a whole. They allow companies to raise capital from the public.\n\nOpen Jurist. \"Miller v. Central Chinchilla Group.\"\n\nFINRA. \"Money Market Securities and More.\"",
  "url": "https://www.investopedia.com/terms/s/security.asp"
}