{
  "term": "What Is Vicarious Liability? Example and How to Avoid It",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVicarious liability is when one party is held responsible for the actions of another party.\n\nVicarious liability is generally when an employer is held accountable for the actions of an employee, when that employee is performing work for the employer within the scope of their employment. Parents can also be vicariously liable for their children's actions in certain circumstances.\n\nVicarious liability, or imputed liability, is indirect liability for the actions of another person, such as a subordinate or child. An employer can be held liable for an employee's negligent or unlawful action.\n\nAn employer might also be held liable if an employee operates equipment or machinery in a negligent or inappropriate way that results in damages to property or personal injury to an individual.\n\nFor example, if a construction worker mishandles the controls of a crane and topples the wall of a nearby building, the company overseeing the construction may be held vicariously liable for damages caused. Likewise, if an engineer loses control of a train and it proceeds down the tracks on its own, then the company that owns and operates the train may be liable for any resulting damages and injury.\n\nThe employer could be held liable if two factors are proven: The employee must have acted within the scope of their employment, and there must be evidence that the employer did not make any reasonable attempts to prevent and/or limit any harmful acts performed by its employees.\n\nAn employer may avoid being held vicariously liable by ensuring employees exercise reasonable care to prevent unlawful behavior through training and supervision, and by establishing controls.\n\nExxon Shipping Co. was held liable for the actions of a tanker captain and crew in the 1989 Exxon Valdez oil spill. A series of negligent events onboard the tanker led to about 10.8 million gallons ofcrude oilspilling into the sea off Alaska and affecting the shore and animal life.\n\nAmong other factors, the company was held accountable for its lack of supervision of the captain, fatigue among crew members aboard the oil tanker, and the condition of radar equipment that might have helped prevent the ship from running aground.\n\nDue to the multiple appeals, a changing award amount, and the gray area of maritime law pertaining to a ship owner being responsible for the actions of an employee, this is a fairly complicated example of vicarious liability.\n\nAnother common source of vicarious liability occurs when a child behaves negligently. The parent can sometimes be held vicariously liable for the child's actions. One situation in which this might occur is if an older child drives off in their parents' car without a license or their knowledge and injures or kills someone. The parents might bear responsibility for allowing the child access to the vehicle.\n\nTwo principles must be met to impose vicarious liability for someone's misconduct. An entity or person must be considered answerable for another's actions via a duty to control the negligent person's activities, and the action must be within the scope of the accountable party's relationship to the offender.\n\nLiability is when one party is held accountable for its actions. Vicarious liability is when another party is liable for the actions of another party.\n\nThere are many different circumstances in which you may be held vicariously liable. If you loan your car to someone and they cause a traffic accident, you could be held vicariously liable depending on the circumstances. There have also been cases of vicarious liability where police departments were held liable when duty weapons had been used in crimes after weapons were left unsecured during off-duty periods.\n\nVicarious liability can occur in several situations when one person is held legally responsible for the actions of another person, such as when an employer is responsible for an employee's misconduct.\n\nIf you face a situation where you may be held vicariously liable, consider consulting an attorney for legal guidance.\n\nDe Sousa, Tanya P. \"Oil Over Troubled Waters: Exxon Shipping Co. v. Baker and the Supreme Court's Determination of Punitive Damages in Maritime Law.\"20 Vill. Envtl. L.J., vol. 2, no. 2, 2009, pp. 247-249.\n\nExxon Valdez Oil Spill Trustee Council. “Details About the Accident.”\n\nOyez. “Exxon Shipping Co. v. Baker.”\n\nU.S. Equal Employment Opportunity Commission. \"Enforcement Guidance: Vicarious Liability for Unlawful Harassment by Supervisors.\"\n\nJusticia. \"Vicarious Liability in Personal Injury Lawsuits.\"\n\nCalifornia Accident Attorneys Blog. “Department Responsible for Officer’s Failure to Secure His Gun.”",
  "url": "https://www.investopedia.com/terms/v/vicarious-liability.asp"
}