{
  "term": "What Is a Nonforfeiture Clause? 4 Payout Options Explained",
  "definition": "A nonforfeiture clause is an insurance policy clause stipulating that an insured party can receive full or partial benefits or a partial refund of premiums after a lapse due to nonpayment.\n\nStandard life insurance and long-term care insurance may have nonforfeiture clauses. The clause may involve returning some portion of the total premiums paid, the cash surrender value of the policy, or a reduced benefit based upon premiums paid before the policy lapses.\n\nWhen the owner of a whole life insurance policy surrenders the policy, they have several nonforfeiture options. The insurance company guarantees a minimum cash value for the insurance policy after a specific period, typically three years from when the policy starts.\n\nFor traditional whole life policies, the owner decides which of four ways (see below) they would like to access the policy’s cash value. There are no guarantees for the minimum amount of life insurance available in variable and universal life policies, which allow for variable investing. Also, the amount of reduced paid-up or extended-term insurance may decrease if a policy’s sub-account performance is poor or credited interest rates are low.\n\nLife insurance policyholders can select one of four nonforfeiture benefit options: cash surrender value, extended-term insurance, loan value, and paid-up insurance.\n\nIn permanent life insurance policies, if you fail to pay the premiums in the grace period, you won’t lose your life insurance. Instead, you can access your accumulated cash value with the following options:\n\nIf the policyholder does not make a selection, the terms of the policy will generally stipulate which option would go into effect if the policy lapses or is surrendered.\n\nAfter surrendering a whole life insurance policy, the death benefit on that policy no longer exists. Before issuing payment to the policy owner, outstanding loan amounts are satisfied with the cash value.\n\nSome companies offer anannuityoption in the nonforfeiture clause. The remaining cash value may be used to purchase an annuity free of commissions or expenses. Annuities pay regular payments as outlined in the contract.\n\nWith the cash surrender value option, the policy owner terminates the policy and receives the remaining cash value within six months. Cash surrender value applies to the savings element of whole life insurance policies payable before death. However, during the early years of a whole life insurance policy, the savings portion brings little return compared to the premiums paid.\n\nCash surrender value is the accumulated portion of apermanent life insurance policy’s cash value that is available to the policyholder upon surrender of the policy.\n\nDepending on the age of the policy, the cash surrender value could be less than the actual cash value. In the early years of a policy, life insurance companies can deduct fees upon cash surrender.\n\nWith the paid-up policy option, you can use your cash surrender value to buy a paid-up version of the same type of life insurance policy, so you would no longer have to make premium payments.\n\nHowever, surrendering a portion of the cash value reduces thedeath benefit. The policy would retain a cash value component, but it would grow at a reduced rate.\n\nChoosing the nonforfeiture extended-term option allows the policy owner to use the cash value to purchase a term insurance policy with a death benefit equal to that of the original whole life policy. The policy is calculated from the insured’s attained age. The term policy ends after a fixed number of years, as detailed in the policy’s nonforfeiture table. For some companies, this option may be automatic when surrendering a whole life insurance policy.\n\nExtended-term insurance allows a policyholder to stop paying the premiums, but not forfeit the equity of their policy. The amount of cash value you will have built-in your policy will be reduced by the amount of anyloans against your life insurance.\n\nExtended-term insurance is often the default nonforfeiture option. With extended-term insurance, the face amount of the policy stays the same, but it is flipped to an extended-term insurance policy. Meanwhile, the equity you built is used to purchase a term policy that equals the number of years you paid premiums.\n\nFor example, if you purchased a policy when you were 20 years old and you paid until age 55, you would receive a term policy that is less than 35 years. Or if you were 35 when you purchased your policy and you paid until you were 45, you would receive a term policy less than 10 years.\n\nUnlike conventional loans,policy loansdon’t necessarily need to be paid back. However, any money you take out will be deducted from the death benefit that goes to your beneficiaries.\n\nJust like with a conventional loan, you’ll be chargedinterestthat could range from 5% to 9% on the loan. Unpaid interest will be added to your loan amount and will be subject tocompounding.\n\nNonforfeiture clauses offer protection in the event that a policyholder stops paying their premium. Sometimes, a policy expires after a so-called grace period. If cash has accumulated in the policy, state law forbids companies from keeping it and canceling the policy.\n\nWith the extended-term option, you can choose to use the cash value in a whole life insurance policy to term insurance, allowing you to stop paying premiums. The death benefit would be equal to the benefit in the original whole life insurance policy.\n\nCash surrender value applies to the savings element of whole life insurance policies. This value is payable before death.\n\nOverall, it’s the accumulated portion of a permanent life insurance policy’s cash value that is available to the policyholder upon surrender of the policy. Depending on the age of the policy, the cash surrender value could be less than the actual cash value.\n\nUnderstanding your choices with a nonforfeiture clause can help you determine which option is best for your financial situation and goals, whether it’s an extended-term policy, cash surrender value, or another option. Consider consulting a financial advisor who can guide you on choosing an option that will best fit your circumstances.\n\nAmerican Income Life Insurance. “What Are Life Insurance Non-Forfeiture Options?”\n\nNational Association of Insurance Commissioners. “Standard Nonforfeiture Law for Life Insurance.”\n\nInternational Risk Management Institute. “Extended Term Insurance.”\n\nMassMutual Blog. “Is Life Insurance Taxable? FAQs You Need to Know.”",
  "url": "https://www.investopedia.com/terms/n/nonforfeiture-clause.asp"
}