{
  "term": "What Is a Promoter? How It Works and Criticism of Promoters",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA stock promoter is an individual or organization that helps raise money for some investment activity. Stock promoters may raise money for a company by offeringinvestment vehiclesother than traditional stocks and bonds, such as limited partnerships and direct investment activities. Often, promoters are paid in company stock, or they receive a percentage of the capital raised.\n\nInvestment promoters bring information about a specified investment to the attention of potential investors. They may target domestic or foreign investors depending on the investment in question. The goal is to locate capital that may have otherwise been invested elsewhere based on the limited knowledge available about the promoted investment opportunity.\n\nThe goal of stock promoters is to locate capital. Information is distributed to attract potential investors to the stock. However, that information is often misleading.\n\nThe use of stock promoters is fairly common in thepenny stock market. Promoting activity can include positive testimonials or other information provided for free via a website or newsletter, as well as more personal sales attempts.\n\nBy increasing excitement surrounding the particular investment, the demand for the shares is likely to increase, pushing up the share price. This generates additional revenue for the business by allowing certain shareholders an opportunity to sell their shares at a higher price.\n\nCertain government entities, such as the International Trade Administration (ITA)—part of the U.S. Department of Commerce—assist U.S. companies with issues regarding foreign markets. This can include assistance with promotional activities and issues surrounding the exportation of goods.\n\nA business's customers can become casual promoters. If a customer has a good experience with a product or service, that customer may share that information with other potential customers or investors.\n\nThe investments promoted by individual promoters or promotion firms are not formally registered with the Securities and Exchange Commission (SEC) and many are linked to investment scams.\n\nPromoters may give the false impression that investing in the represented opportunity is more likely to succeed than others, even to the point of suggesting that it cannot fail. The same risks exist with promoted investment opportunities as with any similar style of investment. Because the investments promoted by individual promoters or promotion firms are not formally registered with theSecurities and Exchange Commission(SEC), some promoters have been linked to an inordinately high number of investment scams and litigation.\n\nThus, not all stock promotion activities are considered legal. For example, in 2015, a stock promoter, Jason Wynn, and the chief executive officer (CEO) of the promoted company, Martin Cantu of Connect-a-Jet, were found guilty ofsecurities fraud.This was related to the willful deceit of potential investors through the use of false information in a variety of advertising that led to increased interest in the company’s shares.\n\nFurther risks exist where certain writers are compensated for promoting a particular investment. In situations where a person is compensated to review a particular stock, there are concerns that the information provided is skewed and is more positive about the investment than may be appropriate.\n\nStock promoters are not required to have licensing or educational credentials. Stockbrokers, on the other hand, require at least a bachelor's degree and must be licensed. To obtain a license, stockbrokers must pass a series of exams administered by the Financial Industry Regulatory Authority (FINRA).\n\nPenny stock companies are less tightly regulated than big companies, and they are traded less often, which encourages market manipulation. The SEC and Department of Justice investigate and prosecute stock promoters for criminal and civil violations every year.\n\nA promoter is an individual or organization that helps raise money for some investment activity, such as penny stocks.\n\nStock promoters are individuals or companies hired to create media buzz and increase the demand for a stock. Investment promoters bring information about a specified investment to the attention of potential investors. This artificially inflates the share price, and the company gainscapital.\n\nAn example of a promoter is a penny stock promoter. This type of promoter may engage in \"pump and dump\" activities. Here, a promoter might spur a buying spree for a stock by procuring a hugeequitystake themselves implying that the stock is expected to grow. Then, as share prices peak, the stock promoter will dump or resell their shares, which drives down the market. Buyers of the penny stock stand to lose huge amounts through resale in the secondary market.\n\nPromoting a stock is not illegal as long as the required disclosures are made. Section 17(b) of the Securities Act requires that promoters disclose the fact that they’re compensated and state the kind and amount of that compensation.However, promoters are often untruthful about the amount of the compensation.\n\nPromoters are paid in company stock, or they receive a percentage of the capital raised.\n\nUnlike stockbrokers who must be licensed by FINRA, stock promoters are not required to have licensing or educational credentials. Therefore, the information provided by promoters may serve simply to raise money for some investment activity and is unlikely to reflect a balanced perspective. Investors should pay attention to who is paying the promoter for their efforts and conduct their own research and due diligence before investing.\n\nUnited States Attorney's Office. \"Attorney and Stock Promoter Sentenced for Roles in Securities Fraud Conspiracy Involving ConnectAJet.com.\"\n\nU.S. Securities and Exchange Commission. \"Securities Act of 1933.\"",
  "url": "https://www.investopedia.com/terms/p/promoter.asp"
}