{
  "term": "What Are Intrapreneurs? History, Role, and Benefits for a Company",
  "definition": "An intrapreneur is an employee who is tasked with developing aninnovative ideaor project within a company. The intrapreneur may not face the outsized risks or reap the outsized rewards of an entrepreneur; however, the intrapreneur has access to the resources and capabilities of an established company.\n\nIntrapreneurs are employees of a company who are assigned to work on a special idea or project. They are given the time and freedom to develop the project as an entrepreneur would.\n\nHowever, they are not working solo. Intrapreneurs have the resources and capabilities of the firm at their disposal.\n\nAn entrepreneur starts a company as a means of providing a good or service. An intrapreneur seeks to improve an existing company.\n\nIntrapreneurs and entrepreneurs have different objectives. Anentrepreneurenvisions creating a company from the ground up. An intrapreneur has a broader vision for an established company. This vision may involve radical changes to company traditions, processes, or products. The intrapreneur typically has direct applicable skills and experience to bring to the job.\n\nThe term \"intrapreneur\" is a portmanteau of the two words \"internal\" (or the prefix \"intra\" to mean internal) and \"entrepreneur.\" It was first coined by the couple Gifford Pinchot III and Elizabeth S. Pinchot in a 1978 white paper titled \"Intra-Corporate Entrepreneurship\" for the Tarrytown School for Entrepreneurs.After this white paper was released, the term began to gain traction in various academic studies. In February 1985,Timemagazine had an article \"Here Come the Intrapreneurs\" which popularized the term even further.\n\nAn entrepreneur starts a company as a means of providing a good or service. An intrapreneur explores policies, technologies, or applications that will help improve the performance of an existing company. Inevitably, as an intrapreneur develops the skills needed to recognize and solve important problems, that intrapreneur may turn into an entrepreneur.\n\nAn intrapreneur can expect to be given the freedom and autonomy needed for such a project. Day-to-daydeliverablesare generally not demanded. The intrapreneur is expected to analyze and understand the trends necessary for planning the company’s future. Intrapreneurs synthesize their findings and make proposals for staying ahead of their competitors.\n\nAn intrapreneur is usually given the freedom and autonomy needed to explore new projects, but sometimes they have to do this in addition to their regular day job.\n\nIntrapreneurs often become a company’sexecutive leadersover time. They move the business forward and rise to the top with a deep understanding of the business from all levels. When intrapreneurs work at solving problems, they foster the growth of other talented intrapreneurs and integrate more new ideas for the good of the entire company.\n\nPinchot, author of the original \"Intra-Corporate Entrepreneurship\" whitepaper, outlines that intrapreneurs are people who follow some of the following principles, including:\n\nIntrapreneurs are typically highly motivated individuals who have specific skill sets—as well as leadership abilities and aninnovativevision that others in the corporation can get behind. Although intrapreneurs may have their \"day job\" and usual assignments on top of their new venture, they are willing to take certain risks and interpret trends in the marketplace to visualize the next steps that a company may need to innovate or stay ahead of the competition.\n\nIn less than a year on the job aseBay’schief of staff of global product management, Healey Cypher realized the company was missing out on a major business opportunity.\n\nAt the time, eBay offered only e-commerce services to its clients. Despite the growth of Internet retail, the majority of consumer purchases were still made within 15 miles of a consumer’s home. Many eBay retailers told Cypher they wanted a physical retail presence as well.\n\nAfter consulting with eBay’schief executive officer(CEO), Cypher assembled a team of engineers to develop tools that could be used to create an eBay presence in physical stores. The engineers created an interactive storefront that Toys\"R\"Us eventually installed. Over the following two years, the engineers did the same for TOMS, Sony, and Rebecca Minkoff.\n\nCypher’s success became a new division of eBay, giving workers autonomy for solving problems and moving the company forward. Cypher became eBay's former Head of Retail Innovation.\n\nAn entrepreneur envisions creating a company from the ground up. An intrapreneur works within an established corporation to develop an innovative idea or project.\n\nIntrapreneurs are employees of a company who are assigned to work on a special idea or project. They are given the time and freedom to develop the project as an entrepreneur would.\n\nAn intrapreneur explores policies, technologies, or applications that will help improve the performance of an existing company.\n\nAn intrapreneur has a broader vision for an established company. This vision may involve radical changes to company traditions, processes, or products. The intrapreneur typically has direct applicable skills and experience to bring to the job.\n\nIntrapreneurs are high-performing employees who are typically assigned to explore new ways for a company to innovate, improve its existing products, or stay ahead of the competition; however, intrapreneurs are not always assigned this role and individuals with innovative ideas can also surface them or work on these projects on the side, before introducing them to senior leadership.\n\nIntrapreneurs are often overlookedwithin the realm of entrepreneurship, but innovation with already established corporations can also be world-changing. In many senses, intrapreneurs get the best of both worlds: the autonomy to pursue innovative projects and the financial backing of a company that has resources and attention to devote to these strides.\n\nStanford University. \"What Is Intrapreneurship, and How Can You Cultivate it at Your Company?\"\n\nWestern Carolina University. \"Presentation by Gifford Pinchot III, wife Libba kicks off 2019-20 Campus Theme.\"\n\nMIT Management Sloan School. \"Intrapreneurship, Explained.\"\n\nTime. \"Here Come the Intrapreneurs.\"\n\nIntrapreneur.com. \"The Intrapreneur's Ten Commandments.\"\n\nIntrapreneur.com. \"What Intrapreneurs Can Do.\"\n\nFast Company. \"The Rise of the Intrapreneur.\"",
  "url": "https://www.investopedia.com/terms/i/intrapreneur.asp"
}