{
  "term": "What Is Present Value? Formula and Calculation",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nPresent value, an estimate of the current value of a future sum of money, is calculated by investors to compare the probable benefits of various investment choices.\n\nCalculating present value allows an investor to compare the potential performance of various investments by determining the current worth of the number of dollars that each investment will return by a future date.\n\nPresent value (PV) is based on the concept that a sum of money in hand today is probably worth more than the same sum in the future because it can be invested and earn a return in the meantime.\n\nPresent value (PV) is calculated by discounting the future value by the estimatedrate of returnthat the money could earn if invested.\n\nPresent value is based on the concept that a particular sum of money today is likely to be worth more than the same amount in the future. This is also known as thetime value of money. Based on the same logic, a sum of money that will be received at a future date will not be worth as much as that same sum today.\n\nFor example, $1,000 in hand today should be worth more than $1,000 five years from now because it can be invested for those five years and earn a return. If, let's say, the $1,000 earns 5% a year, compounded annually, it will be worth about $1,276 in five years.\n\nPresent value looks at it in reverse. For example, if you are due to receive $1,000 five years from now—thefuture value(FV)—what is that worth to you today? Using the same 5% interest rate compounded annually, the answer is about $784.\n\nIn this formulation, the rate of return is known as thediscount rate. The word \"discount\" refers to future value being discounted back to present value.\n\nThis is how to calculate the present value of a future sum of money:\n\nPresent Value=FV(1+r)nwhere:FV=Future Valuer=Rate of returnn=Number of periods\\begin{aligned} &\\text{Present Value} = \\dfrac{\\text{FV}}{(1+r)^n}\\\\ &\\textbf{where:}\\\\ &\\text{FV} = \\text{Future Value}\\\\ &r = \\text{Rate of return}\\\\ &n = \\text{Number of periods}\\\\ \\end{aligned}​Present Value=(1+r)nFV​where:FV=Future Valuer=Rate of returnn=Number of periods​\n\nTo calculate the present value of a stream of future cash flows you would repeat the formula for each cash flow and then total them.\n\nIt's easier to do this using an online calculator rather than by hand.\n\nA mentioned, the discount rate is the rate of return you use in the present value calculation. It represents your forgone rate of return if you chose to accept an amount in the future vs. the same amount today.\n\nThe discount rate is highly subjective because it's the rate of return you might expect to receive if you invested today's dollars for a period of time, which can only be estimated.\n\nMost investors use arisk-free rate of returnas the discount rate. That is often the rate onU.S. Treasurybonds, which are considered virtually risk-free because they are backed by the U.S. government.\n\nThe higher the discount rate you select, the lower the present value will be because you are assuming that you would be able to earn a higher return on the money.\n\nYou can incorporate the potential effects of inflation into the present value formula by using what's known as thereal interest raterather than thenominal interest rate.\n\nLet's say you have the choice of being paid $2,000 today or $2,200 one year from now. You expect that you could safely invest the $2,000 and earn 3% on it. Which is the better option?\n\nIn this case, $2,200 is the future value (FV), so the formula for present value (PV) would be $2,200 ÷ (1 + 0. 03)1. The result is $2,135.92. So if you were to be paid now you'd need to receive at least $2,135.92 (not $2,000) to come out even.\n\nIn the present value formula shown above, we're assuming that you know the future value and are solving for present value.\n\nIt is also possible to solve for future value when you know the present value, using a formula like this: FV = PV x (1 + r)n.\n\nSo, plugging in the same numbers as in the example above:\n\nAs both the present value and future value calculations show, you'd be better off waiting for the $2,200 a year from now than taking $2,000 now.\n\nOf course, both calculations could be proved wrong if you choose the wrong estimate for your rate of return.\n\nPresent value is calculated using three data points: the expected future value, the interest rate that the money might earn between now and then if invested, and number of payment periods, such as one in the case of a one-year annual return that doesn't compound.\n\nWith that information, you can calculate the present value using the formula:\n\nPresent Value=FV(1+r)nwhere:FV=Future Valuer=Rate of returnn=Number of periods\\begin{aligned} &\\text{Present Value} = \\dfrac{\\text{FV}}{(1+r)^n}\\\\ &\\textbf{where:}\\\\ &\\text{FV} = \\text{Future Value}\\\\ &r = \\text{Rate of return}\\\\ &n = \\text{Number of periods}\\\\ \\end{aligned}​Present Value=(1+r)nFV​where:FV=Future Valuer=Rate of returnn=Number of periods​\n\nSay expect to receive a $5,000 lump sum payment five years from now. If the discount rate is 8.25%, you want to know what that payment will be worth today. So you calculate the PV: $5,000 ÷ (1 + 0.0825)5= $3,363.80.\n\nPresent value is important because it allows an investor or a business executive to judge whether some future outcome will be worth making the investment today.\n\nIt is also a good tool for choosing among potential investments, especially if they are expected to pay off at different times in the future.\n\nPresent value is a way of representing the current value of a future sum of money or future cash flows.\n\nWhile useful, it relies on making good assumptions on future rates of return. These assumptions become especially tricky over longer time horizons.\n\nInvestor.gov. \"Compound Interest Calculator.\"\n\nCalculator.net. \"Present Value Calculator.\"\n\nInvestor.gov. \"Treasury Securities.\"\n\nCalculator.net. \"Present Value Calculator.\"",
  "url": "https://www.investopedia.com/terms/p/presentvalue.asp"
}