{
  "term": "What Is Insider Trading and When Is It Legal?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nInsider trading is the buying or selling of a company's securities by individuals who possess material, nonpublic information about that company.\n\nInsider trading—the practice of buying or selling a company's securities based on material, nonpublic information—has long been a contentious issue in financial markets. While the term often evokes images of corporate executives secretly profiting from inside knowledge, the reality is more complex. Some forms of insider transactions are perfectly legal, while others can result in severe criminal penalties.\n\n\"The securities laws use 'insider' in different ways,\" said Marc Fagel, a lecturer at Stanford Law School and former U.S. Securities and Exchange Commission (SEC) regional director. \"There are statutory insiders (officers, directors, 10% shareholders) who have certain legal duties, but 'insider' for insider trading purposes is much broader.\"\n\nThis article explores what constitutes insider trading, when it crosses the line into illegal territory, and how regulators detect and prevent improper insider trading activities. By understanding the rules and regulations around insider trading, investors can better protect themselves and ensure they are operating within the bounds of the law. But it's also important to see why these rules are so crucial to the market in the first place.\n\n\"Public trust is essential to the fair and efficient operation of our markets. But when public company insiders take advantage of their status for personal gain, the investing public loses confidence that the markets work fairly and for them,\" said Gurbir S. Grewal, director of the SEC's Division of Enforcement.\n\nThe notion of insider trading hinges on who is considered an \"insider\" and what constitutes \"material, nonpublic information,\" Fagel said. \"It can be anyone with a duty to the company—a low-level employee who is not a statutory insider still has a duty not to trade stock on nonpublic information; a temporary insider (like a company's outside lawyers and accountants) who receives nonpublic information has a duty not to trade.\"\n\nThe SEC defines an insider as \"an officer, director, 10% stockholder and anyone who possesses inside information because of his or her relationship with the Company or with an officer, director or principal stockholder of the Company.\"Such trading is illegal, theSECnotes, when it's \"the buying or selling a security, in breach of a fiduciary duty or other relationship of trust and confidence, based on material, nonpublic information about the security.\"\n\nGiven the above, we can define critical terms within insider trading rules as follows:\n\nMaterial information is anything that could substantially affect an investor's decision to buy or sell a security. Examples of topics traded on that led to SEC enforcement actions include the following:\n\nThis information hasn't been disseminated to the general public and is not readily available through ordinary research or analysis. It's confidential or restricted to a select group of individuals within a company or those with a special relationship to the company.\n\nTheSecurities Exchange Act of 1934was the first legislation in the U.S. to ban insider trading that seeks to exploit nonpublic, material information for profit.\n\nTwo facts typically surprise people new to the topic of insider trading: 1) That not all trading by insiders is the type of insider trading that leads to legal actions, and 2) That insider trading was entirely legal for much of American history.\n\nBefore the creation of the SEC in 1934, insider trading was largely unregulated and widely practiced on Wall Street. Without disclosure requirements or anti-fraud provisions, corporate insiders regularly exploited their privileged positions to profit from nonpublic information. This era was characterized by a \"buyer beware\" mindset, where using inside knowledge for personal gain was often seen as but another perk of having power within a company.\n\nNotable figures like William Rockefeller and James Keene were known to manipulate stock prices through insider information without legal repercussions. In fact, rampant market manipulation and insider trading of the 1920s contributed to the stock market crash of 1929—and the reforms to follow. The financial catastrophe led to public outrage and demands for regulation, culminating in the creation of the SEC and the U.S.'s first comprehensive insider trading laws.\n\nAfter the passage of the Securities Exchange Act, insider trading regulations were limited, primarily focusing on disclosure requirements and prohibiting short-swing profits by corporate insiders under Section 16(b) of the act.\n\n\"Insider trading\" is almost always meant as the illegal act of improperly exploiting one's insider role for profit through securities trading. Meanwhile, phrases such as \"insider transactions\" or even \"trading by insiders\" reference the whole category of securities transactions by those within a firm, not just what's illegal.\n\nThe idea of \"legal insider trading\" is a bit of a misnomer. As Fagel, the former SEC regional director, told us, \"There is no such thing as 'legal insider trading.' If one engages in insider trading (i.e., someone with a legal duty trading on material nonpublic information), it is by definition illegal.\"\n\nHowever, insiders can legally trade their company's securities under specific conditions. The key is that these trades must not be based on material, nonpublic information, Fagel noted.\n\nThe regulation of insider trading has evolved significantly over the past century. The Securities Exchange Act of 1934 was the first significant step in regulating insider trading. However, it wasn't until the 1960s that the SEC began to more aggressively pursue insider trading cases underRule 10b-5, which prohibits fraud when buying or selling securities.\n\nIn 1961, the SEC's decision in In re Cady, Roberts & Co. (40 S.E.C. 907) established that corporate insiders have a duty either to disclose material nonpublic information or abstain from trading. This \"disclose or abstain\" principle is now foundational to insider trading regulation.\n\nAnother decision, in SEC v. Texas Gulf Sulphur Co. in 1968, expanded the scope of what counted as insider trading. Now, anyone possessing material nonpublic information must either disclose it to the public or refrain from trading.\n\nBecause of this 1968 decision, many more people who come upon such information are liable under the law, and the SEC must often use sophisticated methods (e.g., cutting-edge marketwide monitoring systems) to catch the slipperiest operators in these expanded areas of insider trading. Frequently, however, the SEC needs none of that. Case in point: Starting in 2022, a 42-year-old Texas man, Tyler Louden, heard his spouse, aBPexecutive, on calls discussing the company's potential acquisitions during pandemic remote work.\n\nAfter learning of an acquisition through what the U.S. Department of Justice dubbed late-night \"marital conversations\" on vacation in Italy, he bought over 46,450 shares of TravelCenters of America over several months, netting $1.7 million once BP'sacquisitionwas announced and TravelCenters' stock price spiked.\n\nThough not an executive of the company or any form of employee, Louden's activities nevertheless fell well within U.S. law, SEC regulations, and legal precedent as insider trading. “Mr. Loudon was only able to commit this crime because he had an unfair advantage: his spouse was an insider who gave him material nonpublic information,\" said Alamdar S. Hamdani, the U.S. attorney for the Southern District of Texas.\n\nIn the spring of 2023, Louden's wife learned of the trades and reported the matter to the relevant officials at BP, who alerted authorities. A year later, Louden was sentenced to two years in federal prison and ordered to pay his profits in fines (calleddisgorgement) plus a half-million dollars in further penalties. He and his spouse are now divorced; she still works as a manager in mergers and acquisitions at BP.\n\nPulling the above together, insiders can legally trade their company's stock under the following conditions:\n\nDespite these rules, insider trading was occurring even as those doing it were occasionally giving themselves an out in any legal proceedings to follow. Essentially, they could say they checked all the SEC's boxes, despite trading on material knowledge, and, often enough, they would be right.\n\nCaroline Crenshaw, an SEC commissioner, furnished an example. Suppose an executive had created a preset trading plan while they had no material nonpublic information. SEC rules, she said, would \"provide an affirmative defense for the planned trades against allegations of insider trading.\" However, under the SEC's original 10b5-1 rules, the executive's plan could be changed easily and without any disclosures to the public or the SEC.\n\n\"Because the plans were so flexible, executives could avail themselves of the affirmative defense while at the same time amending their plans in advance of corporate announcements that would likely move stock prices,\" Crenshaw said. \"As written, those rules have ceased to provide appropriate investor protection and, data show, have routinely been abused.\"\n\nThus, in 2022, the SEC adopted amendments to Rule 10b5-1 to increase investor protections. SEC rules now require a checkbox on Form 4 to reveal when transactions are made under Rule 10b5-1 trading plans, adding another layer of disclosure to help prevent potential abuses of insider information. Other changes include the following:\n\nThese changes were meant to close loopholes like the one Crenshaw described.\n\nInvestors often follow the SEC's public disclosures of the trading insiders report on SEC Form 4, finding that it can be a valuable indicator of a company's health and prospects.\n\nGiven these changes, Fagel cautions insiders to take great care since they might be liable for insider trading even if they think they've followed all the procedural requirements. \"If the CEO of a company has material nonpublic information and trades the company's stock and then files a Form 4 with the SEC reporting the trade, they have still engaged in illegal insider trading,\" Fagel said.\n\nThe lesson is that while insiders can legally trade their company's securities, they should do so with extreme caution and in full compliance of SEC regulations to avoid any appearance of impropriety.\n\nInsider transactions are illegal when individuals with access to material, nonpublic information use that privileged knowledge to trade securities. The elements of insider trading often include the following:\n\nTwo types of insider trading are worth mentioning, since the SEC's Division of Enforcement, formed in the early 1970s to battle the major insider trading problems of the era, has focused its enforcement efforts in addressing them in recent years:\n\nThe first is front-running, which is an unethical and illegal trading practice when a broker or other market participant uses advanced knowledge of pending orders to trade for their own benefit. Typically, this involves a broker buying or selling securities for their personal account before executing large orders for clients likely to affect the security's price.\n\nFor example, if a broker receives an order from a client to buy a large number of shares in a company, they might first buy shares for themselves, knowing the client's large order will likely drive up the price. Once the client's order is executed and the price rises, thebrokercan sell their own shares for a quick profit.\n\nThe SEC has also pursued \"shadow trading,\" though not without controversy. This involves usingmaterial nonpublic informationabout one company to trade in the securities of a related company, such as a competitor. In a major 2024 case, SEC v. Panuwat, Matthew Panuwat, a former Medivation executive, was found guilty of using confidential information about his company's acquisition to trade in Incyte Corporation (INCY) securities, a comparable company in the same industry.\n\nThis practice exploits how significant news about one company often affects the stock prices of related companies in the same sector. In light of its 2024 legal win, Grewal, the division's director, pushed back against media coverage that tended to depict its crackdown on shadow trading as based on a new interpretation of insider trading laws.\n\n\"There was nothing novel about this matter, and the jury agreed: this was insider trading, pure and simple,\" he said.\n\nScholars consider this one of the SEC's most consequential wins in years, perhaps decades. The precedent, novel or not, expands the scope of prosecutable insider trading cases.\n\nThat said, shadow trading is more challenging to detect than traditional insider trading, which itself is not easy for the SEC to track.\n\nInsider trading data is publicly available and can be found through several sources, as companies are required by law to report insider transactions to regulatory agencies. Here are some key places to find this data:\n\nThe U.S. Securities and Exchange Commission (SEC) requires insiders to file reports of their trades. The primary filings include:\n\nThese filings can be accessed through the SEC's Electronic Data Gathering, Analysis, and Retrieval system and through its SEC Insider Trades Datasets, where investors can search for insider trading reports by company name or ticker symbol.\n\nIn one of its most successful endeavors in recent decades, the SEC established an Office of the Whistleblower in the early 2010s to encourage reporting of securities law violations, including insider trading. Whistleblowers have received many millions in financial rewards for providing actionable information that leads to successful enforcement actions.\n\nInsider trading remains a challenging crime to prove, as direct evidence is rare and most cases rely on circumstantial evidence.“Insider trading is rampant and extremely difficult to uncover,” said Hamdani, the U.S. attorney who has traded several of these cases.\n\nThe SEC uses the following to detect and investigate potential insider trading:\n\nInsider trading is nothing new—it has been going on for as long as stock markets have existed. However, there are some notable examples from recent memory worth mentioning.\n\nAs we've seen, it's not just company executives who can be convicted of insider trading. For example, in 2003,Martha Stewartwas charged by the SEC with obstruction of justice and securities fraud—including insider trading—for her part in the 2001 ImClone case.\n\nStewart sold close to 4,000 shares of biopharmaceutical company ImClone Systems based on information from Peter Bacanovic, a broker at Merrill Lynch. Bacanovic's tip came after ImClone Systems CEO Samuel Waksal sold all his company shares. This came around when ImClone was waiting on the Food and Drug Administration (FDA) to decide on its cancer treatment, Erbitux.\n\nShortly after these sales, the FDA rejected ImClone's drug, causing shares to fall 16% in one day. The early sale by Stewart saved her a loss of $45,673, and her trade was based on a tip she received about Waksal selling his shares, which was not public information. After a 2004 trial, Stewart was charged with lesser crimes of obstruction of a proceeding, conspiracy, and making false statements to federal investigators. Stewart served five months in a federal corrections facility.\n\nRajat Gupta, an Indian-American business owner and former managing director of McKinsey & Company, was convicted in 2012 for passing confidential information to Raj Rajaratnam, the founder of the Galleon Group hedge fund. Gupta's downfall began when he was implicated in a scheme that involved leaking nonpublic information from Goldman Sachs Inc. (GS), where he served as a board member.\n\nIt started in 2008, shortly after a Goldman Sachs board meeting, where it was decided that Warren Buffett would invest $5 billion in the bank. Gupta called Rajaratnam less than a minute after the board approved this investment, sharing this critical information before it became public.\n\nThis insider tip allowed Rajaratnam to buy shares of Goldman Sachs at a lower price, leading to significant profits when the news was officially announced. Prosecutors estimated that Gupta's leaks generated illicit profits and avoided losses exceeding $23 million for Rajaratnam. Gupta was charged with four counts ofsecurities fraudand conspiracy. In 2012, he was sentenced to two years in prison, followed by one year of supervised release, and ordered to pay a $5 million fine.\n\nDespite his appeals, which included arguments about the lack of direct evidence linking him to financial gains from the trades, his conviction was upheld by federal courts.\n\nIn September 2017, former Amazon.com Inc. (AMZN) financial analyst Brett Kennedy was charged with insider trading. Authorities said Kennedy gave fellow University of Washington alumni Maziar Rezakhani information on Amazon's 2015 first quarter earnings before the release.\n\nRezakhani paid Kennedy $10,000 for the information. In a related case, the SEC said Rezakhani made $115,997 trading Amazon shares based on the tip from Kennedy.\n\nIn 2022, the SEC reached settlements with two former Netflix (NFLX) software engineers, an insider's brother, and a friend for insider trading. The engineers allegedly tipped their associates about Netflix's subscriber growth numbers before they were publicly released.\n\nThe group made about $3 million from the scheme, all of which were taken in the legal actions to follow. Those involved receiving prison terms of between 13 and 24 months.\n\nThe SEC and the U.S. Department of Justice (DOJ) are the primary authorities responsible for enforcing insider trading laws. Penalties can be both civil and criminal, and they depend on the severity of the offense.\n\nYes, under \"tipper-tippee\" liability, individuals who share material nonpublic information (the \"tipper\") can be held accountable, even if they do not trade themselves. The recipient of the information (the \"tippee\") can also be prosecuted if they trade on that information, knowing it was disclosed improperly. This rule extends liability beyond direct participants to those involved in sharing the information.\n\nYes, one can imagine that someone might commit insider trading not knowing the trades were based on information that wasn't public or material. However, courts often consider intent and the context in which the information was obtained.\n\nInsider trading cases often start with the SEC or DOJ investigating suspicious trading patterns. Authorities look for evidence of nonpublic information being used to trade. Once evidence is gathered, the SEC may bring a civil lawsuit, while the DOJ may pursue criminal charges. High-profile cases, like those involving Raj Rajaratnam and Martha Stewart, often result in both fines and imprisonment.\n\nWhile not all insider transactions are illegal, the line between legal and illegal trading can be thin and often blurry. That's why, as Ashraf Mostafa, the CEO of Camelus Consultancy, told us, \"The safer choice [is] do not trade or get near any sensitive information transmission over traded securities when it affects price-sensitive information.\"\n\nThe SEC continues to refine its approach to insider trading regulation through recent amendments to Rule 10b5-1 and increased scrutiny of practices like shadow trading. For corporate insiders, the key to navigating this, Mostafa said, is through strict adherence to disclosure requirements, careful planning of trades, and a thorough understanding of what constitutes material, nonpublic information.\n\nAwareness of insider trading regulations serves a dual purpose for investors and market participants. It helps maintain confidence in market integrity and provides valuable insights into corporate activities. By monitoring insider transactions through publicly available SEC filings, investors can gain another perspective on a company's health and prospects.\n\nU.S. Securities and Exchange Commission. \"Insider Trading.\"\n\nU.S. Securities and Exchange Commission. \"Officers, Directors and 10% Shareholders.\"\n\nSteve Fraser. \"Every Man a Speculator: A History of Wall Street in American Life,\" Chapter 12. Harper, 2006.\n\nSEC Historical Society. \"Fair to All People: The SEC and the Regulation of Insider Trading.\"\n\nDealbreaker. \"Husband Who Violated Wife’s Confidence, Ruined Her Life Really Hoped She Wouldn’t Do The Same To Him.\"\n\nU.S. Department of Justice. \"Houstonian Heads to Prison in $1.7M Insider Trading.\"\n\nHouston Public Media. \"Houston Man Pleads Guilty To Using Wife’s Job With BP To Make $1.76 Million in Illegal Stock Profits.\"\n\nU.S. Securities and Exchange Commission. \"Form 4.\"\n\nAmerican Bar Association.\"Insider Trading by Friends and Family: When the SEC Alleges Tipping.\"\n\nU.S. Securities and Exchange Commission. \"Insider Transactions Datasets.\"\n\nU.S. Securities and Exchange Commission. \"Whistleblower Program.\"\n\nU.S. Securities and Exchange Commission. \"SEC Charges Martha Stewart, Broker Peter Bacanovic with Illegal Insider Trading.\"\n\nU.S Securities and Exchange Commission. \"Rajat Gupta and Raj Rajaratnam.\"\n\nSEC.\"SEC Files Insider Trading Charges against Rajat Gupta.\"\n\nU.S. Securities and Exchange Commission. \"Former Amazon Employee and College Friend Charged With Insider Trading.\"\n\nU.S. Securities and Exchange Commission. \"Securities and Exchange Commission v. Sung Mo Jun, Joon Jun, Junwoo Chon, Ayden Lee, and Jae Hyeon Bae.\"",
  "url": "https://www.investopedia.com/terms/i/insidertrading.asp"
}