{
  "term": "What Is the Internal Revenue Service (IRS)?",
  "definition": "The Internal Revenue Service (IRS) is the division of the U.S. Treasury Department tasked with enforcing theInternal Revenue Code (IRC), administering federal tax laws, and collecting federal taxes from U.S. individual and corporate taxpayers. The IRS collectsgift,excise,estate, andincome taxes, and routinely conducts audits to ensure that taxpayers comply with tax laws.\n\nPresident Abraham Lincoln created the Office of Commissioner of Internal Revenue in 1862 to collecttaxeslevied to fund the Civil War. In 1863, its first year in operation, it collected $39.1 million (the equivalent of $985.79 million today).\n\nIn 1913, Congress was given the power to enact incometax laws, paving the way for the Bureau of Internal Revenue. The first Form 1040 followed in 1914.\n\nThe agency’s name was changed to the Internal Revenue Service in 1953. Thefiling deadlinewas changed to April 15 the next year (1954).\n\nThe IRS collects estimated taxes from wage earners throughout the year via payroll deductions and quarterly estimated tax payments from businesses based on quarterly tax filings. An annual filing, usually due by April 15 for the previous tax year, reconciles the amounts paid by each individual and business and the actual amounts owed.\n\nIf thetaxpayerhas overpaid, the IRS issues atax refund. If the taxpayer owes money, the payment is due with the annual tax return. TheIRS websiteexplains how federal tax laws work. U.S. taxpayers must comply with tax laws passed by Congress and meet tax obligations.\n\nThe amount of tax revenue collected by the IRS in the 2024 fiscal year.\n\nTaxpayers may file theirtax returnsby mail or electronically using tax preparation software designed for consumer use. A taxpayer may use the services of tax professionals, such astax preparersoraccountants. Nearly all individual taxpayers useForm 1040: U.S. Individual Tax Return Definition, Types, and UseorForm 1040-SR: Tax Return for Seniors. In 2024, the IRS received 163.4 million individual returns and issued 104.8 million refunds totaling $329 billion.\n\nMany individuals complete and attach additional forms and documents to support the numbers they record on the main forms, including theW-2and1099, supplied by the companies that paid money to the taxpayer.Schedule Dis used to report capital gains received from the sale of stocks, properties, and other taxable income sources, andSchedule Arecords the details of tax deductions claimed by the taxpayer.\n\nCorporations use Form 1120: U.S. Corporation Income Tax Return to report theirincomeandtax liabilities. There are variations of the form, depending on the type of corporation, including:\n\nThe IRSauditsa percentage of income tax returns annually as part of its enforcement mission. The agency randomly selects taxpayers to audit or singles out those whose returns are related to others audited. While there is no single factor that determines who gets an IRS audit each year, there are somered flagsthat may trigger a review:\n\nTheaudit processbegins with a review of the return by an auditor. The auditor may either accept the return or request a further review by an examination group. In the latter case, the taxpayer is notified by mail. The audit involves reviewing paperwork and may be conducted by mail or in person at an IRS office or another location, such as the taxpayer’s home, business, or accountant’s office.\n\nThe IRS reported 582,944 audits as of the end of its 2023 fiscal year, resulting in $31.9 billion in recommended additional tax. Of all these audits, the IRS audited 0.44% of individual returns and 0.74% of corporate returns.\n\nA list of mailing addresses for the IRS is available on the IRS website.Individuals can contact the IRS by phone at (800) 829-1040, Monday through Friday, 7 a.m. to 7 p.m. local time. There are other toll-free numbers for businesses and other purposes.For online assistance, try the Interactive Tax Assistant on the IRS website.In-person appointments are also available at a local IRS office.\n\nThe IRS operates on abudgetapproved by Congress. This is divided into four accounts: Taxpayer Services, Enforcement, Operations Support, and Business Systems Modernization. The money allotted to each cannot be reallocated to other sections.IRS Chief Operating Officer Melanie Krause was announced in February 2025 as acting IRS commissioner.\n\nIt’s best to file taxes electronically, as 92.8% of taxpayers did with the IRS in 2024.Individuals can still file a paper return by mail, but doing so will delay refunds.\n\nThe audit rate for individual tax returns was 0.44% in 2023. The IRS has audited the returns of 8.7% of the people making $10 million or more from 2013 to 2021.Individuals may be randomly selected and others triggered by departures from the norm, such as a charitable deduction that exceeds the filer’s reported income.\n\nThe IRS emerged to collect money to fund the Civil War. The Internal Revenue Service is part of the U.S. Department of the Treasury and enforces and administers federal tax laws and operates within a budget approved by Congress.\n\nInternal Revenue Service. “IRS History Timeline.”\n\nCPI Inflation Calculator. “$39.10 in 1863 Is Worth $985.79 Today.”\n\nInternal Revenue Service. “Historical Highlights of the IRS.”\n\nInternal Revenue Service. “The Agency, Its Mission and Statutory Authority.”\n\nInternal Revenue Service. “IRS Publishes 2024 Financial Report; Resolves Long-standing Significant Deficiency.”\n\nInternal Revenue Service. “Filing Season Statistics for Week Ending Dec. 27, 2024.”\n\nInternal Revenue Service. “Instructions for Form 1120, U.S. Corporation Income Tax Return.” Pages 2, 3.\n\nInternal Revenue Service. “IRS Audits.”\n\nInternal Revenue Service, via Internet Archive Wayback Machine. “2023 Data Book.” Pages 33, 34, 46.\n\nInternal Revenue Service. “Where to Send Non-Return Forms (Applications and Payments).”\n\nInternal Revenue Service. “Let Us Help You.”\n\nInternal Revenue Service. “Interactive Tax Assistant (ITA).”\n\nInternal Revenue Service. “Contact Your Local IRS Office.”\n\nInternal Revenue Service. “IRS Budget & Workforce.”\n\nInternal Revenue Service. “Krause to Serve as Acting IRS Commissioner; O’Donnell Retires After Distinguished Career.”\n\nInternal Revenue Service. “File Your Tax Return.”\n\nInternal Revenue Service, via Internet Archive Wayback Machine. “2023 Data Book.” Page 33.",
  "url": "https://www.investopedia.com/terms/i/irs.asp"
}