{
  "term": "What Is the Tragedy of the Commons in Economics?",
  "definition": "A common resource or \"commons\" is any resource, such as water or land, that provides users with tangible benefits but which nobody has an exclusive claim. The tragedy of thecommonsis an economic problem where the individual consumes a resource at the expense of society.\n\nIf an individual acts in their best interest, it can result in harmful over-consumption to the detriment of all. This phenomenon may result in under-investment and totaldepletionof a shared resource.\n\nThe tragedy of the commons is an economic theory claiming that individuals tend to exploit sharedresourcesso that demand outweighs supply, and it becomes unavailable for the whole.\n\nIn 1968 evolutionary biologist Garrett Hardin published \"The Tragedy of the Commons\" in the peer-reviewed journalScience, which addressed the growing concern of overpopulation. Hardin used an example of sheep grazing land, taken from the early English economist William Forster Lloyd.\n\nGrazing lands that are held as private property are prudently used by the landholder to preserve the land and the health of the herd. Common grazing lands become over-saturated with livestock because the food the animals consume is shared among all sheepherders. Hardin equated his point to humans who over-consume the commonly accessible scarce resource, making it harder to find.\n\nThe tragedy of the commons occurs when an economic good isrivalrousin consumption, non-excludable, scarce, and acommon-pool resource. Each consumer consumes as much as they can as fast as they can before others deplete the good, and no one has the incentive to reinvest in maintaining or reproducing the good.\n\nInstitutional and technological factors play a role in the rivalry and excludability of a good. Societies have developed methods of dividing and enforcing exclusive rights to economic goods and natural resources or punishing those who over-consume common resources.\n\nTop-down government regulation or direct control of a common-pool resource can reduce over-consumption, and government investment in the conservation and renewal of the resource can help prevent its depletion. Government regulation can limit how many cattle may graze on government lands or issue fish catch quotas.\n\nAssigning private property rights over resources to individuals can convert a common-pool resource into aprivate good. Technologically it may mean developing a way to identify, measure, and mark units or parcels of the common pool resource into private holdings, such as branding cattle.\n\nWilliam Forster Lloyd argued for this around the time of the English Parliament’s Enclosure Acts, which stripped traditional common property arrangements to grazing lands and fields and divided the land into private holdings.\n\nEconomists led by NobelistElinor Ostromtouted customary arrangements among rural villagers and aristocratic lords, including common access to most grazing and farmlands and managing their use and conservation.Practices such as crop rotation, seasonal grazing, and enforceable sanctions against overuse and abuse of the resource meant collective action arrangements readily overcame the tragedy of the commons.\n\nElinor Ostrom was the first woman, and one of just two women, to win the Nobel prize in economics.\n\nCollective action is usedwhere technical or natural physical challenges prevent the division of a common-pool resource into small private parcels by instead relying on measures to address the good’s rivalry in consumption by regulating consumption.\n\nThe extinction of the dodo bird is a historical example of the tragedy of the commons. An easy-to-hunt, flightless bird native to only a few small islands, the dodo was a source of meat for sailors traveling the southern Indian Ocean. Due to overhunting, the dodo was driven to extinction less than a century after its discovery by Dutch sailors in 1598.\n\nBefore the 1960s, the Grand Banks fishery off the coast of Newfoundland was abundant with codfish because the fishery supported all the cod fishing they could do with existing fishing technology while reproducing itself each year through the natural spawning cycle. However, advancements in fishing technology made it so fisherfolk could catch massive amounts of codfish unsupportable with natural replenishment. With no framework of property rights or institutional common regulation, the entire industry collapsed by 1990.\n\nWithin individual countries, governments at the local level can manage shared resources with clear boundaries. At the international level, rules regarding shared resources are difficult to enforce across jurisdictions. When resources cannot be divided, international law regarding shared resources is essentially voluntary, according to the economist Scott Barrett at Columbia University.\n\nThe tragedy of the commons occurs when individuals overconsume a resource at the expense of society. When a common resource, such as water or land, is rivalrous in consumption, non-excludable, scarce, and a common-pool resource, the tragedy of the commons occurs. A common resource is any resource that provides users with tangible benefits but to which nobody has a claim.\n\nScientific American. \"The Tragedy of the Tragedy of the Commons.\"\n\nAmerican Association for the Advancement of Science. \"The Tragedy of the Commons.\"\n\nThe Nobel Prize. \"Elinor Ostrom—Facts.\"\n\nPanorama. \"How Humanity First Killed Dodo, Then Lost It as Well.\"\n\nNational Park Service. \"The Grand Banks: Where Have All the Cod Gone?\"\n\nEarth.org. \"What Is the Tragedy of the Commons?\"",
  "url": "https://www.investopedia.com/terms/t/tragedy-of-the-commons.asp"
}