{
  "term": "What Is Economic Collapse? Definition and How It Can Occur",
  "definition": "An economic collapse is a breakdown of a national, regional, or territorial economy that typically follows a time of crisis. An economic collapse occurs at the onset of a severe version of an economiccontraction,depression, orrecessionand can last any number of years depending on the severity of the circumstances. An economic collapse can happen rapidly due to an unexpected event, or it may be preceded by several events or signs pointing to fragility in the economy.\n\nAn economic collapse is an extraordinary event that is not necessarily a part of the standard economic cycle. It can occur at any point in the cycle, leading to contraction and recessionary phases. Economic theory outlines several phases that an economy can go through. A full economic cycle includes movement from trough to expansion, followed by a peak, and then a contraction leading back towards the trough. Although an economic collapse should be more likely in an economy that is already contracting, black swan events or trends in the global economy can override any point in the cycle to set off an economic collapse.\n\nUnlike contractions and recessions, there is no agreed-upon guideline for an economic collapse. Instead, the term economic collapse is a label that may be applied by economists and government officials—and it may be applied months or years after the actual event. Governments also tend to speak in terms of economic collapse when crafting large-scale stimulus during market panics. The threat of economic collapse is raised in order to make the case for intervention in the economy.\n\nAlthough economies can and still do experience economic collapse, there is a strong incentive for national governments to attempt to stave off or lessen the severity of an economic collapse through fiscal and monetary policy. An economic collapse is often combated with several waves of interventions and fiscal measures. For example, banks may close to curb withdrawals, new capital controls may be enforced, billions could be pumped into the economy through the banking system, and entire currencies may be revalued or even replaced. Despite government efforts, some economic collapses result in a complete overthrow of the government both responsible for and responding to the collapse.\n\nFollowing an economic collapse, there are almost always a number of legislative changes aimed at avoiding a similar situation in the future. These changes are usually informed by a post-collapse analysis aimed at identifying the key factors leading to the collapse and integrating controls in new legislation to mitigate those risks in the future. Over time, the appetite for these financial controls can weaken, leading to the regulation of risky market behavior being relaxed as the memory of the economic collapse fades.\n\nThere are many examples of national-level economic collapse throughout history. Each economic collapse typically has its own special circumstances and factors, although some share triggers as with theGreat Depression. Oftentimes these factors are mixed with many of the macroeconomic factors that occur in contractions and recessions such as hyperinflation, stagflation, stock marketcrashes, extended bear markets, and unbalanced interest and inflation rates. Of course, economic collapses can also occur from extraordinary factors like disastrous government policies, a depressed global market, or the old standbys of war, famine, plague, and death.\n\nIn the United States, the 1930s Great Depression remains the prime example of an economic collapse, ranking as both the greatest in terms of damage as well as the longest from which to recover. The 1929stock market crashwas a key catalyst for the collapse, but the problems were compounded by policy responses and systematic weaknesses.The multi-year economic collapse of the U.S. economy was followed was sweeping regulatory reforms affecting the investment and banking industries, including theSecurities Exchange Act of 1934.Many economists have blamed the economic collapse that began in the 1920s on a lack of government involvement in the economy and financial markets.\n\nIt took 25 years to fully recover from the Great Depression.In addition, unemployment skyrocketed to an almost 200% increase between 1929 and 1930.\n\nThe 2008 financial crisis is not considered an economic collapse in terms of the American economy, but a collapse was believed to be imminent at the time. The freezing of the credit market may well have resulted in a more severe situation if not for the liquidity provided by the Federal Reserve.\n\nThe bankruptcy of Lehman Brothers was the tipping point for the 2008 financial crisis, but it wasn't the only one. Overall, the factors involved in the 2008 crisis included extremely loose lending and trading policies for institutions. This lack of rigor led to large losses from defaults that were transmitted and amplified by the derivatives market. Similar to the 1920s collapse, the 2008 financial crisis also resulted in legislative reform, primarily in theDodd-Frank Wall Street Reform and Consumer Protection Act.\n\nThe 2007–2009Great Recessionlasted less than two years and the U.S. experienced six quarters of negative GDP growth with a 5.3% reduction in GDP growth from 2006 to 2009.The 2007–2009 Recession also resulted in unemployment reaching a high level of 9.6% in 2010.\n\nThere are also many international economic collapses that have occurred throughout history. TheSoviet Union, Latin America,Greece, and Argentina have all made headlines in this regard. In the cases of Greece and Argentina, both economic collapses were brought about by severe issues with sovereign debt. In both Greece and Argentina, sovereign debt collapses led to consumer riots, a drop in the currency, international bailout support, and an overhaul of the government.\n\nThe 2020 COVID-19 pandemic, which spread across the globe—starting in China, then Europe, then the Americas—is another example of an external shock leading to a global economic downturn.\n\nFederal Reserve History. “Stock Market Crash of 1929.”\n\nLibrary of Congress. \"The New Deal: Historical Background.\"\n\nMarketWatch. \"The Dow's Tumultuous History, in One Chart.\"\n\nU.S. Census Bureau. \"Labor Force (Series D 1-682).\" Page 126.\n\nBaily, Martin Neil and Robert E. Litan, and Matthew S. Johnson. \"The Origins of the Financial Crisis.\"The Brookings Institution: Fixing Finance Series, Paper 3, November 2008, pp. 1-47.\n\nThe World Bank. \"GDP Growth (annual %) – United States.\"\n\nU.S. Bureau of Labor Statistics. \"Labor Force Statistics from the Current Population Survey.\"",
  "url": "https://www.investopedia.com/terms/e/economic-collapse.asp"
}