{
  "term": "What Is an Activist Shareholder? What They Do and How They Work",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA shareholder activist is a person who attempts to use their rights as ashareholderof a publicly-traded corporation to bring about change within or for the corporation.\n\nShareholder activism is a way that shareholders can influence a corporation's behavior by exercising their rights as partial owners.Classes of sharesallow for distinct voting privileges, in addition todividendentitlements.\n\nWhile minority shareholders don't run the day-to-day operations, several ways exist for them to influence a company’sboard of directorsand executive management actions. These methods can range from dialogue with managers to formal proposals, which are voted on by all shareholders at a company'sannual meeting.\n\nShareholder activists also employ a variety of offensive tactics to force changes. For example, they might make strategic use of media channels in order to publicize their demands and prompt greater pressure from other shareholders. They may also threaten companies with lawsuits if they are not allowed to have their say.\n\nSome of the issues addressed by shareholder activists are for social change, requiringdivestmentfrom politically sensitive parts of the world, for example, greater support of workers' rights (sweatshops) and/or more accountability for environmental degradation.\n\nBut the term can also refer to investors who believe that a company's management is doing a poor job. This class of activist investors often attempts to gain control of the company and replace management or force a major corporate change.\n\nOver the years, shareholder activism has increased in total capital deployed as well as the number of campaigns mounted. According to the Harvard Law School Forum on Corporate Governance, 2018 was a record year for shareholder activists. Approximately $65 billion in capital was deployed throughout the year, with an increase in initiated campaigns to 250, and an increase in the number of investors from 110 in 2017 to 130 in 2018.﻿﻿\n\nThese figures represent a \"modest\" increase in figures from the previous year, another one for the record books. Shareholder activists are also reaching out across borders to conduct campaigns. The same report noted that 60% of campaigns were aimed at U.S. companies while 25% aimed at European companies and 10% targeted Asian Pacific companies.﻿﻿\n\nCarl Icahnis one of the financial industry’s most notable activist shareholders, along with his work as a businessman, traditional investor, and philanthropist. In the 1980s, Mr. Icahn developed a strong reputation as a “corporate raider.”\n\nThis stemmed from hishostile takeoverof TWA airline in 1985, among other milestones. Along with Texaco and American Airlines, TWA was one of the nation’s largest airlines at the time. Mr. Icahn successfully took over the company, steering it away from the brink ofbankruptcyover a multi-year period.\n\nSimilarly,Bill Ackmanconsiders himself an activist investor (although some would deem him primarily acontrarianinvestor). One of Ackman’s most high-profile positions was hisshort positionand issuance of an enormous public relations campaign against the company Herbalife in 2012.\n\nIn contrast with Mr. Icahn and Mr. Ackman, manyhedge fundshave been recently pushing for change, related to their partners’environmental, social, and governance(ESG) concerns. Trian Partners, Blue Harbour Group, Red Mountain Capital Partners, and ValueAct Capital are among the top funds that have prioritized ESG in various forms.\n\nSome of these funds are being pushed by their own investors, who seek to own firms that demonstrate a commitment tocorporate social responsibility. This responsibility can take the form of environmental concerns such as climate change or governance concerns, such as boardroom diversity.\n\nFor example, the NYC Pension Fund began a Boardroom Accountability Project about board diversity that requires companies to disclose the race, gender, and skills of their directors.\n\nHarvard Law School Forum on Corporate Governance. \"The Road Ahead for Shareholder Activism.\" Accessed Dec. 5, 2020.",
  "url": "https://www.investopedia.com/terms/s/shareholderactivist.asp"
}