{
  "term": "What Is an Interest-Rate Derivative? Definition and Examples",
  "definition": "Investopedia / Michela Buttignol\n\nAn interest rate derivative is afinancial instrumentwith a value that is linked to the movements of an interest rate or rates. These may include futures, options, or swaps contracts. Interest rate derivatives are often used ashedgesby institutional investors, banks, companies, and individuals to protect themselves against changes in market interest rates, but they can also be used to increase or refine the holder's risk profile or to speculate on rate moves.\n\nInterest rate derivatives are most often used to hedge against interest rate risk, or else to speculate on the direction of future interest rate moves.Interest rate riskexists in an interest-bearing asset, such as a loan or a bond, due to the possibility of a change in the asset's value resulting from thevariability of interest rates. Interest raterisk managementhas become very important, and assorted instruments have been developed to deal with interest rate risk.\n\nInterest rate derivatives can range from simple to highly complex; they can be used to reduce or increase interest rate exposure. Among the most common types of interest rate derivatives are interest rate swaps, caps, floors andinterest rate collars—which create both a cap and a floor.\n\nAlso popular are interest rate futures. Here thefutures contractexists between a buyer and seller agreeing to the future delivery of any interest-bearing asset, such as a bond. The interest rate future allows the buyer and seller to lock in the price of the interest-bearing asset for a future date. Forwards on interest rate operate similarly to futures, but are not exchange-traded and may be customized between counterparties.\n\nAplain vanillainterest rate swap is the most basic and common type of interest rate derivative. There are two parties to a swap: party one receives a stream of interest payments based on afloating interest rateand pays a stream of interest payments based on a fixed rate. Party two receives a stream of fixed interest rate payments and pays a stream of floating rate payments. Both payment streams are based on the same notional principal, and the interest payments are netted. Through this exchange of cash flows, the two parties aim to reduce uncertainty and the threat of loss from changes in market interest rates.\n\nAswapcan also be used to increase an individual or institution's risk profile, if they choose to receive the fixed rate and pay floating. This strategy is most common with companies that have acredit ratingthat allows them to issue bonds at a low fixed rate but prefer to swap to a floating rate to take advantage of market movements.\n\nA company with a floating rate loan that does not want to swap to a fixed rate but does want some protection can buy an interest rate cap. The cap is set at the top rate that the borrower wishes to pay; if the market moves above that level, the owner of the cap receives periodic payments based on the difference between the cap and the market rate. The premium, which is the cost of the cap, is based on how high the protection level is above the then-current market; the interest rate futures curve; and the maturity of the cap; longer periods cost more, as there is a higher chance that it will be in themoney.\n\nA company receiving a stream of floating rate payments can buy a floor to protect against declining rates. Like a cap, the price depends on the protection level and maturity. Selling, rather than buying, the cap or floor increases rate risk.\n\nLess common interest rate derivatives includeeurostrips, which are a strip of futures on the eurocurrency deposit market;swaptions, which give the holder the right but not the obligation to enter into a swap if a given rate level is reached; and interest rate call options, which give the holder the right to receive a stream of payments based on a floating rate and then make payments based on a fixed rate. Aforward rate agreement(FRA) is an over-the-counter contract that fixes the rate of interest to be paid on an agreed upon date in the future to exchange an interest rate commitment on a notional amount. The notional amount is not exchanged, but rather a cash amount based on the rate differentials and the notional value of the contract.",
  "url": "https://www.investopedia.com/terms/i/interest-rate-derivative.asp"
}