{
  "term": "What Are Real Assets vs. Other Asset Types?",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA real asset is a tangible asset with intrinsic value that is derived from its physical properties.\n\nA real asset is a physical asset, which means you can touch and manipulate it. It has an essential or true value, which is derived from its physical properties. Examples of real assets include real estate, precious metals, land, and equipment. The opposite of a real asset is an intangible one, which cannot be held or seen. A company's intangible assets can be just as valuable, such as their trademarks, patents, goodwill, and brands.\n\nAssets are categorized as either real, financial, or intangible. All assets can be said to be of economic value to a corporation or an individual. If it has a value that can be exchanged for cash, the item is considered an asset.\n\nIntangible assetsare valuable properties that are not physical in nature. Such assets include patents, copyrights, brand recognition, trademarks, and intellectual property. For a business, perhaps the most important intangible asset is a positive brand identity.\n\nFinancial assetsare liquid properties thatderive value from a contractual rightor ownership claim. Stocks, bonds, mutual funds, bank deposits, investment accounts, and good old cash are all examples of financial assets. They can have a physical form, like a dollar bill or a bond certificate, or be nonphysical—like a money market account or mutual fund.\n\nIn contrast, a real asset—also known as anon-security—has a tangible form, and its value derives from its physical qualities. It can be a natural substance, like gold or oil, or a man-made one, like machinery or buildings.\n\nFinancial and real assets are sometimes collectively referred to astangible assets. For tax purposes, the Internal Revenue Service (IRS) requires businesses to report intangible assets differently than tangible assets, but it groups real and financial assets under the tangible asset umbrella.\n\nMost businesses own a range of assets, which typically fall into real, financial, or intangible categories. Real assets, like financial assets, are considered tangible assets. For example, imagine XYZ Company owns a fleet of cars, a factory, and a great deal of equipment. These are real assets. However, the company also owns several trademarks and copyrights, which are its intangible assets. Finally, the company owns shares of stock in a sister company, and these are its financial assets.\n\nFinancial and real assets are sometimes collectively referred to astangible assets.\n\nAlthough they are lumped together as tangible assets, real assets are a separate and distinct asset class from financial assets. Unlike real assets, which have intrinsic value, financial assets derive their value from a contractual claim on an underlying asset that may be real or intangible.\n\nFor example, commodities and property are real assets, but commodity futures, exchange-traded funds (ETFs), and real estate investment trusts (REITs) constitute financial assets whose value depends on the underlying real assets.\n\nIt is in those types of assets that overlap and confusion over asset categorization can occur. ETFs, for example, can invest in companies that are involved in the use, sale, or mining of real assets, or more directly linked ETFs can aim to track the price movement of a specific real asset or basket of real assets.\n\nPhysically backed ETFs include some of the most popular ETFs in the world based on volumes, such as State Street'sSPDR Gold Shares (GLD)andiShares Silver Trust (SLV). Both invest in precious metals and seek to mirror the performance of those metals. Technically speaking, though, these ETFs are financial assets, while the actual gold or silver bullion they own is the real asset.\n\nReal assets tend to be more stable than financial assets. Inflation, shifts in currency values, and other macroeconomic factors affect real assets less than financial assets. Real assets are particularly well-suited investments during inflationary times because of their tendency to outperform financial assets during such periods.\n\nReal assets, however, havelower liquiditythan financial assets, as they take longer to sell and have higher transaction fees in general. Also, real assets have higher carrying and storage costs than financial assets. For example, physical gold bullion often has to be stored in third-party facilities, which charge monthly rental fees and insurance.\n\nAssets can be categorized as either real, financial, or intangible, but all three represent value that can be exchanged for cash.\n\nFinancial and real assets are sometimes grouped together under the category of tangible assets, in contrast to intangible assets.\n\nIn contrast to financial assets, real assets tend to be more stable through periods of inflation, currency exchange fluctuations, and other macroeconomic factors.\n\nAsset types fall into three categories: real, financial, or intangible. Real assets are physical and have intrinsic worth due to their substance and properties, whereas intangible assets are valuable but not physical, such as patents and copyrights. Meanwhile, financial assets are liquid properties that can be physical or nonphysical and derive value from a contractual right or ownership claim, such as cash, stocks, and investment accounts.",
  "url": "https://www.investopedia.com/terms/r/realasset.asp"
}