{
  "term": "What Is a Doji Candle Pattern, and What Does It Tell You?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nMichela Buttignol / Investopedia\n\nA doji is a single candlestick pattern in which the open and close prices of the security or market are the same or very close to it.\n\nAdoji(dо̄ji) is a name for a trading session in which a security has open and close levels that are virtually equal, as represented by a candle shape on a chart. Based on this shape,technical analystsattempt to make assumptions about price behavior. Doji candlesticks can look like a cross, an inverted cross, or a plus sign.\n\nAlthough rare, a doji candlestick, especially if it appears in clusters, generally signals a trendreversalindication for analysts, although it can also signal indecision about future prices. Broadly, candlestick charts can reveal information about market trends, sentiment, momentum, and volatility. The patterns that form in the candlestick charts are signals of such market actions and reactions.\n\nIn Japanese, “doji” (どうじ/ 同事)means “the same thing,” a reference to the rarity of having the open and close price for a security be exactly the same. Depending on where the open/close line falls, a doji can be described as agravestone,long-legged, ordragonfly, as shown below.\n\nTechnical analysts believe that all known information about the stock is reflected in the price, which is to say the price is efficient. Still, past price performance has nothing to do with future price performance, and the actual price of a stock may have nothing to do with itsrealorintrinsic value.\n\nTherefore, technical analysts use tools to help sift through the noise to find the highest-probability trades. One tool was developed by a Japanese rice trader named Honma from the town of Sakata in the 18th century, and it was introduced to the West in the 1990s by Steve Nison: the candlestick chart.\n\nImage by Julie Bang © Investopedia 2019\n\nEvery candlestick pattern has four sets of data that help to define its shape. Based on this shape, analysts are able to make assumptions about price behavior. Each candlestick is based on an open, high, low, and close.\n\nThe time period ortickinterval used does not matter. The filled or hollow bar created by the candlestick pattern is called the body. The lines that extend out of the body are called shadows. A stock that closes higher than its opening will have a hollow candlestick. If the stock closes lower, the body will have a filled candlestick. One of the most important candlestick formations is called the doji.\n\nA doji, referring to both singular and plural forms, is created when the open and close for a stock are virtually the same. Doji tend to look like a cross or plus sign and have small or nonexistent bodies. From an auction theory perspective, doji represents indecision on the side of both buyers and sellers. Everyone is equally matched, so the price goes nowhere; buyers and sellers are in a standoff.\n\nSome analysts interpret this as a sign of impending price reversal. However, it may also be a time when buyers or sellers are gainingmomentumfor continuing a trend. Doji is commonly seen in periods of consolidation and can help analysts identify potential pricebreakouts.\n\nThe following chart shows a gravestone doji in Cyanotech Corp.’s (CYAN) stock from February 2018 following a significant high-volume uptrend, which could indicate a bearish reversal over the near term following the breakout.\n\nIn this example, the gravestone doji could predict a further breakdown from the current levels to close the gap near the 50- or 200-day moving averages at $4.16 and $4.08, respectively.\n\nTraders would also take a look at other technical indicators to confirm a potential breakdown, such as therelative strength index (RSI)or themoving average convergence/divergence (MACD). Day traders may also put a stop-loss just above the upper shadow at around $5.10, in this case, although intermediate-term traders may place a higher stop-loss to avoid being limited out of the trade.\n\nCandlestick charts can be used to discern quite a bit of information about market trends, sentiment, momentum, and volatility. The patterns that form in the candlestick charts are signals of such market actions and reactions.\n\nDoji and spinning tops show that buying and selling pressures are essentially equal, but there are differences between the two andhow technical analysts read them.\n\nSpinning topsare similar to doji, but their bodies are larger, where the open and close are relatively close. A candle’s body generally can represent up to 5% of the size of the entire candle’s range to be classified as a doji. Any more than that, and it becomes a spinning top.\n\nA spinning top also signals weakness in the current trend but not necessarily a reversal. If either a doji or spinning top is spotted, look to other indicators, such asBollinger Bands®, to determine the context and decide if they are indicative of trend neutrality or reversal.\n\nDoji and spinning top candles are commonly seen as part of larger patterns, such as the star formations by technical analysts. On their own, they both indicate neutrality in price.\n\nIn isolation, a doji candlestick is a neutral indicator that provides little information. Moreover, a doji is not a common occurrence; therefore, it is not a reliable tool for spotting things like price reversals. When a reversal does occur, it isn’t always reliable, either. There is no assurance that the price will continue in the expected direction following the confirmation candle.\n\nThe size of the doji’s tail or wick coupled with the size of the confirmation candle can sometimes mean the entry point for a trade is a long way from thestop-losslocation. This means traders will need to find another location for the stop-loss, or they may need to forgo the trade because too large of a stop-loss may not justify the potential reward of the trade.\n\nEstimating the potential reward of a doji-informed trade also can be difficult because candlestick patterns don’t typically provide price targets. Other techniques, such as other candlestick patterns, indicators, or strategies, are required to exit the trade, when and if profitable.\n\nThe dragonfly doji is a candlestick pattern stock that traders analyze as a signal that a potential reversal in a security’s price is about to occur. Depending on pastprice action, this reversal could be to the downside or the upside. The dragonfly doji forms when the stock’s open, close, and high prices are equal. It’s not a common occurrence, nor is it a reliable signal that a price reversal will soon happen. Thedragonfly doji patternalso can be a sign of indecision in the marketplace. For this reason, traders will often combine it with other technical indicators before making trade decisions.\n\nA gravestone doji candle is a pattern that technical stock traders use as a signal that a stock price may soon undergo abearish reversal. This pattern forms when the open, low, and closing prices of an asset are close to each other and have a long upper shadow. The shadow in a candlestick chart is the thin part showing the price action for the day as it differs from high to low prices. While traders will frequently use this doji as a signal toenter a short position or exit a long position, most traders will review other indicators before taking action on a trade.\n\nThe long-legged doji is a type of candlestick pattern that signals to traders a point of indecision about the future direction of a security’s price. This doji has long upper and lower shadows and roughly the same opening and closing prices. In addition to signaling indecision, the long-legged doji can also indicate the beginning of aconsolidation periodwhere price action may soon break out to form a new trend. This doji can be a sign that sentiment is changing and that a trend reversal is on the horizon.\n\nA doji formation generally can be interpreted as a sign of indecision, meaning neither bulls nor bears can successfully take over. Of its variations, the dragonfly doji is seen as a bullish reversal pattern that occurs at the bottom of downtrends. The gravestone doji is read as a bearish reversal at the peak of uptrends.\n\nAs with stocks and other securities, the formation of a doji candlestick pattern can signal investor indecision about a cryptocurrency asset.\n\nA doji candle chart occurs when the opening and closing prices for a security are just about identical. If this price is close to the low it is known as a \"gravestone,\" close to the high a \"dragonfly\", and toward the middle a \"long-legged\" doji. The namedojicomes from the Japanese word meaning \"the same thing\" since both the open and close are the same.\n\nA chart depicting a doji suggests that no clear direction has been established for this security; it is a sign of indecision or uncertainty in future prices. Theharami patternis another signal in the market that is used in conjunction with the doji to identify a bullish or bearish turn away from indecision.\n\nIndal Investment Services, via Apple Books. “Honma, The Fountain of Gold: The Greatest Rice Future Trader.” Indal Investment Services, 2019.",
  "url": "https://www.investopedia.com/terms/d/doji.asp"
}