{
  "term": "What Is a Savings Account and How Does It Work?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA savings account is an account at a bank or credit union that is designed to hold your money. Savings accounts typically pay a modest interest rate, but they are considered safe for parking cash that you want available for short-term needs.\n\nSome savings accounts pay a higher yieldthan other savings accounts.They may have some limitations on how often you can withdraw funds. Generally, savings accounts offer flexibility that can be ideal for building an emergency fund, saving for a short-term goal like buying a car or going on vacation, or simply earning a little interest on your savings.\n\nSavings and other deposit accounts are secure bank accounts used to store your funds while potentially earning interest.\n\nFor banks, they are important sources of funds for lending. For that reason, you can find savings accounts at virtually every bank or credit union, whether they are traditional brick-and-mortar institutions or operate online. In addition, some investment and brokerage firms offer savings accounts.\n\nSavings account interest rates vary. With the exception ofpromotionspromising a fixed rate until a certain date, banks and credit unions might change their rates at any time. Typically, the more competitive the rate, the more likely it is to fluctuate.\n\nChanges in the federal funds rate can trigger institutions to adjust their deposit rates.Some institutions offerhigh-yield savings accountswith significantly higher interest rates for larger minimum deposits, which may be worth investigating.\n\nSome conventional savings accounts require a minimum balance to avoid monthly fees or earn the highest published rate, while others have no balance requirement. Know the rules of your particular account to ensure you avoid diluting your earnings with fees.\n\nMoney can be transferred in or out of your savings account online, at a branch or ATM, by electronic transfer, or by direct deposit. Transfers can usually be arranged by phone, as well.\n\nSome banks limit withdrawals to six per month. If you exceed that, the bank may charge a fee, close your account, or convert it to achecking account. The amount you can withdraw is unlimited, so you can withdraw up to the amount in the account.\n\nJust as with the interest earned ona money market, certificate of deposit, or checking account, the interest earned on savings accounts is taxable income.\n\nThe financial institution where you hold your account will send a 1099-INT form at tax time whenever you earn more than $10 in interest income. The tax you’ll pay will depend on your marginal tax rate.\n\nCan be linked to checking account\n\nUp to $250,000 is federally insured\n\nPays less interest than other options\n\nEasy access can make withdrawals tempting\n\nAlthough most major banks offer low interest rates on their savings accounts, many banks and credit unions provide much higher returns. In particular, online banks offer some of the highest savings account rates. Because they don’t have physical branches—or have very few—they spend less on overhead and can often offer higher, more competitive deposit rates as a result.\n\nThe key is toshop around, starting with the bank where you hold your checking account. Even if that institution doesn’t offer a competitive savings account rate, it will give you a frame of reference for how much more you can earn by moving your savings oropening an additional accountelsewhere.\n\nAs you shop for the best rates, however, beware of account features that can curtail your earnings, or even drain them. Some promotional savings accounts will only offer the attractive rate they’re advertising for a short period of time.\n\nOthers will cap the balance that can earn the promotional rate, with dollar amounts above that maximum earning a paltry rate.Even worse is a savings account with fees that cut into the interest you earn each month.\n\nTo set up a savings account, visit one of the bank or credit union’s branches, or establish the account online, for those institutions that offer it. You’ll need to provide your name, address, and telephone number, as well as photo identification. Also, because the account earns taxable interest, you’ll need to provide yourSocial Security number (SSN).\n\nSome institutions will require you to make an initialminimum depositat the time you open the account. Others will allow you to open the account first and fund it later.\n\nYou can make your initial deposit in a savings account with a transfer from an account at that institution, an external transfer, a mailed-in or mobile deposit check, or a deposit in person at a branch.\n\nTheamount you keep in your savings accountwill depend on your goals for the funds, or your use of the account.\n\nIf you’ve set up the savings account to sweep excess funds from your checking account, your balance is likely to vary regularly. In contrast, if you are building up to a savings goal, your balance will likely start low and increase steadily over time.\n\nIf your savings account is your emergency fund, aim for enough to cover at leastthree to six months’ living expenses. That gives you some financial cushion if you face an unexpected expense like a medical or car repair bill or if you lose your job.\n\nDepending on your financial situation, you may want to keep some of that emergency fund in a simple savings account, and invest the rest to seek higher returns.\n\nKeep in mind that up to $250,000 of your deposits are protected by FDIC insurance or NCUA insurance. That ensures your funds are safe should the institution fail. For most consumers, this more than covers what they have on deposit. But if you are holding more than $250,000 in deposit accounts, consider splitting your balance across more than one account holder or institution.\n\nYou must be at least 18 or over to open a savings account on your own in the U.S., though this requirement can vary by stateBut many savings accounts are designed for minors. You can get a savings account for a child by co-signing for the account.\n\nBank accounts designed for students usually have maximum age restrictions. For example, you may not be able to open a student bank account if you are over 25. These accounts, designed to teach younger adults how to use a bank account, usually have lower fees and requirements, but they also tend to offer lower interest rates.\n\nYou can open a savings account by visiting a bank branch with your government-issued ID and any cash or checks you wish to deposit. You will also be asked for your address, contact information, and a Social Security number ortaxpayer identification number (TIN). You may have to open a checking account as well as a savings account, and there may be a minimum deposit threshold. It is also possible to open a savings account with an online bank.\n\nSavings account rates change often, so it is worth taking the time to compare the offerings from different banks and credit unions. As of June 2024, thebest savings ratesranged from about 4.5% to 5.5%.\n\nMost banks allow three ways to close an account. You can either visit the bank in person, submit a written cancellation request form, or close the account over the phone. In each case, you may be asked to provide identifying information.\n\nSavings accounts offer one of the simplest ways to earn interest on the money you have. They offer higher interest rates than a regular checking account, while still making it easy to spend and withdraw money. However, savings account rates are much lower than other investments, and they don't keep pace with inflation. Consult a financial advisor to review the options for you money to meet your financial goals.\n\nThe Office of the Comptroller of the Currency. \"Who sets the interest rates on savings accounts?\"\n\nU.S. Consumer Financial Protection Bureau. \"The Fed is raising interest rates. What does that mean for borrowers and savers?\"\n\nBoard of Governors of the Federal Reserve System. \"Federal Reserve Board Announces Interim Final Rule to Delete the Six-Per-Month Limit on Convenient Transfers from the \"Savings Deposit\" Definition in Regulation D.\"\n\nInternal Revenue Service. \"About Form 1099-INT, Interest Income.\"\n\nFederal Deposit Insurance Corp. \"Deposit Insurance.\"\n\nIvy Bank. \"Personal Savings Accounts - Disclosures.\"\n\nCode of Federal Regulations. \"Customer identification program requirements for banks.\"\n\nNational Credit Union Administration. \"How Your Accounts Are Federally Insured.\"\n\nFederal Deposit Insurance Corporation. \"Do I Need a Parent or Guardian To Open a Bank Account?”",
  "url": "https://www.investopedia.com/terms/s/savingsaccount.asp"
}