{
  "term": "What Is a Limit Order in Trading, and How Does It Work?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA limit order is a buy or sell order for a stock or other asset that is executed automatically when the price reaches or exceeds a specified level.\n\nA limit order in the financial markets is an instruction to purchase or sell a stock or other security at a specified price or better. A limit can be placed on either a buy or a sell order:\n\nLimit orders will be executed only if the price meets the order qualifications.\n\nThe alternative to a limit order is a market order, which calls for a trade to be executed at the prevailing market price without any price limit specified.\n\nA limit order allows traders to set a pre-determined price to buy or sell asecurity. For example, imagine a trader who wants to buy stock in XYZ company, currently trading for $17.00. If the trader sets a limit buy order at $14.50, they will only buy the stock if the share price falls to $14.50 or lower.\n\nConversely, the trader might have shares of XYZ’s stock and want to sell them if the price increases. The trader might set a limit sell order at $20, which will only sell the shares if the price rises to $20 or higher.\n\nByusing a buy limit order, the investor is guaranteed to pay the buy limit order price or better, but it is not guaranteed that the order will be filled. A limit order gives a trader more control over theexecutionprice of a security, especially if they are fearful of using amarket orderduring periods of heightenedvolatility.\n\nLimit orders are useful when prices are rising or falling quickly, and the trader is worried about getting a bad fill from a market order. Additionally, a limit order can be useful if a trader is not watching a stock and has a specific price in mind at which they would be happy to buy or sell that security. Limit orders can also be left open with an expiration date.\n\nImagine a portfolio manager who wants to buy Tesla Inc.'s (TSLA) stock but believes its current valuation at roughly $750 per share is too high. The manager would prefer to buy the stock at a lower price.\n\nThe PM instructs his traders to buy 10,000 shares of Tesla should the price fall below $650,good 'til canceled. The trader then places an order to buy 10,000 shares with a $650 limit. If the stock falls below that price, the limit order will automatically execute and buy up to 10,000 shares for $650 per share or lower. The order will remain open until the stock reaches the PM’s limit or the PM cancels the order.\n\nAdditionally, the PM would like to sell Amazon.com Inc.'s (AMZN) stock but feels its current price of roughly $2,300 is too low. The PM instructs his trader to sell 5,000 shares should the price rise above $2,750, good until canceled. The trader will then place a limit sell order for 5,000 shares with a $2,750 limit.\n\nBrokerage firms may not allow limit orders if they are illogical (i.e. if a limit to buy is placed at greater than price), Brokerage firms may also offer this service to investors for free.\n\nWhen an investor places an order to buy or sell a stock, there are two main execution options in terms of price: place the order \"at the market\" or \"at the limit.\" Market orders are transactions meant to be executed as quickly as possible at the present or market price. Conversely, a limit order sets the maximum or minimum price to buy or sell an asset. Brokers willfrequently set higher feesfor completing the more complicated limit order.\n\nBuying stocks can be thought of as an analogy to buying a car. With a car, you can pay the dealer’s sticker price and get the car, or you can negotiate a price and refuse to finalize the deal unless the dealer meets your price. The stock market can be thought of as working in a similar way.\n\nA market order deals with the execution of the order; The price is secondary to the speed of completing the trade. Limit orders deal primarily with the price. If the security's value is currently outside of the parameters set in the limit order, the transaction does not occur.\n\nTraders use limit orders to set their prices for buying or selling an asset. Instead of having to constantly watch the market for price changes, they can set a limit order that automatically executes when the price reaches the desired level.\n\nA limit order will only execute at the limit price or better. If you set a limit buy order of $5, it will only buy the asset if the price falls to $5 or lower. If you set a limit sell order of $10, it will sell the asset if the price reaches $10 or higher.\n\nA limit order is an instruction to a broker to buy or sell an asset at a specific price or better. It allows traders to execute trades at a desired price without having to constantly monitor markets. It is also a way to hedge risk and ensure losses are minimized by capturing sale prices at certain levels.\n\nA limit order is placed with your broker. That limit order states the security, the quantity, the price, and whether you are in a buy or sell position. The order is not triggered until the specific desired market price is achieved. Even then, execution of the limit order is not guaranteed, especially in highly volatile markets or regarding highly volatile securities with low liquidity.\n\nA limit order is an order requesting the purchase or sale of securities should a specific price be met. A stop-limit order builds one additional layer that requires a specific price be met that is different than the sale price. For example, a limit order to sell your security for $15 will likely execute when the market price reaches $15. Alternatively, a stop-limit order can be placed to sell your security for $15 only if the share price has dropped from $20 to $16.\n\nThe term of the limit order will depend on your specification and your broker’s policy. Many brokers default limit orders to day-only trades; any unfilled orders at market close are canceled without execution. Other brokers may offer a specific number of days, often in intervals of 30 (i.e. 30 days, 60 days, or 90 days). Last, some brokers offer limit orders that are considered good until filled; the limit order will remain valid until it is filled or deliberately canceled by the trader.\n\nA limit order may not get filled for a few reasons. First, your limit order will only trigger when market prices reach the limit price. If a security is trading above your buy price or below your sell price, it will likely not fill until there is price action on your security.\n\nA limit order can only fill if a security has liquidity. If the security does not have enough shares trading at the specific price you placed, your order may not fill. This is most common for larger orders placed on low-volume securities. If you place a limit buy order for 100 shares, but only 50 shares are offered at the limit price, your order will only be partially filled.\n\nA limit order is one of several order types that traders can choose from when buying or selling assets. While market orders are executed immediately, a limit order is only executed if the price reaches a certain level or better. This allows investors to automate their trades, instead of constantly watching the market for price changes.",
  "url": "https://www.investopedia.com/terms/l/limitorder.asp"
}