{
  "term": "What Is Underwriting Risk in Insurance and Securities?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nInvestopedia / Paige McLaughlin\n\nUnderwriting risk is the risk of loss borne by anunderwriter. In insurance, underwriting risk may arise from an inaccurate assessment of the risks associated with writing an insurance policy or from uncontrollable factors. As a result, the insurer's costs may significantly exceed earned premiums.\n\nAninsurance contractrepresents a guarantee by an insurer that it will pay for damages and losses caused by covered perils. Creating insurance policies, or underwriting typically represents the insurer’s primary source of revenue. By underwriting new insurance policies, the insurer collects premiums and invest the proceeds to generate profit.\n\nAn insurer’s profitability depends on how well it understands the risks it insures against and how well it can reduce the costs associated with managing claims. The amount an insurer charges for providing coverage is a critical aspect of the underwriting process. The premium must be sufficient to cover expected claims but must also take into account the possibility that the insurer will have to access itscapital reserve,a separate interest-bearing account used to fund long-term and large-scale projects.\n\nIn thesecuritiesindustry, underwriting risk usually arises if an underwriter overestimates demand for an underwritten issue or if market conditions change suddenly. In such cases, the underwriter may be required to hold part of the issue in its inventory or sell at a loss.\n\nDetermining premiums is complicated because each policyholder has a uniquerisk profile. Insurers will evaluate historical loss for perils, examine the risk profile of the potential policyholder, and estimate the likelihood of the policyholder to experience risk and to what level. Based on this profile, the insurer will establish a monthly premium.\n\nIf the insurer underestimates the risks associated with extending coverage, it could pay out more than it receives in premiums. Since an insurance policy is a contract, the insurer cannot claim they will not pay aclaimon the basis that they miscalculated the premium.\n\nThe amount of premium that insurers charge is partially determined by how competitive a specific market is. In a competitive market composed of several insurers, each company has a reduced ability to charge higher rates because of the threat of competitors charging lower rates to secure a largermarket share.\n\nState insurance regulators attempt to limit the potential for catastrophic losses by requiring insurers to maintain sufficient capital. Regulations prevent insurers from investing premiums, which represent the insurer’s liability to policyholders, in risky orilliquidasset classes. These regulations exist because one or more insurers becominginsolventdue to an inability to pay claims, especially claims resulting from a catastrophe, such as a hurricane or a flood, can negatively impact local economies.\n\nUnderwriting risk is an integral part of the business for insurers and investment banks. While it is impossible to eliminate it entirely, underwriting risk is a fundamental focus for risk mitigation efforts. The long-term profitability of an underwriter is directly proportional to its mitigation of underwriting risk.",
  "url": "https://www.investopedia.com/terms/u/underwriting-risk.asp"
}