{
  "term": "What Is a Data Warehouse? Warehousing Data, Data Mining Explained",
  "definition": "Amilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nA data warehouse is the secure electronic storage of information by a business or other organization. The goal of a data warehouse is to create a trove of historical data that can be retrieved and analyzed to provide useful insight into the organization's operations.\n\nA data warehouse is a vital component ofbusiness intelligence. That wider term encompasses the information infrastructure that modern businesses use to track their past successes and failures and inform their decisions for the future.\n\nThe need to warehouse data evolved as businesses began relying on computer systems to create, file, and retrieve important business documents. The concept of data warehousing was introduced in 1988 by IBM researchers Barry Devlin and Paul Murphy.\n\nData warehousing is designed to enable the analysis of historical data. Comparing data consolidated from multiple heterogeneous sources can provide insight into the performance of a company. A data warehouse is designed to allow its users to run queries and analyses on historical data derived from transactional sources.\n\nData added to the warehouse does not change and cannot be altered. The warehouse is the source that is used to runanalyticson past events, with a focus on changes over time. Warehoused data must be stored in a manner that is secure, reliable, easy to retrieve, and easy to manage.\n\nThere are certain steps that are taken to maintain a data warehouse. One step is data extraction, which involves gathering large amounts of data from multiple source points. After a set of data has been compiled, it goes through data cleaning, the process of combing through it for errors and correcting or excluding any that are found.\n\nThe cleaned-up data is then converted from a database format to a warehouse format. Once stored in the warehouse, the data goes through sorting, consolidating, and summarizing, so that it will be easier to use. Over time, more data is added to the warehouse as the various data sources are updated.\n\nA key book on data warehousing is W. H. Inmon'sBuilding the Data Warehouse, a practical guide that was first published in 1990 and has been reprinted several times.\n\nToday, businesses can invest in cloud-based data warehouse software services from companies includingMicrosoft,Google, Amazon, and Oracle, among others.\n\nBusinesses warehouse data primarily fordata mining. That involves looking for patterns of information that will help them improve their business processes.\n\nA good data warehousing system makes it easier for different departments within a company to access each other's data. For example, a marketing team can assess the sales team's data in order tomake decisionsabout how to adjust their sales campaigns.\n\nThe data mining process breaks down into five steps:\n\nThe concept of the data warehouse was introduced by twoIBMresearchers in 1988.\n\nDesigning a data warehouse is known as data warehouse architecture and depending on the needs of the data warehouse, can come in a variety of tiers. Typically there are tier one, tier two, and tier three architecture designs.\n\nSingle-tier Architecture:Single-tier architecture is hardly used in the creation of data warehouses for real-time systems. They are often used for batch andreal-timeprocessing to process operational data. A single-tier design is composed of a single layer of hardware with the goal of keeping data space at a minimum.\n\nTwo-tier Architecture:In a two-tier architecture design, the analytical process is separated from the business process. The point of this is to increase levels of control and efficiency.\n\nThree-tier Architecture:A three-tier architecture design has a top, middle, and bottom tier; these are known as the source layer, the reconciled layer, and the data warehouse layer. This design is suited for systems with long life cycles. When changes are made in the data, an extra layer of review and analysis of the data is completed to ensure there have been no errors.\n\nRegardless of the tier, all data warehouse architectures must meet the same five properties: separation, scalability, extensibility, security, and administrability.\n\nA data warehouse is not the same as a database:\n\nFor example, a database might only have the most recent address of a customer, while a data warehouse might have all the addresses of the customer for the past 10 years.\n\nData mining relies on the data warehouse. The data in the warehouse is sifted for insights into the business over time.\n\nBoth data warehouses and data lakes hold data for a variety of needs. The primary difference is that a data lake holds raw data of which the goal has not yet been determined. A data warehouse, on the other hand, holds refined data that has been filtered to be used for a specific purpose.\n\nData lakes are primarily used bydata scientistswhile data warehouses are most often used by business professionals. Data lakes are also more easily accessible and easier to update while data warehouses are more structured and any changes are more costly.\n\nA data mart is just a smaller version of a data warehouse. A data mart collects data from a small number of sources and focuses on one subject area. Data marts are faster and easier to use than data warehouses.\n\nData marts typically function as a subset of a data warehouse to focus on one area for analytical purposes, such as a specific department within an organization. Data marts are used to help make business decisions by helping with analysis and reporting.\n\nA data warehouse is intended to give a company acompetitive advantage. It creates a resource of pertinent information that can be tracked over time and analyzed in order to help a business make more informed decisions.\n\nIt also can drain company resources and burden its current staff with routine tasks intended to feed the warehouse machine. Some other disadvantages include the following:\n\nProvides fact-based analysis on past company performance to inform decision-making.\n\nServes as a historical archive of relevant data.\n\nCan be shared across key departments for maximum usefulness.\n\nCreating and maintaining the warehouse is resource-heavy.\n\nInput errors can damage the integrity of the information archived.\n\nUse of multiple sources can cause inconsistencies in the data.\n\nA data warehouse is an information storage system for historical data that can be analyzed in numerous ways. Companies and other organizations draw on the data warehouse to gain insight into past performance and plan improvements to their operations.\n\nConsider a company that makes exercise equipment. Its best seller is a stationary bicycle, and it is considering expanding its line and launching a new marketing campaign to support it.\n\nIt goes to its data warehouse to understand its current customer better. It can find out whether its customers are predominantly women over 50 or men under 35. It can learn more about the retailers that have been most successful in selling their bikes, and where they're located. It might be able to access in-house survey results and find out what their past customers have liked and disliked about their products.\n\nAll of this information helps the company to decide what kind of new model bicycles they want to build and how they will market and advertise them. It's hard information rather than seat-of-the-pants decision-making.\n\nThere are at least seven stages to the creation of a data warehouse, according to ITPro Today, an industry publication. They include:\n\nSQL, or Structured Query Language, is a computer language that is used to interact with a database in terms that it can understand and respond to. It contains a number of commands such as \"select,\" \"insert,\" and \"update.\" It is the standard language for relational database management systems.\n\nA database is not the same as a data warehouse, although both are stores of information. A database is an organized collection of information. A data warehouse is an information archive that is continuously built from multiple sources.\n\n\"ETL\" stands for \"extract, transform, and load.\" ETL is a data process that combines data from multiple sources into one single data storage unit, which is then loaded into a data warehouse or similar data system. It is used in data analytics and machine learning.\n\nThe data warehouse is a company's repository of information about its business and how it has performed over time. Created with input from employees in each of its key departments, it is the source for analysis that reveals the company's past successes and failures and informs its decision-making.\n\nWayBack Machine: ComputerWorld. \"The Story So Far.\"\n\nAmazon. \"Building the Data Warehouse.\"\n\nG2. \"Best Data Warehouse Software.\"\n\nDataversity. \"A Short History of Data Warehousing.\"\n\nIT Pro Today. \"7 Steps to Data Warehousing.\"\n\nXplenty. \"Data Warehouse vs. Database: 7 Key Differences.\"",
  "url": "https://www.investopedia.com/terms/d/data-warehousing.asp"
}