{
  "term": "What Is Market Cannibalization? Types and How to Prevent It",
  "definition": "Market cannibalization refers to a drop in sales and demand for a product when the company replaces it with a new one. Market cannibalization can occur when a new product is similar to an existing product, and both share the same customer base. It leads to no increase in the company'smarket sharedespite sales growth for the new product. Cannibalization can also occur when a chain store or fast food outlet loses customers due to another store of the same brand opening nearby.\n\nMarket cannibalization occurs when a new product intrudes on the existing market for an older product from the same company. By appealing to its current customers instead of capturing new customers, the companyfails to increase its market sharewhile almost certainly increasing its costs of production.\n\nMarketing cannibalization is often unintentional when the marketing or advertising campaign for new products draws customers away from an established product. As a result, market cannibalization can hurt a company'sbottom line.\n\nThis phenomenon can be a deliberate growth strategy. For example, a supermarket chain might open a new store near one of its older stores, knowing that they will inevitably cannibalize each other's sales. However, the new store will also steal market share from nearby competitors with the possibility of eventually driving them out of business.\n\nStock analysts and investors generally look down upon cannibalization as amarketing strategy. That's because they see it as a potential drag on short-term profits. As companies design their marketing strategies, marketing cannibalization should be avoided. This means companies should closely monitor individual product sales to determine if cannibalization is occurring. For instance, companies like Starbucks and Shake Shack constantly weigh sales growth opportunities with the risks of local market cannibalization.\n\nThere may be times when market cannibalism cannot be avoided. Every major department store operates an online store, knowing full well that its sales can only cannibalize itsbrick-and-mortar locations. Their only other choice is to allow internet retailers to continue taking market share away from them. Consider how online sales are hurting major retailers like Macy's, which continues to close down some of its stores across the country.\n\nMarket cannibalization is also commonly referred to ascorporate cannibalism.\n\nThere are several types of market cannibalization. They include planned cannibalization, discount-related cannibalization, and cannibalization throughe-commerce.\n\nMarket cannibalization is measured by the cannibalization rate. The formula for the cannibalization rate is: 100 x (Lost Sales on Old Product) ÷ (Sales of New Product).\n\nIt is important to consider how the two products are branded to prevent new products from cannibalizing older ones. Products with similar pricing and placement, such as new flavors or added features, pose a highriskof market cannibalization, according to the Nuremberg Institute for Marketing Decisions.\n\nThis risk can be reduced through more distinctive branding. For example, creating inexpensive fighting brands to compete with low-cost competitors without cannibalizing from the premium brands. New offerings can also be carefully timed to avoid disrupting older offerings.\n\nMarket cannibalism is not always to be feared, especially if it can protect or expand a company's market share. Apple founderSteve Jobsis reported to have embraced the practice, saying: \"If we don't cannibalize ourselves, someone else will.\"Although newly-releasediPhonesdo cannibalize buyers from older models and other devices (like iPods), they make a bigger dent in Apple's competitors.\n\nIt may also be an appropriate defensive measure against competitors, as when Airbnb started cutting into the margins of the hotel business. In 2019, Marriott started its own home rental business, which cannibalized from its hotel revenue—but ultimately denied market share to Airbnb.\n\nThere are also major risks to market cannibalism. High-end retailers should be cautious about introducing low-priced versions, which could dilute the value of their premium brands.\n\nThere is also a danger ofmarket saturation, as might occur when two identical fast-food restaurants appear on the same block. Depending on local market dynamics, the brand might end up competing against itself.\n\nAs with other marketing decisions, thoroughmarket researchand careful timing can make all the difference between positive and negative market cannibalization.\n\nNew offerings can revive interest in older product lines\n\nBargain alternatives can prevent competitors from undercutting core brand\n\nBargain alternatives may dilute the value of premium brands\n\nMarket saturation may occur when multiple venues compete for customers\n\nApple is an example of a company that ignores the risk of market cannibalization in pursuit of larger objectives. When the company announces a new iPhone, the sales of its older models immediately drop. However, Apple counts on its new phone to capture customers from its competitors so it can increase its market share.\n\nCompanies often risk market cannibalization to see a boost in their market share. For example, a company that makes crackers may introduce a low-fat or lower-salt version of its brand. It knows some of its sales will be cannibalized from the original brand, but it hopes to expand its market share by appealing to health-conscious consumers who otherwise would buy a different brand or skip the crackers altogether.\n\nProduct cannibalization is an expected consequence of launching a new product line. It may also be necessary so companies can innovate and grow their businesses. But, there are risks associated with market cannibalization, which means businesses should take precautions when executing this strategy. While a poorly planned entry may harm sales of existing products, a well-planned market launch can help a company gain more overall market share.\n\nProduct cannibalization is represented by the cannibalization rate, which is the percentage of new sales that occurred at the expense of old product lines. The cannibalization rate is calculated by dividing the lost sales for older products by the total sales of the new product.\n\nProduct cannibalization is an important factor in brand marketing. Since any new launch runs the risk of poaching customers from other product lines, it is essential to carefully research the market and conduct thorough testing to determine if the risks outweigh the benefits.\n\nCompanies have different growth strategies they can explore to help them gain market share and increase their sales. At times, it may come at the expense of their existing product lines. When a company loses sales for an existing product to a newer one, it's called market cannibalization. While it can help businesses innovate, increase their customer base, and release new product lines, there are risks with this strategy. Low-priced goods and market saturation can be hard to avoid. This is why companies should do their research first.\n\nMacy's Inc., Investors. \"Macy's, Inc. Confirms Planned Macy's Store Closures.\"\n\nChannelSight. \"What is Product Cannibalization and How Do You Avoid It?\"\n\nMason, Charlotte and Kaushik Jayaram. \"Don't Get Eaten! Understanding and Handling Cannibalization.\"GfK Marketing Intelligence Review, vol. 10, no. 1, 2018, pp. 34-39.\n\nHarvard Business Review. \"The Real Leadership Lessons of Steve Jobs.\"\n\nThe Wall Street Journal. \"Marriott to Take on Airbnb in Booming Home-Rental Market.\"",
  "url": "https://www.investopedia.com/terms/m/marketcannibilization.asp"
}