{
  "term": "What Does Undervalued Mean? Definition in Value Investing",
  "definition": "Undervalued is a financial term referring to a security or other type of investment that is selling in the market for a price presumed to be below the investment'strue intrinsic value. The intrinsic value of a company is the present value of the free cash flows expected to be made by the company. An undervalued stock can be evaluated by looking at the underlying company's financial statements and analyzing its fundamentals, such as cash flow, return on assets, profit generation, and capital management to estimate the stock's intrinsic value.\n\nIn contrast, a stock deemedovervaluedis said to be priced in the market higher than its perceived value. Buying stocks when they are undervalued is a key component of famed investor Warren Buffett'svalue investingstrategy.\n\nValue investing is not foolproof, however. There is no guarantee as to when or whether a stock that appears undervalued will appreciate. There is also no exact way to determine a stock'sintrinsic value—which is essentially an educated guessing game. When someone says that a stock is undervalued, all they are essentially saying is that they believe the stock is worth more than the current market price, but this is inherently subjective and may or may not be based on a rational argument from business fundamentals.\n\nAn undervalued stock is believed to be priced too low based on current indicators, such as those used in avaluationmodel. Should a particular company’s stock be valued well below the industry average, it may be considered undervalued. In these circumstances, value investors may focus on acquiring these investments as a method of pulling in reasonable returns for a lower initial cost.\n\nWhether a stock is actually undervalued or not is open to interpretation. Ifa valuation modelis inaccurate or applied in the wrong way, it could mean the stock is already properly valued.\n\nValue investing is aninvestment strategythat looks for undervalued stocks or securities within the marketplace with the goal of purchasing or investing them. Since the assets can be acquired at a relatively low cost, the investor hopes to improve the likelihood of a return.\n\nAdditionally, the value investing methodology avoids purchasing any items that may be considered overvalued in the marketplace for fear of an unfavorable return.\n\nThe idea that a stock can bepersistently undervalued(or overvalued) in such a way that an investor can consistently achieve above-market returns by trading on these mispriced stocks, notably, conflicts with the idea that the stock market makes fully efficient use of all available information. If a stock were truly of greater intrinsic value than its market price, and this was readily ascertainable from its financial statements, then all market traders would have an immediate incentive to buy the stock, and in doing so bid up the price to its intrinsic value.\n\nIn other words, ifmarkets are efficientthen finding a truly undervalue stock should be near impossible (unless one has inside information not available to other market participants). This means that an investor who thinks a given stock is undervalued is inherently making a subjective judgment contrary to the rest of the market (barring insider information). It also means that the existence of successful value traders who can consistently outguess the market would be a challenge to the idea that markets are efficient.\n\nValues-based investing is the concept of buying shares in companies based on an investor's personal values. It different from value investing that looks for underpriced stocks. In this investment strategy, the investor chooses to invest based on what they personally believe in, even ifmarket indicatorsdo not support the position as profitable. This can include avoiding investments in companies with products that they do not support and directing funds to those they do.\n\nFor example, should an investor be against cigarette smoking, but support alternative fuel sources, they would invest their money accordingly. This type of investing implies that the investor considers first whether the product and sector are in line with their values.",
  "url": "https://www.investopedia.com/terms/u/undervalued.asp"
}