{
  "term": "What Is PEST Analysis? Its Applications and Uses in Business",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA political, economic, social, and technological (PEST) analysis is a method used by businesses to assess external factors that influence their operations and competitive environment.\n\nA PEST (political, economic, social, and technological) analysis is a management technique that enables an organization to evaluate key external elements that could impact its activities or performance. This helps an organization become more competitive in the market.\n\nA popular variation, especially in the U.K., is the PESTLE strategic planning approach, which adds two focus areas: legal and environmental.\n\nPEST analysis was first introduced under the name ETPS by Harvard professor Francis J. Aguilar. In the 1967 publication \"Scanning the Business Environment,\" Aguilar found economic, technical, political, and social factors to be major influences on the business environment. The letters were later rearranged to create the acronym used today.\n\nThe core of PEST analysis is the belief that a comprehensive assessment of themajor areas of influencethat affect the sector in which an organization is positioned, as well as the organization itself, can facilitate more effective strategic planning.\n\nThis planning can maximize the organization’s ability to capitalize on conditions as they exist and to be better prepared for imminent changes, allowing the organization to stay ahead of competitors.\n\nPolitical:The political aspect of PEST analysis focuses on the areas in which government policy and/or changes in legislation affect the economy, the specific industry, and the organization in question. Areas of policy that may particularly affect an organization include tax and employment laws. The general political climate of a nation or region, as well asinternational relations, can also greatly influence the organization.\n\nEconomic:The economic portion of the analysis targets the key factors of interest,exchange rates, economic growth,supply and demand, andinflation.\n\nSocial:The social factors that may be included in a PEST analysis aredemographicsand age distribution, cultural attitudes, and workplace and lifestyle trends.\n\nTechnological:The technological component considers the specific role and development of technologies within the sector and organization, as well as the wider uses, trends, and changes in technology. Government spending on technological research may also be a point of interest in this area.\n\nA PEST analysis can assist an organization in recognizing and capitalizing on opportunities offered by existing conditions in the business environment. It can also be used for identifying current or possible future challenges, allowing for effective planning for how to best manage these challenges.\n\nA PEST analysis can also be applied in assessing the in-house structure of an organization in order to identify strengths and weaknesses in its internal politics,economic outlook, social climate, and technological base. The results of this analysis can facilitate changes or improvements in areas identified as subpar.\n\nA PEST analysis can be used in conjunction with other forms of strategic business analysis, such as theSWOT(strengths, weaknesses, opportunities, and threats) model. Conducting a comparison between these completed analyses can provide a solid basis for informed decision-making.\n\nPEST analysis focuses on political, economic, social, and technological areas, whereas PESTLE adds legal and environmental factors to the analysis. These areas are considered when assessing the impact of external factors on a company's profitability.\n\nTo do a PEST analysis, you must consider the different factors (political, economic, social, and technological), and how these factors affect your business. For the political component, you would assess laws, regulations, government policies, and tariffs, for example. For the economic component, some of the topics you would assess would include access to financing, cost of living, interest rates, inflation, and labor costs. For the social component, you would consider consumer trends and behaviors, education, division of wealth, and population growth rates. For the technological component, you would assess areas such as artificial intelligence growth, innovation, research and development, social networking, and cybersecurity.\n\nA PEST analysis can be done as often as a business would like. It is a good idea to perform a PEST analysis when there have been significant changes that may impact a business, such as a change in interest rates, new government policies, or the introduction of new technology.\n\nBy analyzing the political, economic, societal, and technological factors that impact its business, a company can plan, reorganize, and adjust to these external factors in order to become a more successful operation. An organization's success is not only predicated on how well it internally manages its operations, but also on how it functions in the larger world. A PEST analysis can help it succeed.\n\nChartered Institute of Personnel and Development. “PESTLE Analysis.”\n\nRastogi, Nitank, and M.K. Trivedi. “PESTLE Technique—A Tool to Identify External Risks in Construction Projects.”International Research Journal of Engineering and Technology, vol. 3, no 1, 2016, pp. 385-386.\n\nPESTLE Analysis. “What Is PESTLE Analysis? An Important Business Analysis Tool.”\n\nPESTLE Analysis. “What Is a SWOT Analysis? 2 Examples of What It’s Used For.”",
  "url": "https://www.investopedia.com/terms/p/pest-analysis.asp"
}