{
  "term": "What Is Cost and Freight (CFR) in Foreign Trade Contracts?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nCost and Freight (CFR) is a contractual term in an export sales agreement that requires the seller to deliver the goods to the port of destination.\n\nCost and freight (CFR) is a term in an international trade contract that requires the seller to deliver the goods to a foreign port. The seller assumes responsibility for shipping the goods, along with the documents the buyer needs to take possession of the goods.\n\nThe term cost and freight is used only for cargo transported by sea or inland waterways.\n\nThe seller is not responsible for procuring marine insurance against the risk of loss or damage to the cargo during transit.\n\nCost and freight used to be abbreviated in contracts as C&F. In 1990, this was changed to CFR inIncoterms, a set of commercial trade rules established by theInternational Chamber of Commercial(ICC).\n\nContracts involving international transportation often contain abbreviated trade terms that describe matters such as the time and place of delivery; payment; the conditions under which the risk of loss shifts from the seller to the buyer; and specifying the party responsible for the costs of freight and insurance.\n\nIf a buyer and a seller agree to include cost and freight in their transaction, the seller must arrange and pay for transporting the cargo to a specified port. The seller must deliver the goods, clear them for export, and load them onto the transport ship. The risk of loss or damage transfers to the buyer once the seller loads the items onto the vessel, but before the main transportation occurs. This provision means that the seller is not responsible for securing insurance for the cargo for loss or damage during transportation.\n\nCost and freight is an International Commercial Term, also called an Incoterm. To facilitate foreign trade, the ICC publishes and regularly updates this set of globally recognized terms that help to create a standard for the terms of foreign trade contracts.Incoterms are intended to prevent confusion by clarifying the obligations of buyers and sellers, such as transport and export clearance obligations and the physical point where risk transfers from the seller to the buyer.\n\nWhen an Incoterm such as cost and freight appears in a contract of sale, it creates a legal obligation, meaning that it must be respected.\n\nFor goods transported internationally by sea or inland waterways, there are three other Incoterms that are closely related to CFR and are frequently used in trade contracts.\n\nCost and freight (CFR) is an expense associated with cargo transported by sea or inland waterways. If CFR is included in a transaction, the seller must arrange and pay for transporting the cargo to a specified port. The seller is also responsible for delivering the goods, clearing them for export, and loading them onto the transport ship. However, once the shipment is loaded into the vessel, the risk of loss or damage falls to the buyer. This means that the seller is not responsible for insuring the cargo during transportation.\n\n“Incoterm” is short for International Commercial Term, a set of terms and definitions published by the International Chamber of Commerce (ICC). These terms are standardized to prevent confusion and clarify the obligations of buyers and sellers, such as transport and export clearance obligations.\n\nCost and freight (CFR) and cost insurance and freight (CIF) are similar. They both relate to transporting goods by sea and divide the responsibilities of transit between the buyer and the seller. Where they differ is that CIF requires marine insurance to be included, at the expense of the seller. With CFR, the seller is not responsible for insuring the goods until they reach the destination port.\n\nCost and freight (CFR), an Incoterms rule that’s applicable only tocargo transported by sea or inland waterways, puts a fair bit of responsibility on the shoulders of both the buyer and the seller. Under these agreements, which are fairly common in international trade, the seller is responsible for all the planning and costs associated with exporting goods by sea to the destination port specified by the recipient. However, as soon as the goods are loaded on the vessel, the buyer is responsible for providing marine insurance on them—and fortransporting the goodsvia truck to their final destination, import fees, and so on.\n\nIncoterms Explained. “Cost and Freight (CFR).”\n\nInternational Chamber of Commerce. “Incoterms® Rules History.”\n\nTrade Finance Global. “Cost and Freight CFR.”\n\nInternational Chamber of Commerce. “Incoterms® Rules.”\n\nInternational Chamber of Commerce. “The Incoterms® Rules 2010.”\n\nIncoDocs. “Incoterms® Explained—The Complete Guide.”\n\nTrade Finance Global. “Incoterms® 2020—7 Key Changes You Need to Know [Update].”\n\nMeadows Wye & Co. “INCOTERMS—Responsibilities of Seller and/or Buyer Explained.”",
  "url": "https://www.investopedia.com/terms/c/cfr.asp"
}