{
  "term": "What Is an IPO? How an Initial Public Offering Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nAn IPO, or initial public offering, is the term for the first time that aprivate companysells shares of its stock to the public on a stock exchange. The event means that the company has transitioned from private to public ownership, which is why an IPO is often referred to as \"going public.\" It's an opportunity for a company to raise significant capital—to help it fund new growth, for example, or pay off debt. And it allows private investors, like founders, angel investors, and family members, to cash out, often realizing gains on their investment.\n\nAn IPO doesn't just happen overnight. It's the culmination of a process during which anunderwriting investment bankor group of banks helps the company prepare for the IPO, files paperwork and financial disclosures with theSecurities and Exchange Commission (SEC), creates a draft prospectus, takes it on aroad showto drum up interest, and much more.\n\nBefore an IPO, a company is considered private. As a pre-IPO private company, the business has grown with a relatively small number of shareholders including early investors like the founders, family, and friends along with professional investors such asventure capitalistsorangel investors.\n\nAn IPO is a big step for a company as it provides the company with access to raising a lot of money. This gives the company a greater ability to grow and expand. The increased transparency and share listing credibility can also be a factor in helping it obtain better terms when seeking borrowed funds as well.\n\nWhen a company reaches a stage in its growth process where it believes it is mature enough for the rigors of SEC regulations along with the benefits and responsibilities to publicshareholders, it will begin to advertise its interest in going public.\n\nTypically, this stage of growth will occur when a company has reached a private valuation of approximately $1 billion, also known asunicorn status. However, private companies at various valuations with strong fundamentals and proven profitability potential can also qualify for an IPO, depending on the market competition and their ability to meet listing requirements.\n\nIPO shares of a company are priced through underwritingdue diligence. When a company goes public, the previously owned private share ownership converts to public ownership, and the existing private shareholders’ shares become worth the public trading price. Share underwriting can also include special provisions for private to public share ownership.\n\nGenerally, the transition from private to public is a key time for private investors to cash in and earn the returns they were expecting. Private shareholders may hold onto their shares in the public market or sell a portion or all of them for gains.\n\nMeanwhile, the public market opens up a huge opportunity for millions of investors to buy shares in the company and contribute capital to a company’sshareholders' equity. The public consists of any individual or institutional investor who is interested in investing in the company.\n\nOverall, the number of shares the company sells and the price for which shares sell are the generating factors for the company’s new shareholders' equity value. Shareholders' equity still represents shares owned by investors when it is both private and public, but with an IPO, the shareholders' equity increases significantly with cash from the primary issuance.\n\nThe terminitial public offering (IPO)has been a buzzword on Wall Street and among investors for decades. The Dutch are credited with conducting thefirst modern IPOby offering shares of theDutch East India Companyto the general public.\n\nSince then, IPOs have been used as a way for companies to raise capital from public investors through the issuance of public share ownership.\n\nThrough the years, IPOs have been known for uptrends and downtrends in issuance. Individual sectors also experience uptrends and downtrends in issuance due to innovation and various other economic factors. Tech IPOs multiplied at the height of thedotcom boomas startups without revenues rushed to list themselves on the stock market.\n\nThe 2008 financial crisis resulted in a year with the least number of IPOs. After the recession following the 2008financial crisis, IPOs ground to a halt, and for some years after, new listings were rare. More recently, much of the IPO buzz has moved to a focus on so-called unicorns—startup companies that have reached private valuations of more than $1 billion. Investors and the media heavily speculate on these companies and their decision to go public via an IPO or stay private.\n\nThe IPO processessentially consists of two parts. The first is the pre-marketing phase of the offering, while the second is the initial public offering itself. When a company is interested in an IPO, it will advertise to underwriters by soliciting private bids or it can also make apublic statementto generate interest.\n\nTheunderwriterslead the IPO process and are chosen by the company. A company may choose one or several underwriters to manage different parts of the IPO process collaboratively. The underwriters are involved in every aspect of the IPOdue diligence, document preparation, filing, marketing, and issuance.\n\nThe primary objective of an IPO is to raise capital for a business. It can also come with other advantages as well as disadvantages.\n\nOne of the key advantages is that the company gets access to investment from the entire investing public to raise capital. This facilitates easier acquisition deals (share conversions) and increases the company’s exposure, prestige, and public image, which can help the company’s sales and profits.\n\nIncreased transparency that comes with required quarterly reporting can usually help a company receive more favorable credit borrowing terms than a private company.\n\nCompanies may confront several disadvantages to going public and potentially choose alternative strategies. Some of the major disadvantages include the fact that IPOs are expensive, and the costs of maintaining a public company are ongoing and usually unrelated to the other costs of doing business.\n\nFluctuations in a company's share price can be a distraction for management, which may be compensated and evaluated based on stock performance rather than real financial results. Additionally, the company becomes required to disclose financial, accounting, tax, and other business information. During these disclosures, it may have to publicly reveal secrets and business methods that could help competitors.\n\nRigid leadership andgovernanceby the board of directors can make it more difficult to retain good managers willing to take risks.Remaining private is always an option. Instead of going public, companies may also solicit bids for a buyout. Additionally, there can be some alternatives that companies may explore.\n\nCan raise additional funds in the future throughsecondary offerings\n\nAttracts and retains better management and skilled employees through liquid stock equity participation (e.g., ESOPs)\n\nIPOs can give a company a lowercost of capitalfor both equity and debt\n\nSignificant legal, accounting, and marketing costs arise, many of which are ongoing\n\nIncreased time, effort, and attention required of management for reporting\n\nThere is a loss of control and stronger agency problems\n\nA direct listing is when anIPO is conducted without any underwriters. Direct listings skip the underwriting process, which means the issuer has more risk if the offering does not do well, but issuers also may benefit from a higher share price. A direct offering is usually only feasible for a company with a well-knownbrandand an attractive business.\n\nIn aDutch auction, an IPO price is not set. Potential buyers can bid for the shares they want and the price they are willing to pay. The bidders who were willing to pay the highest price are then allocated the shares available.\n\nWhen a company decides to raise money via an IPO it is only after careful consideration and analysis that this particularexit strategywillmaximize the returns of early investorsand raise the most capital for the business. Therefore, when the IPO decision is reached, the prospects for future growth are likely to be high, and many public investors will line up to get their hands on some shares for the first time. IPOs are usually discounted to ensure sales, which makes them even more attractive, especially when they generate a lot of buyers from the primary issuance.\n\nInitially, the price of the IPO is usually set by the underwriters through their pre-marketing process. At its core, the IPO price is based on the valuation of the company using fundamental techniques. The most common technique used isdiscounted cash flow, which is thenet present valueof the company’s expected future cash flows.\n\nUnderwriters and interested investors look at this value on a per-share basis. Other methods that may be used for setting the price include equity value,enterprise value, comparable firm adjustments, and more. The underwriters do factor in demand but they also typically discount the price to ensure success on the IPO day.\n\nIt can be quite hard to analyze thefundamentalsandtechnicalsof an IPO issuance. Investors will watch news headlines but the main source for information should be theprospectus, which is available as soon as the company files its S-1 Registration.The prospectus provides a lot of useful information. Investors should pay special attention to the management team and their commentary as well as the quality of the underwriters and the specifics of the deal. Successful IPOs will typically be supported by big investment banks that can promote a new issue well.\n\nOverall, the road to an IPO is a very long one. As such, public investors building interest can follow developing headlines and other information along the way to help supplement their assessment of the best and potential offering price.\n\nThe pre-marketing process typically includes demand from large private accredited investors and institutional investors, which heavily influence the IPO’s trading on its opening day. Investors in the public don’t become involved until the final offering day. All investors can participate but individual investors specifically must have trading access in place. The most common way for an individual investor to get shares is to have an account with a brokerage platform that itself has received an allocation and wishes to share it with its clients.\n\nSeveral factors may affect the return from an IPO which is oftenclosely watched by investors. Some IPOs may be overly hyped by investment banks which can lead to initial losses. However, the majority of IPOs are known for gaining in short-term trading as they become introduced to the public. There are a few key considerations for IPO performance.\n\nIf you look at the charts following many IPOs, you'll notice that after a few months the stock takes a steep downturn. This is often because of the expiration of thelock-up period. When a company goes public, the underwriters make company insiders, such as officials and employees, sign a lock-up agreement.\n\nLock-up agreements are legally binding contracts between the underwriters and insiders of the company, prohibiting them from selling any shares of stock for a specified period. The period can range anywhere from three to 24 months. Ninety days is the minimum period stated underRule 144(SEC law) but the lock-up specified by the underwriters can last much longer.The problem is, when lockups expire, all the insiders are permitted to sell their stock. The result is a rush of people trying to sell their stock to realize their profit. This excess supply can put severe downward pressure on the stock price.\n\nSome investment banks include waiting periods in their offering terms. This sets aside some shares for purchase after a specific period. The price may increase if this allocation is bought by the underwriters and decrease if not.\n\nFlippingis the practice of reselling an IPO stock in the first few days to earn a quick profit. It is common when the stock is discounted and soars on its first day of trading.\n\nClosely related to a traditional IPO is when an existing company spins off a part of the business as its standalone entity, creatingtracking stocks. The rationale behindspin-offsand the creation of tracking stocks is that, in some cases, individual divisions of a company can be worth more separately than as a whole. For example, if a division has high growth potential but large current losses within an otherwise slowly growing company, it may beworthwhile to carve it outand keep the parent company as a large shareholder, then let it raise additional capital from an IPO.\n\nFrom an investor’s perspective, these can be interesting IPO opportunities. In general, a spin-off of an existing company provides investors with a lot of information about the parent company and its stake in the divesting company. More information available for potential investors is usually better than less so savvy investors may find good opportunities in this type of scenario. Spin-offs can usually experience less initial volatility because investors have more awareness.\n\nIPOs are known for having volatile opening day returns that can attract investors looking to benefit from the discounts involved. Over the long term, an IPO's price will settle into a steady value, which can be followed by traditional stock price metrics likemoving averages. Investors who like the IPO opportunity but may not want to take the individual stock risk may look into managed funds focused on IPO universes. But also look out for so-calledhot IPOsthat could be more hype than anything else.\n\nAn IPO is essentially a fundraising method used by large companies, in which the company sells its shares to the public for the first time. Following an IPO, the company’s shares are traded on a stock exchange. Some of the main motivations for undertaking an IPO include: raising capital from the sale of the shares, providing liquidity to company founders and early investors, and taking advantage of a higher valuation.\n\nA company might want to do an IPO in order to raise capital to expand, fund new initiatives or research and development (R&D), or to pay off debt. Because it is raising money from the investing public, an IPO can increase the company’s prestige and public image, which can help the company get better terms from lenders as well as boost sales and profits. Another reason for doing an IPO is to allow early investors to sell some or all of their shares in the company.\n\nBuying a company's shares during anIPOcomes with high risks for individual investors. Numerous factors influence an IPO's success, including the market's competitive landscape and whether the company's shares have been overvalued or valued incorrectly. Also, a company that has an IPO doesn't yet have a proven track record of operating publicly, so there's no guarantee that its stock will perform well going forward.\n\nIn addition, the offering price announced ahead of the IPO isn't likely to be the price you'll pay when the stock is traded on the exchange; that early price is reserved for institutional investors, employees, and investors who have met eligibility requirements.\n\nOftentimes, there will be more demand than supply for a new IPO. For this reason, there is no guarantee that all investors interested in an IPO will be able to purchase shares. Those interested in participating in an IPO may be able to do so through their brokerage firm, although access to an IPO can sometimes be limited to a firm’s larger clients. Another option is to invest through a mutual fund or another investment vehicle that focuses on IPOs.\n\nThe company going public keeps most of the proceeds of the IPO, but some of it also goes to those who helped them with the IPO process, including investment banks, accountants, lawyers, and others. Early investors who sell some or all of their shares can also receive money from an IPO.\n\nIPOs tend to garner a lot of media attention, some of which is deliberately cultivated by the company going public. Generally speaking, IPOs are popular among investors because they tend to produce volatile price movements on the day of the IPO and shortly thereafter. This can occasionally produce large gains, although it can also produce large losses. Ultimately, investors should judge each IPO according to the prospectus of the company going public as well as their financial circumstances and risk tolerance.\n\nWhen a company goes IPO, it needs to list aninitial value for its new shares. This is done by the underwriting banks that will market the deal. In large part, the value of the company is established by the company's fundamentals and growth prospects. Because IPOs may be from relatively newer companies, they may not yet have a proven track record of profitability. Instead, comparables may be used. However, supply and demand for the IPO shares will also play a role on the days leading up to the IPO.\n\nA company that has an IPO and transitions from being privately owned to being publicly owned is taking a giant step forward. The money it raises can help fuel its growth, pay off early investors and debt, and allow for investment in research and development. But for investors, the IPO is no guarantee of future success, and it may take many years for that investment to pay off.\n\nU.S. Securities and Exchange Commission. \"Form S-1,\" Pages 4–6.\n\nU.S. Securities and Exchange Commission. \"Form S-1,\" Page 1.\n\nU.S. Securities and Exchange Commission. \"What Is a Registration Statement?\"\n\nU.S. Securities and Exchange Commission. \"Revisions to Rules 144 and 145: A Small Entity Compliance Guide.\"\n\nU.S. Bank. \"Is Investing in an Initial Public Offering a Good Idea?\"",
  "url": "https://www.investopedia.com/terms/i/ipo.asp"
}