{
  "term": "What Are Series I Bonds? Rates, Risks, Taxes Explained",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Madelyn Goodnight\n\nSeries I Bonds, also known as I Bonds, are a type of savings bond issued by the U.S. Treasury that offer investors a unique combination of safety and protection against inflation. These bonds are considered among the most low-risk investments available, as they are backed by the full faith and credit of the United States government.\n\nUnlike traditional savings bonds orsavings accounts, I Bonds earn interest through a combination of a fixed rate, which remains constant throughout the life of the bond, and a variable inflation rate that is adjusted twice a year based on changes in the Consumer Price Index (CPI).\n\nMost Series I bonds are issued electronically, but it is possible to purchase paper certificates with a minimum of $50 using your income tax refund, according to Treasury Direct.\n\nSeries I bonds are non-marketable bonds that are part of the U.S. Treasurysavings bondprogram designed to offer low-risk investments. Their non-marketable feature means they cannot be bought or sold in thesecondary markets. The two types of interest that a Series I bond earns are an interest rate that is fixed for the life of the bond and an inflation rate that is adjusted each May and November based on changes in the non-seasonally adjusted consumer price index for all urban consumers (CPI-U).I bonds are issued at a fixed interest rate for up to 30 years, plus a variable inflation rate that is adjusted each May and November. This gives the bondholder some protection from the effects of inflation.\n\nThe fixed-rate component of the Series I bond is determined by the Secretary of the Treasury and is announced every six months on the first business day in May and the first business day in November. That fixed rate is then applied to all Series I bonds issued during the next six months, is compounded semiannually and does not change throughout the life of the bond.\n\nIn addition to the fixed interest rate, the variable rate is announced twice a year in May and November and is determined by changes to the Consumer Price Index (CPI), which is used to gauge inflation in the U.S. economy. The change in the inflation rate is applied to the bond every six months from the bond's issue date.\n\nIn effect, the interest paid on Series I bonds is variable and changes over time, making it difficult to forecast the value of the bonds years from today.\n\nThe actual rate on the bond, known as thecomposite rate, is calculated by combining the fixed and inflation rates. The inflation rate impacts the fixed rate set on the bond. However, the minimum level that the interest rate on a Series I bond can fall to is zero, which is the floor placed on the bond by the Treasury. If the inflation rate is so negative that it would take away more than the fixed rate, the composite rate will be set at zero. The formula for calculating the composite rate is given as:\n\nComposite rate = fixed rate + (2 x semiannual inflation rate) + (fixed rate x semiannual inflation rate)\n\nFor example, if the fixed rate is 0.30% and the semiannual inflation is -2.30%, the composite rate on the bond will be:\n\nHowever, since it is negative in this case, the composite ratio will be adjusted to 0%.\n\n5.27% is the composite interest rate for I bonds issued November 1, 2023 to April 30, 2024. This includes a fixed rate portion of 1.30%.Inflation adjustments are made 2x each year, on May 1 and November 1.\n\nInterest is exempt from state and local taxes\n\nInterest can be tax-free if used for education\n\nCannot be bought and sold on secondary market\n\nLimited dollar cap per person, per year\n\nMust be held for at least 1 year\n\nForfeit 3 months interest if redeemed within 5 years\n\nComparatively low interest rate vs. riskier investments\n\nOne of the most significant benefits of Series I bonds is the exceptionally low risk associated with them. As they are backed by the full faith and credit of the United States government, investors can have confidence in the safety and stability of their principal investment.\n\nAnother key advantage of I Bonds is their ability to protect purchasing power against inflation. The variable inflation rate component of the bond's interest rate is adjusted semi-annually based on changes in the CPI. This means that as inflation rises, the interest rate on I Bonds also increases, helping to preserve the real value of your investment over time.\n\nIn terms of tax benefits, I Bonds offer several additional advantages. The interest earned on these bonds is usuallyexempt from state and local taxes, which can be particularly appealing to investors in high-tax states. Additionally, if the proceeds from I Bonds are used to pay for qualified higher education expenses, the interest may be exempt from federal income taxes as well.\n\nHowever, there are some drawbacks to consider before investing in I Bonds. With their safety comes a comparatively lower return, comparable to a high-interest savings account or certificate of deposit (CD). One main limitation is that these bonds cannot be bought or sold on the secondary market. This means that once you purchase an I Bond, you are committed to holding it until maturity or redeeming it with the Treasury, subject to certain restrictions.\n\nLiquidity is another factor to consider. I Bonds must be held for a minimum of one year before they can be redeemed, which may not be suitable for investors who require more flexible access to their funds. Furthermore, if I Bonds are redeemed within the first five years, investors will forfeit the most recent three months of interest as a penalty.\n\nAnother potential downside is the purchase limit. Investors are limited to purchasing a maximum of $10,000 in electronic I Bonds per year for each Social Security Number (the minimum purchase amount is $25).An additional $5,000 may be purchased as paper I bonds. This cap may be restrictive for investors looking to allocate a larger portion of their portfolio to this type of investment.\n\nLastly, while I Bonds offer a relatively attractive interest rate, especially during periods of high inflation, they may not provide the same long-term growth potential as other investment options, such as stocks or real estate. Investors should carefully consider their financial goals and risk tolerance when deciding whether to include I Bonds in their portfolio.\n\nInterest income for Series I bonds is taxable at the federal level, but not at the state and local levels. The series I bond is azero-coupon bond, meaning that no interest is paid during the life of the bond. The interest is, instead, added back to the value of the bond and earns interest on interest. The bondholder has the option of selecting one of two methods of taxation—the cash method or the accrual method.\n\nUnder the cash method, tax is only applied when the bonds are redeemed. Therefore, a taxpayer that holds a bond for seven years before selling it will only be taxed at the time the bond is sold. Using the accrual method, on the other hand, taxes on the imputed interest earned are applied every year.\n\nSometimes, the Series I bond income is tax-free at the federal level if it is used to pay for higher education. When you sell an I bond and use the proceeds to pay for qualified higher education expenses at an eligible institution in the same calendar year, the interest is exempt from federal income tax.\n\nWhen considering investing in U.S. savings bonds, investors often compare Series I Bonds andSeries EE Bonds. While both bond types are backed by the full faith and credit of the U.S. government and offer a safe, low-risk investment option, there are several key differences between the two.\n\nOne of the most significant differences between I Bonds and EE Bonds lies in how their interest rates are determined. I Bonds earn a combination of a fixed rate, which remains constant throughout the life of the bond, and a variable inflation rate that is adjusted twice a year based on changes in the Consumer Price Index (CPI). This means that the interest rate on I Bonds can fluctuate over time, providing investors with protection against inflation.\n\nOn the other hand, EE Bonds issued after May 2005 earn a fixed interest rate that remains the same for the life of the bond. This rate is determined at the time of purchase and is generally lower than the composite rate offered by I Bonds. However, EE Bonds come with a unique guarantee: if held for 20 years, they will double in value, effectively providing a 3.5% annual return.\n\nBoth I Bonds and EE Bonds have purchase limits, but they differ slightly. Investors can purchase up to $10,000 in electronic I Bonds per year for each Social Security Number, with an additional $5,000 in paper I Bonds if using their tax refund. EE Bonds have an annual purchase limit of $10,000 in electronic form per Social Security Number, but there is no additional purchase limit for paper EE Bonds.\n\nI Bonds can be purchased in any denomination starting at $25, with a maximum of $10,000 per transaction. EE Bonds can be purchased in denominations ranging from $25 to $10,000.\n\nBoth I Bonds and EE Bonds have a 30-year maturity period, composed of an original 20-year maturity followed by a 10-year extended maturity period. However, there are differences in their redemption rules.\n\nBoth EE and I Bonds must be held for a minimum of one year before they can be redeemed, and if they are redeemed within the first five years, investors forfeit the most recent three months of interest.\n\nBoth I Bonds and EE Bonds offer certain tax benefits. The interest earned on these bonds is subject to federal income tax but exempt from state and local taxes. Additionally, if the proceeds from either bond type are used to pay for qualified higher education expenses, the interest may be tax-free at the federal level.\n\nI Bonds are often favored by investors seeking protection against inflation, as their variable interest rate helps preserve purchasing power over time. They may be particularly attractive during periods of high inflation.\n\nEE Bonds, with their fixed interest rate and guaranteed doubling in value after 20 years, may appeal to investors with a longer investment horizon who prioritize predictable returns.\n\nU.S. savings bonds, includingSeries I bonds, can only be purchased online from the U.S. Treasury, using theTreasuryDirect website. You can also use your federal tax refund to purchase Series I bonds.\n\nSuppose an investor purchases $10,000 worth of I Bonds when the composite rate is 5.27%. This rate includes both the fixed rate and the variable inflation rate.If the composite rate remains at 5.27% for the entire year, and the interest is compounded semiannually, the investor would earn:\n\nYear 1 Interest = $10,000 × (1 + 0.0527/2)^2 - $10,000= $10,000 × (1.02635)^2 - $10,000= $10,000 × 1.0535 - $10,000= $535\n\nIn this scenario, the investor would earn approximately $535 in interest during the first year. However, it's essential to keep in mind that the composite rate for I Bonds is not fixed and can change every six months based on the variable inflation rate. If the composite rate fluctuates, the actual interest earned may be higher or lower than in this example. Also note that early redemptions will incur penalties.\n\nIf you use your income tax refund to purchase U.S. savings bonds, complete and fileIRS Form 8888with your tax return.The IRS will arrange for your U.S. savings bonds to be mailed to you.\n\nThe composite rate for I bonds will depend on when they were issued and the inflation rates that they have experienced.Therefore, you will need to consult a table showing the historical fixed and variable components depending on the issue date.\n\nThese bonds are issued at face value with a 30-year final maturity: a 20-year original maturity period immediately followed by a 10-year extended maturity period.\n\nSeries I Bonds offer a unique investment opportunity for those seeking a low-risk, inflation-protected investment backed by the U.S. government. With a combination of a fixed rate and a variable inflation rate, I Bonds can help preserve purchasing power over time, making them an attractive option for risk-averse investors. However, investors should be aware of the limitations, such as the annual purchase limit, the one-year minimum holding period, and the three-month interest penalty if redeemed within the first five years. Additionally, while I Bonds offer the potential for competitive returns during periods of high inflation, they may not provide the same long-term growth prospects as other investment vehicles, such as stocks, corporate bonds, or real estate. Ultimately, the decision to invest in I Bonds should be based on an individual's financial goals, risk tolerance, and overall investment strategy.\n\nTreasuryDirect. \"Buying Series I Savings Bonds.\"\n\nBureau of the Fiscal Service. \"Questions and Answers About Series I Savings Bonds,\" Page 1.\n\nBureau of the Fiscal Service. \"Questions and Answers About Series I Savings Bonds,\" Page 1.\n\nTreasuryDirect. \"Using I Bonds for Higher Education.\"\n\nTreasuryDirect. \"Questions and Answers about Series I Savings Bonds.\"\n\nTreasuryDirect. \"How much can I spend on savings bonds?\"\n\nTreasuryDirect. \"Tax Considerations for I Bonds.\"\n\nTreasuryDirect.gov.\"Savings Bonds-EE Bonds\"\n\nInternal Revenue Service. \"Using Your Income Tax Refund to Save by Buying U.S. Savings Bonds.\"\n\nTreasuryDirect. \"Series I Savings Bonds Rates & Terms: Calculating Interest Rates.\"\n\nTreasuryDirect.com.\"I Bonds Interest Rates\"",
  "url": "https://www.investopedia.com/terms/s/seriesibond.asp"
}