{
  "term": "What Is an Indicator? How It's Used, Types, and Examples",
  "definition": "Indicators are statistics used to measure current conditions as well as to forecast financial or economic trends.\n\nIn the world of investing, indicators typically refer totechnical chart patternsderiving from the price, volume, or open interest of a given security. Common technical indicators include moving averages, moving average convergence divergence (MACD), relative strength index (RSI), and on-balance-volume (OBV).\n\nIn economics, indicators usually refer to pieces of economic data used to measure the overall health of the economy and predict its direction. They include the Consumer Price Index (CPI), Gross Domestic Product (GDP), and unemployment figures.\n\nIndicators can be broadly categorized into economic indicators and technical indicators.\n\nEconomic indicatorsare statistical metrics used to measure the growth or contraction of the economy as a whole or sectors within the economy. Infundamental analysis, economic indicators that quantify current economic and industry conditions are used to provide insight into the future profitability potential of public companies.\n\nTechnical indicatorsare used extensively intechnical analysisto predict changes in stock trends or price patterns in any traded asset.\n\nThere are many economic indicators created by different sources in both the private and public sectors.\n\nFor example, theBureau of Labor Statistics, which is the research arm of the U.S. Department of Labor, compiles data on prices, employment and unemployment, compensation and work conditions, and productivity. The price report contains information aboutinflation, import and export prices, and consumer spending.\n\nTheInstitute for Supply Management (ISM)is a not-for-profit professional association for supply management and purchasing professionals.\n\nIt has published itsISM Manufacturing Report on Businessmonthly since 1931. The report contains a composite index, thePurchasing Managers' Index (PMI), which contains information on manufacturing and non-manufacturing orders. The index is a closely watched barometer of economic activity.\n\nThe U.S.Department of Commerceuses ISM data in its evaluation of the economy.\n\nFor most of the 21st century, housing and real estate have been leading economic indicators. There are several metrics used to measure housing growth including theS&P/Case-Shiller Index, which measures house sale prices, and theNAHB/Wells Fargo Housing Market Index, which is a survey of home builders that measures the market appetite for new homes.\n\nOther economic indicators include interest rates, themoney supply, andconsumer sentiment.\n\nBeware of leaning too heavily on economic indicators to make investment decisions. Economic data is usually far from perfect and still needs to be analyzed and interpreted correctly.\n\nIn the context of technical analysis, an indicator is a mathematical calculation based on a security's price orvolume. The result is used to predict future prices.\n\nCommon technical analysis indicators are themoving average convergence-divergence (MACD)indicator and therelative strength index (RSI).\n\nThe MACD is based on the assumption that the tendency of the price of a traded asset is to revert to atrend line.\n\nThe RSI compares the size of recent gains to recent losses to determine the asset's pricemomentum, either up or down. Using tools like the MACD and the RSI, technical traders will analyze assets' price charts looking for patterns that will indicate when to buy or sell the asset under consideration.\n\nOne of the most common economic indicators is the Consumer Price Index (CPI), which is simply the weighted price average of a basket of consumer goods and services. Changes in CPI are used to measure changes in the cost of living and to identify periods of inflation or deflation.\n\nAt the time of writing (Summer 2021), investors are becoming increasingly concerned that rising inflation will finally upend the bull run in the stock market. In April 2021, the CPI increased 0.8%, making it the biggest 12-month increase since September 2008.\n\nMoving average (MA) is a technical indicator used to identify the general direction, or trend, of a given stock. Its purpose is to smoothen historical price data by generating a constantly updated average price.\n\nIf the MA is moving in a positive (negative) direction, that's a bullish (bearish) sign for the stock.\n\nAt the time of writing, Amazon stock recentlybroke through its 50-day moving average, suggesting that it's an attractive pick from a technical standpoint.\n\nEmails that are completely unsolicited, contain several typos, require urgent action, and demand unusual actions from you are all indicators of a phishing attempt.\n\nA steadily declining CPI is an indicator of generally declining prices.\n\nA key performance indicator refers to a quantifiable measurement used to measure a company's success against a specific target or objective. Common KPIs include net profit, sales, and customer retention rate.\n\nThe relative strength index (RSI) is a technical analysis indicator that compares the size of recent gains to recent losses. RSI is used to determine the asset's pricemomentum, either up or down.\n\nGenuine progress indicator (GPI)is a metric used to gauge a country's rate of economic growth. It is often considered a more reliable measure of economic progress than the more widely used gross domestic product (GDP) figure.\n\nCommonly used indicators of a company's profitability include gross margin, operating margin, net margin, and return on equity (ROE).\n\nU.S. Bureau of Labor Statistics. \"Consumer Price Index Summary.\" Accessed June 14, 2021.",
  "url": "https://www.investopedia.com/terms/i/indicator.asp"
}