{
  "term": "What Is a Hold Recommendation on a Stock?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nHold is an analyst's recommendation to neither buy nor sell a security. A company with a hold recommendation generally is expected to perform with the market or at the same pace as comparable companies. Thisratingis better than sell but worse than buy, meaning that investors with existing long positions shouldn't sell but investors without a position shouldn't purchase either.\n\nA hold recommendation can be thought of as hold what you have and hold off buying more of that particular stock. A hold is one of the three basic investment recommendation given by financial institutions and professionalfinancial analysts. All stocks either have a buy, sell or hold recommendation. Often, a single stock may have two or more conflicting recommendations given by different financial institutions. In these cases, it's important for investors to look at the advice provided and decide which is more accurate for their specific situations.\n\nIf an investor decides that a stock is a hold, she has two potential options. If the investor already owns shares of the stock, she should hold onto theequityand see how it performs over the short-, medium- and long-term. If an investor does not own any shares of the equity, she should wait to purchase until the future prospects become more clear.\n\nA hold is an analyst's call on a stock and distinct from the buy-and-hold strategy, where an equity security is purchased with the understanding that it will be held for the long term. The definition of long-term depends on the specific investor, but most people entering into abuy-and-hold strategywill own a stock for five years or more. This type of strategy forces investors to stick with investments through market retractions andrecessionsso they don't sell during a dip; instead, they ride out volatility and sell at a peak.\n\nWhen an investor holds onto a stock, she is effectively initiating along positionin an equity. Investors who hold a stock for a long period of time can benefit from quarterly dividends and potential price appreciation over time. Even if a stock is given a hold recommendation and remains flat, if it pays a dividend, the investor can still profit. A hold position is not a bad one, and even stocks that are labelled as a hold can appreciate in price over time. They are just not seen as likely to outperform other comparable stocks.\n\nHowever, there are also risks of holding a stock. All long positions are susceptible tomarket volatilityand potential price declines. Sometimes investors predict a microeconomic or macroeconomic downturn but hold onto a stock because it was recommended by a leadingfinancial institution. If the price of the stock subsequently declines with the market, the investor loses money. That said, the paper losses in a broad market dip only matter if the investor needs the money in the near term. If, however, the fundamentals of a stock have degraded, then the investor must reassess whether to continue to hold or not.",
  "url": "https://www.investopedia.com/terms/h/hold.asp"
}