{
  "term": "What Is Maritime (aka Admiralty) Law, and Why Is It Important?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nMaritime law, also known as admiralty law, is a body of laws, conventions, and treaties that govern private maritime business and other nautical matters, such as shipping or offenses occurring on open water. International rules governing the use of the oceans and seas are known as the Law of the Sea.\n\nIn most developed nations, maritime law follows a separate code and is an independent jurisdiction from national laws. TheUnited Nations (UN), through theInternational Maritime Organization (IMO), has issued numerous conventions that can be enforced by the navies and coast guards of countries that have signed the treaty outlining these rules.\n\nConventions are regularly amended to keep up with new business practices and technologies.\n\nMaritime law governs many of theinsurance claimsrelating to ships and cargo; civil matters between shipowners, seamen, and passengers; and piracy. Additionally, maritime law regulates registration, license, and inspection procedures for ships and shipping contracts; maritime insurance; and the carriage of goods and passengers.\n\nThe IMO (established in 1948 as the Inter-Governmental Maritime Consultative Organization, and coming into force in 1958) is responsible for ensuring that existing international maritime conventions are kept up to date as well as developing new agreements as and when the need arises.\n\nToday, there are dozens of conventions regulating all aspects of maritime commerce and transport. The IMO names three conventions as its core:\n\nOn its website, the IMO has lists ofconventionsandamendments expected to enter into forcein the current and coming years.\n\nThe governments of the 176 IMO member states, as of 2024, are responsible for the implementation of IMO conventions for ships registered in their nation.Local governments enforce the provisions of IMO conventions as far as their ships are concerned and set the penalties for infringements. In some cases, ships must carry certificates onboard to show that they have been inspected and have met the required standards.\n\nThe origins of maritime law can be traced all the way back to ancient Egypt. In those days, ships were used to transport goods and a clearly defined set of rules was needed to ensure safety and fair trade and settle disputes between different parties.\n\nHowever, it wasn’t until much later that the first written record of formal codes can be found. The Rhodian Sea Laws, formed around 900 BCE, set official rules for the Mediterranean Sea. These laws governed seafaring trade in the area, influenced the Romans, and remained in effect through the 12th century.\n\nThe oldest maritime laws on record were reportedly created on the island of Rhodes, Greece.\n\nEuropean maritime laws gradually evolved over the following centuries. Key developments that helped to shape current laws included the Consulate of the Sea, the Rolls of Oléron, and the early English Admiralty laws, which would later help to shape the laws of the sea in the U.S.\n\nMaritime law arrived in the Americas in the 1600s. In 1789, the year that the U.S. Constitution was adopted, federal district courts were given exclusive jurisdiction over admiralty law cases and a uniform body of law was created.\n\nThe country of registration determines a ship's nationality. For most ships, the national registry is the country where the owners live and operate their business.\n\nShipowners will often register their ships in countries that allow foreign registration. Called \"flags of convenience,\" the foreign registration is useful for tax planning and to take advantage of lenient local laws. Two examples of \"flags of convenience\" countries are Panama and Bermuda.\n\nMaritime law is the body of rules that govern everything that goes on in the sea and open waters. These rules help clear up various disputes that can occur and ensure that the people and organizations that work on the water behave correctly and are protected.\n\nInternational maritime law is governed by the International Maritime Organization (IMO). A specialized agency of the United Nations, it is the IMO’s job to establish the framework and regulations for the safety, security, and environmental performance of shipping on an international, universal level.\n\nMaritime law generally applies to private shipping issues, whereas the law of the sea is largely recognized as referring to public international law. In other words, the latter governs how nations should behave in maritime environments.\n\nThe world’s open seas make up about 70% of the earth’s surface and are important, both as a means of transport and as a resource.Maritime law exists to protect this asset and the people who use it. Without it, there would likely be anarchy and collapse of the global economy.\n\nUnited States Code. “46 USC Subtitle V: Merchant Marine.”\n\nIMO. “List of IMO Conventions.”\n\nIMO. “IMO Instruments Implementation Code (III Code).” Pages 7-10.\n\nPrudential Press. “The Documentary History of Insurance, 1000 B. C. - 1875 A.D.” Page 5.\n\nNational Archives. “Federal Judiciary Act (1789).”\n\nIMO. \"Registration of Ships and Fraudulent Registration Matters.\"\n\nInternational Transport Workers' Federation. \"Flags of Convenience.\"\n\nNational Oceanic and Atmospheric Administration. “Why Should We Care About the Ocean?”",
  "url": "https://www.investopedia.com/terms/m/maritime-law.asp"
}