{
  "term": "What Is a Pro Forma Invoice? Required Information and Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA pro forma invoice is a detailed confirmation of an order, but not a demand for payment, sent by a seller to a buyer before or with a delivery of goods.\n\nA pro forma invoice is a written confirmation of an order, sent by a seller to a buyer before delivering ordered goods or with the delivery. It is not actually an invoice or a bill. It is a preliminarybill of salewith a description of the order and an estimate of its delivery price.\n\nThe information included on a pro forma invoice typically includes a description of the goods purchased, their price, their shipping weight, and an estimate of transport charges and other fees.\n\nA pro forma invoice reiterates the terms of a sale. It prevents misunderstandings between a buyer and a seller. It also includes a good-faith estimate of transit charges, which are subject to changes that may not be in the seller's control.\n\nBusinesses in virtually all industries use pro forma invoices to satisfy their internal purchase approval process. They streamline the sales process by stating the final terms clearly, limiting the need for many follow-up calls.\n\nThe pro forma invoice includes any information that Customs officials at borders need to determine any tariffs that are due.\n\nA pro forma invoice notifies the buyer of the sale price, estimates any additional costs such as taxes, and estimates shipping weight and costs.\n\nA company may send a pro forma invoice before shipping any agreed-upondeliverablesor with the shipped items. It contains cost details associated with the sale but is not an official demand for payment.\n\nThere are no firm guidelines on the format of a pro forma invoice, and it may or may not resemble a commercial invoice.\n\nPro forma invoices or similar documents are needed for international transactions that go through Customs for inspection and tariff collection.\n\nA pro forma invoice is used by a seller to communicate to a buyer the expected costs, fees, and date of delivery for an order. This transparency can help the manufacturer avoid any misunderstandings when the order is delivered.\n\nA pro forma invoice may also provide the buyer with an opportunity to negotiate the terms before delivery. A buyer who is not satisfied with the price, quantity, or delivery timeline can contact the manufacturer to renegotiate.\n\nPro forma invoices aren't legally required but they're generally a good idea because they can prevent disputes at the time of delivery.\n\nSpecific documentation is required before goods can pass throughCustomsinto the U.S.\n\nA traditional commercial invoice must list the buyer, the seller, and the carrier, and describe the goods, their quantity, the value of the shipment, the method of payment, and more.\n\nA pro forma invoice isn't needed for international shipments but is often used when a transaction that isn't final requires an estimate of the cost of products being bought. It should include enough information to allow Customs officials to determine thedutiesneeded from a general examination of the included goods. This information can include:\n\nIf a firm uses a pro forma invoice for Customs, it must also present a commercial invoice within 120 days.\n\nA pro forma invoice should include all the details of a transaction, even if certain figures aren't yet final, so that nothing comes as a surprise to the buyer. Depending on the type of business, a pro forma invoice can include:\n\nPro forma means \"for the sake of form.\" It implies that the information is based on projections and isn't final.\n\nWhile a pro forma invoice represents a preliminary notification of the terms of a purchase agreement, a formal or final invoice is an official commercial instrument that informs the receiving party of their payment obligation.\n\nA formal invoice is usually issued at the time of delivery or immediately after and constitutes a request for payment by the receiving party.\n\nA company may use a pro forma invoice if the terms of the sales contract specify that full payment is not due until the buyer receives certain goods.\n\nFor example, a bakery customer might agree to the price of a cake on a pro forma invoice, and the baker will deliver the cake once it is ready. The customer will then pay for it when they receive the final formal invoice. The final invoice amount should be the same or close to the amount on the pro forma invoice.\n\nThe main purpose of a pro forma invoice is to reiterate and confirm the details of an agreement between a buyer and a seller. It is not a demand for payment.\n\nA commercial invoice for international shipments must list substantial information such as the buyer and the seller, a description of the goods, the quantity, the value of all the shipped items, the location of the purchase, the currency used to pay for them, the mode of transport, payment terms, and method of payment.\n\nA pro forma invoice requires only enough information to allow Customs to determine the duties owed on the shipment.\n\nA pro forma invoice will suffice to get goods across an international border but it must be followed up within 120 days by filing a commercial invoice.\n\nA pro forma invoice isn't a legally binding document that can be canceled. It is information for the buyer. A buyer who objects to the terms of the deal may try to renegotiate them.\n\nA pro forma invoice is a preliminary document that outlines the terms of sale when an order is placed. Although it is not final, a pro forma invoice should give the buyer a clear understanding of the terms of sale including the price, date of delivery, and any additional fees. It is less official than a formal final invoice, which follows at the time of delivery or shortly thereafter.\n\nInternational Trade Administration. \"Pro Forma Invoice.\"\n\nAmerican Express. \"What is a Pro Forma Invoice? How and Why to Use It.\"\n\nDHL. \"Understanding the Difference: Pro Forma Invoice vs Commercial Invoice.\"\n\nBTCC. \"What is a Proforma Invoice?\"",
  "url": "https://www.investopedia.com/terms/p/pro-forma-invoice.asp"
}