{
  "term": "What Is a Holding Period (Investments), and How Is It Calculated?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nmanusapon kasosod / Getty Images\n\nA holding period is the amount of time the investment is held by an investor, or the period between the purchase and sale of a security. In a long position, the holding period refers to the time between an asset's purchase and its sale. In a short options position, the holding period is the time between when a short seller buys back the securities and when the security is delivered to the lender to close the short position.\n\nThe holding period of an investment is used to determine the taxing ofcapital gainsor losses. A long-term holding period is one year or more with no expiration. Any investments that have a holding of less than one year will be short-term holds. The payment of dividends into an account will also have a holding period.\n\nHolding period returnis thus thetotal returnreceived from holding an asset orportfolioof assets over a specified period of time, generally expressed as a percentage. Holding period return is calculated on the basis of total returns from the asset or portfolio (income plus changes in value). It is particularly useful for comparing returns between investments held for different periods of time.\n\nStarting on the day after the security's acquisition and continuing until the day of its disposal or sale, the holding period determines tax implications. For example, Sarah bought 100 shares of stock on Jan. 2, 2016. When determining her holding period, she begins counting on Jan. 3, 2016. The third day of each month after that counts as the start of a new month, regardless of how many days each month contains.\n\nIf Sarah sold her stock on Dec. 23, 2016, she would realize a short-term capital gain orcapital lossbecause her holding period is less than one year. If she sells her stock on Jan. 3, 2017, she would realize a long-term capital gain or loss because her holding period is more than one year.\n\nHolding period return can therefore be represented by the following formula:\n\nHolding Period Return=Income+(EOPV−IV)IVwhere:EOPV=end of period valueIV=initial value\\begin{aligned} &\\text{Holding Period Return} = \\frac { \\text{Income} + ( \\text{EOPV} - \\text{IV} ) }{ \\text{IV} } \\\\ &\\textbf{where:} \\\\ &\\text{EOPV} = \\text{end of period value} \\\\ &\\text{IV} = \\text{initial value} \\\\ \\end{aligned}​Holding Period Return=IVIncome+(EOPV−IV)​where:EOPV=end of period valueIV=initial value​\n\nWhen receiving a gift of appreciated stock or other security, the determination of the recipient’scost basisis by using the donor’s basis. Also, the recipient’s holding period includes the length of the donor’s holding period. This continuation of holding is called “tacking on” because the recipient’s holding period adds value to the donor’s holding period. In cases where the recipient’s basis is determined by the fair market value of the security, such as a gift of stock that decreased in value, the recipient’s holding period starts on the day after receiving the gift.\n\nThe holding period after which the IRS considers an investment a long-term gain (or loss) for tax purposes. Long-term capital gains are taxed at a more favorable rate than short-term gains.\n\nThe holding period for stock you received as ataxablestock dividend begins on the date of distribution. On the other hand, the holding period for new stock you received as anontaxablestock dividend begins on the same day as the holding period of the old stock.Meeting the minimum holding period is the primary requirement for dividends to be designated as qualified. For common stock, the holding must exceed 60 days throughout the 120-day period, which begins 60 days before the ex-dividend date. Preferred stock must have a holding period of at least 90 days during the 180-day period that begins 90 days before the stock's ex-dividend date.\n\nHolding also applies when receiving new stock in a company spun off from the original company in which the investor purchased stock. For example, Paul purchased 100 shares of stock in April 2023. In June 2024, the company declared a two-for-onestock split. Paul then had 200 shares of company stock with the same holding period, starting with the date of purchase in April 2023.\n\nUnder IRS regulations, if you hold a stock for longer than one year, the investment gains are taxed at the long-term capital gains rate of 0, 15, or 20%. If you hold the stock for less than one year, the gains are taxed at the same rate as ordinary income, which can be up to 37%.\n\nMutual funds discourage investors from trading frequently, which can cause the fund's expenses to rise. To deter high-frequency trades, many mutual funds have a30-day ruleto prevent new buyers from selling their fund shares immediately. Funds may charge early redemption fees, or they may prohibit traders from making trades for a certain number of days.\n\nSEC Rule 144governs the sale and issue of stock shares that are not available to the public, such as those issued to corporate directors and insiders. Under this rule, shares in a public company must be held for six months before they can be sold. If the company is private, the holding time is one year.\n\nIn finance, the holding time or holding period is the length of time an investor can hold a security before selling or disposing of it. Depending on the asset, there are different prescribed holding times for an investor to make the best use of existing regulations.\n\nInternal Revenue Service. \"Topic 409: Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Publication 550 Investment Income and Expenses,\" Page 80.",
  "url": "https://www.investopedia.com/terms/h/holdingperiod.asp"
}