{
  "term": "What Is a Quorum? Definition, How It Works, Ways to Reach One",
  "definition": "A quorum refers to the minimum acceptable level of individuals with a vested interest in a company needed to make the proceedings of a meeting valid under thecorporate charter. This clause or general agreement ensures there is sufficient representation present at meetings before any changes can be made by the board.\n\nA quorum normally consists of a group that is considered as large as possible to be depended on to attend all corporate meetings, which is a qualitative assessment. The plural of a quorum is \"quora.\"\n\nSince there is no strict number that constitutes a quorum,best practicessuggest a quorum is established as a simple majority of members within an organization. It is also possible to outline a hard number in the by-laws of a company, in which case it overrides the simple majority if that number is larger. It is important that the number decided on is not so small that it doesn't accurately represent the entirety of the members, but not so large that it becomes hard to legally hold a meeting.\n\nRegardless, the quorum number should be representative of members in a decision-making role. If, for example, a company has ten board members, a quorum could be a simple majority of six board members rather than 51% of everyshareholderin the company.\n\nThe number decided on should not be so small that it doesn't accurately represent the entirety of the members, but not so large that it becomes hard to legally hold a meeting.\n\nMeetings are most effective and the decision-making process is most efficient when quorum is met and agenda items needing to be voted on can be handled. There are several ways a governing body can ensure quorum is met:\n\nThe idea and guidelines of a quorum were set by \"Robert's Rules of Order.\" These rules were implemented to help protect organizations from the decision-making power of a select few who might be uninformed or duplicitous. However, when a quorum is not met during a meeting, the existing attendees are allowed to conduct up to four actions on behalf of the company.\n\nThe date for theshareholders' meetingis stated in a company's bylaws and occurs on the same date each year.\n\nMicrosoft (MSFT) has established quorum rules for its shareholders and board of directors. The company's bylaws state that the shareholders' quorum is the \"majority in interest of all the shares entitled to vote on a matter.\"Generally, when voting, whatever the majority of the quorum votes for is approved.\n\nFor the Board of Directors, a quorum is the majority of the members of the Board. When a quorum is present during a meeting, the majority of members in attendance are permitted to decide on questions brought before them, except for those otherwise restricted by the company's bylaws. If the quorum is not present during a meeting, the members in attendance can adjourn the meeting.\n\nConcerning its shareholders, Apple (AAPL) defines its quorum as the majority shareholders in attendance, in person or by proxy, who are entitled to vote on related matters.Shareholders can transact business when a quorum is present until adjourned. If during that meeting, there are no longer enough shareholders to constitute a quorum, the meeting may continue and decisions can stand if approved by a majority of the shares required for the quorum.\n\nApple's quorum of Directors is the majority of the authorized number of directors. Decisions made by a majority of the directors when a quorum is present are approved. Transactions may continue when the quorum is initially present but later dismissed if the majority of the quorum approves. The meeting may be adjourned by the majority of directors present even if the quorum is not.\n\nThe U.S. Constitution requires that at least 51 senators be present to do business.\n\nA quorum call is a rule that states that members or a number of members of a governing body must be present to pass a vote. The procedure of the quorum call is to ensure the members of governing body are present and in attendance before a vote is cast.\n\nA rolling quorum is one in which all required members need not be at the same location at the same time to meet the requirements for the quorum. For example, some members may be in person, while some may be on the phone/conference call.\n\nThe amount of voters needed for a quorum will vary between governing bodies and incorporating documents. Generally speaking, groups of governing bodies will typically need at least half of all member of the group in attendance to have met quorum. Other formation documents may call for a percentage of the body, while others may call for a specific number (i.e. at least 7 board members must be in attendance).\n\nSociety of Critical Care Medicine, a California nonprofit, lists its quorum requirements in its bylaws. 75 members eligible to vote must be present to constitute a quorum, though specific items may still be voted on should the quorum not be met.\n\nA quorum is the minimum number of people needed to hold meetings or make decisions during certain company meetings. Most often, the quorum is considered the majority of members within a group or organization. A designation too small risks inadequately representing the whole, and a designation too large risks the inability to hold meetings and make decisions. Robert's Rules of Order provide a blueprint from which organizations can form their quorum.\n\niBabs B.V. \"Robert's Rules of Order: The Meeting Agenda Simplified.\"\n\nBoardEffect. \"Robert’s Rules of Order for Adjournment: When and How to End a Meeting.\"\n\nCornell Law School, Legal Information Institute. \"Annual Meeting.\"\n\nMicrosoft Investor Relations. \"Policies and Guidelines.\" Download \"ByLaws.\" Page 2.\n\nApple Investor Relations. \"Leadership and Governance.\" Download \"Bylaws.\" Page 14.\n\nCongressional Research Service. \"Voting and Quorum Procedures in the Senate.\" Page 1.\n\nSociety of Critical Care Medicine. \"Governance.\" Download \"Bylaws.\" Page 5.",
  "url": "https://www.investopedia.com/terms/q/quorum.asp"
}