{
  "term": "What Are Tax Loss Carryforwards?",
  "definition": "A tax loss carryforward, or carryover, is anInternal Revenue Service (IRS)provision that allows businesses or individuals to carry a tax loss from one year into future years to offset a portion of their taxable income.\n\nThe amount of a company'snet operating loss (NOL)can offset a portion of the company's taxable income in future tax years through an IRS provision called a carryforward. Carryforwards are limited to 80% of each subsequent year's net income.If a company has negativenet operating income (NOI)in year one, but positive NOI in years two and three, it can use its NOL carryforward to reduce its taxable income in the latter years.\n\nThe provision providestax reliefwhen a company loses money in a particular tax period. A tourism business is subject to weather conditions and may haveprofitsand a large tax obligation in one year, incur an NOL in the next, and then follow that with another profitable year. To smooth the tax burden, the loss carryforward provision allows the NOL in the second year to offset taxes due in the third year.\n\nSuppose a company lost $5 million in 2023 and earned $6 million in 2024. According to the IRS provision, its carryforward limit in 2024 would be 80% of $6 million, or $4.8 million.That $4.8 million carryforward would lower the company's taxable income for 2024 to $1.2 million ($6 million minus $4.8 million). The remaining $200,000 NOL carryforward (the company's $5 million 2023 NOL minus the $4.8 million NOL carryforward it used in 2024) could be a carryforward in 2025 or later, depending on when it next turns a profit.\n\nTheTax Cuts and Jobs Act (TCJA)of 2018 revised the rule that businesses carry NOLs forward 20 years to net against future profits or backward two years for an immediate refund of previous taxes paid.The law removed the two-year carryback provision, except for certain farming losses, and instituted an indefinite carryforward period. However, carryforwards are limited to 80% of each subsequent year's net income.\n\nThe sale ofcapital assets, such as stocks, bonds, industrial equipment, and real estate results incapital gainsandlosses. The gain or loss is the difference between its selling price and its tax orcost basis, commonly the purchase price of the asset plus the cost of any improvements minusdepreciation. If the selling price is higher, the result is a capital gain. If the selling price is less, the result is a capital loss.\n\nCompanies and individuals can have capital loss carryforwards. Capital losses can be used only to offset a corporation's capital gains. The company can carry its capital losses forward and backward and must do so starting with the year three years prior, followed by two years prior, and then one year prior. If any loss remains, the company can carry it forward for the next five years.\n\nNet capital losses can offset an individual's ordinary income, up to a maximum of $3,000 in a tax year, or $1,500 for married individuals filing separately. Losses exceeding the $3,000 threshold may becarried overto future tax years.Assume a taxpayer sold 1,000 shares of XYZ stock for $10,000 less than their cost basis, incurring a $10,000 capital loss. If they also had a $2,000 capital gain from selling other stock, their net capital loss for the year is $8,000. They can use $3,000 of the loss as a deduction on their current year's tax return. The remaining loss of $5,000 can be carried forward to the next tax year to offset $3,000 in income, leaving $2,000 for the year after.\n\nThe cost basis of a stock is generally the amount paid for shares plus any dividends reinvested. In addition, individuals can add in any commissions or fees paid for those transactions.If an individual inherited the stock, its basis is whatever it was worth when the first owner died.\n\nTax loss harvesting is a strategy in which an investor sells an investment at a loss, replaces it in their portfolio with a similar investment, and uses the capital loss to offset their gains or other income.Tax loss harvestingis legal, but investors cannot run afoul ofwash sale rules, which prohibit buying a \"substantially similar\" security within 30 days of selling.\n\nState laws on NOL carryforwards vary. Some follow the federal rules, while others set different dollar caps or time limits for carryforwards.Similarly, state laws on capital loss carryforwards can differ from federal ones.\n\nBusinesses and individuals typically prefer profits to losses. However, losses have one upside: the ability to use them to offset gains, sometimes years into the future, through a carryforward.The IRS provision provides tax relief when a company or individual loses money in a particular tax period.\n\nInternal Revenue Service. \"Publication 536: Net Operating Losses (NOLs) for Individuals, Estates, and Trusts.\"\n\nJournal of Accountancy. \"Carry Your Losses (Further) Forward.\"\n\nInternal Revenue Service. \"Publication 536: Net Operating Losses (NOLs) for Individuals, Estates, and Trusts,\" Page 7.\n\nInternal Revenue Service. \"Publication 542: Corporations,\" Page 13.\n\nJackson Hewitt. \"Understanding Capital Gains and Losses.\"\n\nInternal Revenue Service. \"Publication 550: Investment Income and Expenses,\" Page 66.\n\nFINRA. \"Cost Basis Basics—Here's What You Need to Know.\"\n\nInternal Revenue Service. \"Publication 551: Basis of Assets,\" Page 10.\n\nTax Foundation. \"Net Operating Loss Carryforward.\"",
  "url": "https://www.investopedia.com/terms/t/tax-loss-carryforward.asp"
}