{
  "term": "What Is Procurement? Definition, Types, vs. Purchasing",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nProcurement is the process of buying or otherwise obtaining goods or services, typically for business or government purposes and usually on a relatively large scale. Often confused with purchasing, procurement represents a more strategic and less purely transactional process.\n\nIn business, the procurement process can be a vital part of a company's strategy because the ability to obtain sufficient quantities of materials or services at an acceptable price can determine if operations will beprofitable. Similarly, government agencies must pay close attention to procurement in order to remain within budget. Procurement budgets typically allot a specific amount that managers can spend to procure the goods or services they need.\n\nBroadly viewed, the procurement process entails every step from the preparation and processing of a request for certain items to the receipt of the good or service and approval of payment. On a more detailed level, this can involve establishing standards and specifications for goods and services, forecasting the organization's needs, researching and selecting suppliers, arranging forfinancing, negotiating prices and contracts, finalizing the transaction, making payments, andmanaging inventory. As such, companies often require support from several different internal departments, and coordination among them, for successful procurement.\n\nDepending on their expertise, those departments might divide up such tasks as:\n\nProcurement is considered an integral part ofsupply chain management.\n\nDifferent businesses and government agencies will have their own processes for choosing suppliers. This often involves multiple potential suppliers and some form ofcompetitive bidding.\n\nCompetitive bidding for goods generally requires that suppliers submit proposals that detail the per-unit price of the item, along with shipping and delivery terms. In the case of services, proposals can involve the numbers of individuals who would work on a project, the type of technical support that is required, and other matters. To initiate this process, businesses and especially government agencies will often issue a formalrequest for proposals (RFP), spelling out their needs.\n\nUltimately, the organization that solicited the bids will choose one or more suppliers, based on cost and other factors. The lowest bidder won't necessarily get the business.\n\nProcurement can be divided into four basic types, with some overlap between them. These include:\n\nCompanies will generally have different budgets and processes for managing direct costs compared to indirect costs.\n\nProcurement and purchasing both result in the acquisition of goods and services, so it's easy to confuse the two. But there are some key distinctions between them.\n\nPurchasing is largely a transactional process involving the buying of certain goods and services, usually to satisfy an immediate need. Purchasing tends to be heavily focused on obtaining the best price rather than on other factors. It can be thought of as part of the procurement process, rather than being synonymous with it.\n\nProcurement is more of a strategic process, often involving a series of steps (as outlined above), only one of which might involve the actual purchase. Procurement tends to focus more on long-term value to the business than on price and also to foster more enduring supplier relationships than simply one-off transactions.\n\nThe table below highlights those key differences:\n\nProcurement costs are generally integrated into thefinancial accountingof a company, since procurement involves acquiring goods and/or services for the revenue goals of the business.\n\nDepending on their size and needs, some companies may also employ a dedicated procurement manager or procurement specialist to lead these efforts. Increasingly, larger companies are adding executive-level chief procurement officers (CPOs for short) to assume responsibility and give procurement a greater voice in their strategic planning.The CPO typically:\n\nProcurement is the start-to-finish process involved in obtaining, or \"sourcing,\" something that the buyer, such as a business or government agency, needs to do its work. That can involve either goods or services.\n\nProcurement can be carried out in a variety of ways at its various steps. For example, organizations may encourage competitive bids from large numbers of potential suppliers or choose to work with a small group of exclusive suppliers or even a single source.\n\nPublic procurement is another name for government procurement, in which states or agencies purchase goods and services from theprivate sector.\n\nWhile they are similar, purchasing may simply refer to the act of buying goods and services, while procurement can include setting specifications, researching and vetting suppliers, and additional steps both before and after the purchase transaction.\n\nProcurement is a strategic process that involves the acquisition of goods and services. Properly executed, procurement performs a critical function that can make the difference between a profit and a loss or staying within a budget or exceeding it.\n\nInstitute of Supply Chain Management. \"Procurement vs. Purchasing: How to Spot the Difference & What It Means for Your Supply Chain Management.\"\n\nMichigan State University. \"What Is Procurement Management?\"\n\nNational Association of State Procurement Officials. \"What Is Public Procurement?\"",
  "url": "https://www.investopedia.com/terms/p/procurement.asp"
}