{
  "term": "What Is Vertical Integration?",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nVertical integration is a strategy that companies use to streamline their operations. It involves taking ownership of various stages of its production process. Companies achieve vertical integration throughmergers or acquisitionsor establishing suppliers, manufacturers, distributors, or retail locations rather than outsourcing them. Vertical integration often requires significant initialcapital investment.\n\nA company can broaden its footprint across thesupply chainor manufacturing process with vertical integration, allowing for more self-reliance on aspects of the process. Vertical integration lets manufacturers directly source raw materials or sell products to consumers.\n\nThe supply chain or sales process typically begins withraw materialsfrom a supplier and ends with the final product to the customer. Vertical integration requires a company to buy or recreate a part of theproduction, distribution, or retail sales process that was previously outsourced.\n\nCompanies can vertically integrate by purchasing their suppliers to reduce manufacturing costs. They can invest in the retail end of the process by opening websites and physical stores. They can invest in warehouses and fleets of vans tocontrol the distribution process.\n\nAs a company engages in more activities along a single supply chain, it may result in a market monopoly. Amonopolythat occurs due to vertical integration is also called a vertical monopoly.\n\nAlthough vertical integration can reduce costs and create a more efficient supply chain, the capital expenditures involved can be significant.\n\nVertical integration helps companies gain greater control over the supply chain and manufacturing process, leading to lower costs,economies of scale, and less reliance on external parties. Through vertical integration, companies can circumnavigate external monopolies.\n\nCompanies that vertically integrate begin a long-term process that requires widespread buy-in. This also includes heavy upfrontcapital expenditurerequirements to acquire the proper company, integrate new and existing systems, and ensure that staff is trained across the manufacturing or delivery process.\n\nBecause companies commit capital to a specific process or product instead of an externalvendor, a company will likely have committed money that cannot be easily recovered. In addition, a company may lose the opportunity togain unique knowledge through different external vendors.\n\nLong-term cost saving due to favorable pricing and minimal supply chain disruptions\n\nEconomies of scale, which increase efficiency\n\nReduces or eliminates the need to rely on external parties/suppliers\n\nGreater control over the product, inputs, and process, which may lead to superior products\n\nRequires large upfront capital requirements to implement\n\nReduces a company’s long-term flexibility\n\nLoss of focus on a company’s primary objective or customer\n\nDispleased customer base that would prefer to work with smaller retailer\n\nVertical integration involvesacquiringa key component of the supply chain that the company has previously contracted for. It may reduce the company’s costs and give it greater control of its products. Ultimately, it can increase the company’s profits.\n\nHorizontal integration, on the other hand, involves the acquisition of a competitor or related business. A company may do this to eliminate a rival, diversify its core business, expand into new markets, or increase its overall sales.\n\nWhile a vertical integration strategy stretches a company along a single process, horizontal integration is a more pointed approach that causes a company to become more specific or niche within a certain market.\n\nNetflix (NFLX) is an example of vertical integration. The company started as a DVD rental business before moving into online streaming of films and movies licensed from major studios. As of 2024, the company uses its distribution model to promote its original content alongside programming licensed by studios.\n\nThe merger of Live Nation and Ticketmaster in 2010 created a vertically integrated entertainment company that manages and represents artists, produces shows, and sells event tickets. The combined entity manages and owns concert venues, while also selling tickets to the events at those venues.\n\nThe fossil fuel industry is another case study in vertical integration. British Petroleum (BP) and Shell (SHEL) have exploration divisions that seek new sources of oil and subsidiaries that are devoted to extracting and refining it. Their transportation divisions transport the finished product. Their retail divisions operate the gas stations that deliver their product.\n\nVertical integration is a strategy where a company buys up multiple businesses at different stages of its supply chain. For example, a restaurant might buy a farm to ensure a steady supply of produce, or an oil company might buy a shipping company for transportation.\n\nVertical integration allows companies to reduce their costs and streamline their operations. Instead of buying necessary materials on the open market, they act as their own suppliers and take control over the production process.\n\nAn acquisition is an example of vertical integration if it results in the company’s direct control over a key piece of its production or distribution process that had previously been outsourced.\n\nWhether vertical integration makes sense for a company depends on what’s good for it in the long run. For example, if a company makes clothing with buttons, it can either buy the buttons or make them in-house. The latter eliminates the markup charged by the button maker and any frustrations in dealing with the supplier, and may give the company greater flexibility to change styles or colors as they please.\n\nCompanies use vertical integration to gain control over the supply chain of a manufacturing or distribution process. By taking certain steps in-house, the manufacturer can control the timing, process, and aspects of additional stages of development. Owning more of the process may also result in long-term cost savings.\n\nVertical integration is a business arrangement in which a company controls different stages along the supply chain. Instead of relying on external suppliers, the company strives to bring production processes in-house. Though vertical integration may result in increased upfront capital outlays, the goal is to streamline processes for more efficient and controlled operations in the long term.\n\nU.S. Securities and Exchange Commission. “Form 10-K for the Fiscal Year Ended December 31, 2023: Netflix, Inc.,” Page 28.\n\nU.S. Securities and Exchange Commission. “Live Nation and Ticketmaster Entertainment Complete Merger.”\n\nBritish Petroleum. \"Inside Integrated Energy.\"",
  "url": "https://www.investopedia.com/terms/v/verticalintegration.asp"
}