{
  "term": "What Is Equity Financing?",
  "definition": "Equity financing is the process of raising capital through the sale of shares. Both private and public companies raise money for short-term needs to pay bills or long-term projects by selling ownership of their company in return for cash.Equityfinancing can come from friends and family, professional investors, or aninitial public offering (IPO).\n\nEquity financing involves the sale of equity instruments such as preferred stock, convertible preferred stock, and equity units that include common shares and warrants. This actioncan affect existing shareholdersand impact the ability to reach new shareholders.\n\nAstartupthat grows into a successful company will have several rounds of equity financing as it evolves. Angel investors and venture capitalists are commonly the first to fund a startup and favor convertiblepreferred sharesrather thancommon stockin exchange for funding new companies.\n\nOnce a company has grown large enough to consider going public, it may consider selling common stock to institutional and retail investors. If the company needs additional capital, it may choose secondary equity financing options, such as arights offeringor an offering of equity units that includes warrants.\n\nEquity financing is distinct from debt financing. With debt financing, a company assumes a loan and pays back the loan with interest. Equity financing involves selling ownership shares in return for cash.\n\nEquity financing is accompanied by anoffering memorandumor prospectus, which states the company's activities, gives information on its officers and directors, discusses how the financing proceeds will be used, outlines the risk factors, and has financial statements.\n\nDebt financing involves borrowing money. Equity financing involves selling a portion of equity in the company. Most companies use a combination of equity and debt financing. The most common form ofdebt financingis a loan. Unlike equity financing,which carries no repayment obligation, debt financing requires a company to pay back the money it receives, plus interest.\n\nWith debt financing, the lender cannot control the business's operations. When the loan is repaid, the relationship with the lender ends. Companies that elect to raise capital by selling stock to investors must share their profits and consult with investors when they make decisions that impact the company.\n\nDebt financing can restrict a company's operations. In general, companies want a relatively low debt-to-equity ratio. Creditors look more favorably on such a metric and may allow additional debt financing in the future. Interest paid on loans is tax deductible as a business expense. Loan payments make forecasting future expenses easy because the amount does not fluctuate.\n\nEquity financing is a solution when established financing methods aren't available due to the nature of the business. Traditional lenders may not extend loans to companies they consider too new or risky. New businesses interest angel investors and venture capitalists especially if the companies provide a growth potential.\n\nWith equity financing, companies avoid adding debt and don't have a payment obligation. Companies may also receive valuable resources, guidance, skills, and experience from investors. Equity financing can raise substantial capital to promote rapid and greater growth, making the company attractive to potential buyers.\n\nInvestors assume risk when providing equity financing so the profits for business owners are reduced. Moreover, investors may want to be consulted whenever the company makes changes. In exchange for the large amounts that angel investors and venture capitalists invest, business owners forfeit a percentage of ownership and control.\n\nNo obligation to repay the money\n\nNo additional financial burden on the company\n\nLarge investors provide business expertise, resources, guidance, and contacts\n\nInvestors gain an ownership percentage of the company\n\nProfits are shared with investors\n\nSome control of the company is forfeited\n\nAn individual starts a small tech company with a personal capital of $1.5 million, owning 100% of the company. The company attracts the interest of various investors, including angel investors and venture capitalists. After discussing the company's plans, goals, and financial needs, the owner accepts the $500,000 from an angel investor. The total invested in the company is now $2 million ($1.5 million + $500,000). The angel investor owns a 25% stake ($500,000/$2 million), and the owner maintains a 75% stake.\n\nCompanies usually consider which funding source is easily accessible, companycash flow, and how important it is for principal owners to maintain control. If a company has given investors a percentage of their company through the sale of equity, the only way to reclaim the stake in the business is to repurchase shares, a process called a buy-out.\n\nThe equity-financing process is governed by rules imposed by a local or national securities authority like theSEC. Such regulation protects the investing public from unscrupulous operators who raise funds from unsuspecting investors and disappear with the financing proceeds.\n\nEquity financing can raise substantial capital to promote rapid and greater growth, making a company attractive to buyers and sale possible.\n\nCompanies often require outside investment to maintain their operations and invest in future growth. Any business strategy will include a consideration of the balance of debt and equity financing that is the most cost-effective. The greatest advantage of equity financing is that it carries no repayment obligation and provides extra capital that a company can use to expand its operations.\n\nInternal Revenue Service. \"Publication 535 Business Expenses.\"\n\nU.S. Securities and Exchange Commission. \"SEC Financial Responsibility Rules.\"",
  "url": "https://www.investopedia.com/terms/e/equityfinancing.asp"
}