{
  "term": "What Is a Lock-Up Period? How It Works, Main Uses, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA lock-up period is a window of time when investors are not allowed to redeem or sell shares of a particular investment. This feature may be in place to protect other investors, preserve market integrity, or make sure certain securities are liquid.\n\nThe lock-up period for hedge funds corresponds with the underlying investments of each fund. For example, a long/short fund invested mostly in liquid stocks may have a one-month lock-up period. However, because event-driven or hedge funds often invest in more thinly traded securities like distressed loans or other debt, they tend to have prolonged lock-up periods. Still, other hedge funds may have no lockup period at all depending on the structure of the fund's investments.\n\nWhen the lock-up period ends, investors may redeem their shares according to a set schedule, often quarterly. They normally must give a 30- to 90-day notice so that the fund manager may liquidate underlying securities that allow for payment to the investors.\n\nDuring the lock-up period, a hedge fund manager may invest in securities according to the fund’s goals without concern for share redemption. The manager has time for building strong positions in various assets and maximizing potential gains while keeping less cash on hand. In the absence of a lock-up period and scheduled redemption schedule, a hedge fund manager would need a great amount of cash or cash equivalents available at all times. Less money would be invested, and returns may be lower. Also, because each investor’s lock-up period varies by his personal investment date, massive liquidation cannot take place for any given fund at one time.\n\nLock-up periods can also be used to retain key employees, wherestockawards are not redeemable for a certain period to keep an employee from moving to a competitor, maintain continuity, or until they have completed a key mission.\n\nThere are two main uses for lock-up periods, those forhedge fundsand those for start-ups/IPO’s.\n\nFor hedge funds, the lock-up period is intended to give the hedge fund manager time to exit investments that may be illiquid or otherwise unbalance their portfolio of investments too rapidly. Hedge fund lock-ups are typically 30-90 days, giving the hedge fund manager time to exit investments without driving prices against their overall portfolio.\n\nFor start-ups, or companies looking to go public through anIPO, lock-periods help show that company leadership remains intact and that the business model remains on solid footing. It also allows the IPO issuer to retain more cash for continuing growth.\n\nThere are a few reasons investors, companies, and regulatory bodies want lock-up periods. If you're wondering why lock-up periods exist, it's because a lock-up period theoretically:\n\nExceptions and early releases from lockup periods can occur under specific circumstances. One common scenario is when a company faces an urgent financial need or strategic opportunity that necessitates an early release. For example, a company might need to raise additional capital quickly for expansion oracquisition purposes. In such cases, the company may negotiate with underwriters or regulatory bodies to allow early sales of shares by insiders to address immediate financial requirements.\n\nAnother reason for early release is to accommodate changes in market conditions or investor sentiment. If a lockup period coincides with a downturn in the market, insiders may seek an early exit to mitigate potential losses. Companies may, in hopes of earninggoodwillwith those investors, extend to them selling opportunities in hopes of securing additional funding in the future. Regulators or underwriters might permit early release if they believe it will benefit the broad market as well.\n\nCertain legal or contractual obligations can also lead to early release from lockup periods. For instance, some pre-existing agreements or commitments may require insiders to liquidate their holdings for personal or legal reasons.\n\nMost retail investors are not tied into lock-up periods. Aside from unfavorable tax consequences or wash sale implications, many investors can simply buy and sell stocks as they choose.\n\nThere are some obvious downsides to lockup periods that have been briefly touched on throughout this article. To summarize those downsides, the list below are unfavorable reasons companies or investors may not want lock-up periods:\n\nOn July 26, 2024, WeRide Inc. filed aForm F-1with the Securities and Exchange Commission. The form was filed with the SEC as part of WeRide's IPO.\n\nAs part of the IPO, WeRide extended share offerings to directors and executive officers. Those shares were offered with a lock-up agreement where nobody would be allowed to \"offer, sell, contract to sell, pledge, grant any option to purchase, make any short sale\", or perform other actions. The full language from Form F-1 is below.\n\nA lock-up period is a predetermined time frame during which holders of shares of stock are restricted from selling their shares. This happens in several contexts including hedge funds or IPOs.\n\nFor IPOs, during a lock-up period, insiders are legally prohibited from selling or transferring their shares. This restriction is typically agreed upon between the company and underwriters during the IPO process. The period usually lasts between 90 to 180 days, although it can vary. Once the lock-up period ends, insiders are free to sell their shares, which can potentially impact the stock price due to increased supply.\n\nLock-up periods can significantly affect stock prices. When the lock-up period expires, the release of a large number of shares by insiders can lead to increased supply in the market, which might drive down the stock price.\n\nCompanies generally cannot extend or shorten a lock-up period unilaterally. Any changes to the lock-up period require approval from the underwriters and may involve renegotiating terms with investors.\n\nA lock-up period is a designated time (usually following an IPO) during which company insiders are prohibited from selling their shares. The period aims at stabilizing stock prices and preventing market volatility. Once the lock-up period expires, insiders can sell their shares, potentially leading to increased market activity and price fluctuations.",
  "url": "https://www.investopedia.com/terms/l/lockup-period.asp"
}