{
  "term": "What Is Productivity and How to Measure It",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nProductivity affects corporate profits and shareholder returns and relies on individuals or organizations to maximize output.\n\nProductivity compares the level of input with the output. The input may be labor, equipment, or money, and the output may be a good or service.\n\nEconomic productivity is calculated as a ratio ofgross domestic product(GDP) to hours worked. Labor productivity is analyzed by sector to identify trends in job growth, wages, and technological advances. A company's productivity can be seen in the number of units of a product produced relative to labor hours or by measuringnet salesrelative to labor hours.\n\nInvestopedia / Danie Drankwater\n\nEconomists see productivity as the key source ofeconomic growthand competitiveness, whether it is being measured in a business, an industry, or a nation. A country’s ability to improve its standard of living depends on its ability to raise its output per worker. This may also include improvements in equipment, the production process, and the work environment.\n\nEconomists use productivity growth to model the productive capacity of economies and determine theircapacity utilization rates. This, in turn, is used to forecast business cycles and predict future levels of GDP growth. Production capacity and utilization are also used to assess demand and inflationary pressures.\n\nAccording to a survey by the Federal Reserve, 33.5% of workers who used generativeartificial intelligence (AI)every work day in 2024 said it saved them four hours or more of labor input time.\n\nWhen productivity fails to grow significantly, wages, corporate profits, and living standards are limited. Investment in an economy is compared to savings because investments are financed from savings. Low savings rates can lead to lower investment rates and lower growth rates for labor productivity and real wages. Whensavings ratesin the U.S. are low, it may harm productivity growth.\n\nPolicies likequantitative easingandzero interest rate policies(ZIRP) may encourage consumption at the expense of saving and investment. During periods of lax monetary policy where credit is accessible and affordable, consumers are more likely to incur debt and decrease their savings in pursuit of mortgages, loans, and other major purchases.\n\nIt is only when monetary policy is tightened and rates rise that the economy encourages saving and ultimately future investment. Companies can choose to spend money on short-term investments and share buybacks rather than investing in long-term capital. Sometimes economists call for corporate tax reform to incentivize investment in manufacturing, infrastructure, or long-term assets.\n\nThe calculation for productivity is straightforward: divide the outputs of a company by the inputs used to produce that output. The most regularly used input is labor hours, while the output can be measured in units produced or sales. If a factory produced 10,000 widgets last month while being billed for 5,000 hours of labor, productivity would be two widgets per hour (10,000 / 5,000).\n\nSales can also be used as a measure of output. In the same factory, let's say 10,000 widgets translate into $1 million in sales. Divide the $1 million figure by 5,000 labor hours to get the productivity number: $200 in sales for each hour of labor.\n\nAuto manufacturing giant Toyota offers an example of a high-end productivity strategy. Its Toyota Production System (TPS) uses three principles: an environment of constant learning and improvement, standardizing systems for consistent quality, and the elimination of waste.\n\nProductivity in the workplace refers simply to how much work is done over a specific period. Depending on the nature of the company, the output can be measured by customers acquired or sales closed.\n\nProductivity is not necessarily a reliable indicator of the health of an economy at a given point in time. For example, during the 2009recessionin the United States, output and hours worked were both falling while productivity was growing. That is, hours worked were falling faster than output.\n\nIn the workplace, factors that affect productivity include compensation, work environment, training, career development opportunities, wellness, diversity, increased responsibility, and management quality.\n\nThe concept of productivity is simple: at a given level of input, there is a given level of output. More productive societies and processes will yield more output at the same level of input. Whether viewed from an economic standpoint, a company standpoint, or a personal standpoint, measuring and tracking productivity is crucial to long-term success.\n\nFederal Reserve Bank of St. Louis. \"The Impact of Generative AI on Work Productivity.\"\n\nU.S. Bureau of Labor Statistics. \"Productivity.\"\n\nU.S. Bureau of Labor Statistics. \"What Is Multifactor Productivity?\"\n\nToyota. \"Toyota Production System.\"\n\nNational Bureau of Economic Research. \"Do Workers Work Harder During Economic Downturns?\"",
  "url": "https://www.investopedia.com/terms/p/productivity.asp"
}