{
  "term": "What Is an Inter-Vivos Trust? Definition, How It Works, and Benefits",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAn inter-vivos trust, or a living trust, enables a trustee to manage the trust's assets while the person who created the trust (thetrustor) is still alive. Often, the trustor names themself the trustee until they can no longer manage their own affairs.\n\nA trust is typically established to hold assets for thetrust's beneficiary or beneficiaries. Atrusteeis typically assigned to manage those assets and to ensure that the trust agreement is followed, which would include making sure the assets are distributed to the named beneficiaries.\n\nAs a living trust, an inter-vivos trust allows the trustor to use theassetsand benefit from the trust during the trustor's lifetime. Once the trustor dies, the assets would be distributed by the trustee to the beneficiaries. While living, the trustor, or trustors in the case of a married couple, can be the trustee, managing the assets until they are no longer able, at which time a named backup trustee assumes the duties.\n\nThere are two categories of trusts that a living trust can fall under: revocable or irrevocable.\n\nArevocable trustis a trust that allows changes to be made to the trust by the trustor. The trust can also be canceled by the trustor. Any income earned in a revocable trust is paid to the trustor.Following the death of the trustor, the income and assets are transferred to the beneficiaries of the trust. Revocable trusts are helpful since they’re flexible during the lifetime of the trustor but also allow the distribution of the assets from the trustor’s estate.\n\nAnirrevocable trustis a trust that does not allow changes to be made to the trust. The trust cannot be canceled or altered once established as an irrevocable trust. Once assets are placed in an irrevocable trust, the trustor has essentially given up legal ownership of those assets. The trustee would manage the assets and distribute them to the beneficiaries upon the death of the trustor.\n\nAn inter-vivos trust is an importantestate-planningtool because it helps avoidprobate, which is the process of distributing a deceased person's assets in court. The probate process can be lengthy, costly, and expose a family's private financial matters by making them a matter of public record. A properly established trust helps to ensure that the assets get distributed to their intended recipients in a timely and private manner. As a result, the surviving family members receive the assets in a smooth transition without any disruption.\n\nWith a living (inter-vivos) revocable trust, the trustor can also be the trustee, which means that the assets are controlled by the owner. However, since the assets are in the trustor’s name, estate taxes might apply if the value of the assets exceeds the estate-tax exemption at the time of the trustor's death. (For 2025, that exemption amount is $13.99 million.)\n\nIf the trustor creates a living irrevocable trust, the trustor essentially reduces the value of theestate(since all rights to the assets have been relinquished). This would thus reduce the taxes on the estate.\n\nA living trust is typically established as a revocable trust and essentially becomes an irrevocable trust after the death of the trustor.\n\nIn establishing a trust, the trustor names the trust parties, which include the trustor(s), the beneficiary or beneficiaries, and the trustee(s). Sometimes, spouses are named as trustees. However, a contingent trustee should be named in the event that both spouses die.\n\nJust about any asset can be owned by a trust. Assets such asreal estate, investments, and business interests can be re-titled in the name of the trust. Some assets, such as life insurance and retirement plans, pass to a designated beneficiary directly so they need not be included.\n\nIn addition to assigning assets to specific beneficiaries, a trust can include instructions for the trustee to guide the timing of distribution and management of the assets while they are still held by the trust.\n\nAwillis needed to execute the trust. Essentially, the trust becomes the primary beneficiary of a will. In addition, a will acts as a catch-all mechanism that determines the disposition of assets that might have been excluded from the trust. (A will also establishes guardianship for minor children, which a trust can't do.)\n\nInter-vivos (Latin) means “while alive” or “between the living.”\n\nYes, an inter-vivos trust can be revocable or irrevocable. It is most commonly revocable.\n\nThe opposite of an inter-vivos (living) trustis atestamentary trust, which goes into effect upon the death of the trustor.\n\nA settlor is someone who creates a trust. They're typically the person who donates the assets to the trust. They're also known as the trustor.\n\nAn inter-vivos trust is a living trust. It's created by a trustor who funds the trust with their assets. The trustor entrusts their assets to the trustee, who acts as afiduciaryand manages the assets until they are distributed to the beneficiary. The beneficiary can receive the assets during or after the trustor's lifetime.\n\nInternal Revenue Service. \"Estate Tax.\"\n\nCornell Law School. \"Inter Vivos.\"",
  "url": "https://www.investopedia.com/terms/i/intervivostrust.asp"
}