{
  "term": "What Is Form 8379: Injured Spouse Allocation? Definition",
  "definition": "The \"injured\" spouse on ajointly filedtax return can file Form 8379 to regain their share of a joint refund that was seized to pay a past-due obligation of the other spouse. These obligations might include past-due federal tax, state tax, child support, or federal non-tax debt (such as a student loan). The term \"injured\" refers to the negatively impacted spouse, who does not owe the debt.\n\nTypically, spouses are jointly responsible for a tax obligation so an injured spouse should file Form 8379 when they become aware that all or part of a share of a refund was, or is expected to be, applied against their spouse's legally enforceable past-due obligations.\n\nIf a spouse has fallen behind onchild supportpayments, alimony, federal or state taxes, federal non-tax debt such as student loans, or certain unemployment compensation debt, then the Department of Treasury is authorized to take a taxpayer's refund and apply it toward the past-due debt. By filling out Form 8379, the injured spouse is requesting that theInternal Revenue Service(IRS) release their share of a joint tax refund.\n\nTo be eligible to file Form 8370 an injured spouse must have reported income included in the joint return in which a refund was garnished.\n\nForm 8379 can be filed with a joint tax return, amended joint tax return (Form 1040-X), or it can be filed afterward by itself. An injured spouse form is only filed with Form 1040-X: Amended U.S. Individual Income Tax Return if a spouse is amending an original return to claim a joint refund.\n\nAn injured spouse form must be filed for each year the taxpayer wants their portion of any offset refunded. If a couple files their return knowing any refund might be seized, the injured spouse can file the form with the joint tax return or file separately.\n\nOnce you file a Form 8379, the IRS will review it to determine whether you are eligible for injured spouse relief and, if so, how much. It takes the IRS about 14 weeks to process an injured spouse form if you file a paper version with a joint return and 11 weeks if you file it electronically.\n\nAll pages of Form 8379 are available on the IRS website.\n\nIf you live in acommunity propertystate different rules may apply. In general, these states take the view that debts and assets acquired during a marriage are jointly owned, though there are exceptions. The rules vary in each state. The IRS uses each state's rules to determine the amount, if any, refundable to the injured spouse. Community property states include Arizona, California, Idaho, Louisiana, Nevada, New Mexico, Texas, Washington, and Wisconsin.﻿﻿\n\nInjured spouse relief is not the same as innocent spouse relief. This is a separate form that can be filed if one spouse has been made responsible for back taxes, interest, or penalties from improperly reported tax filings.\n\n\"Injured\" spouse relief should not be confused with \"innocent\" spouse relief. A person files for \"innocent\" spouse relief when they have been made responsible for back taxes, interest, and penalties resulting from improperly reported taxes on a joint return. If the \"innocent\" spouse had no knowledge of the improper items leading to the problematic filing,Form 8857: Request for Innocent Spouse Reliefcan be submitted to claim relief.Several conditions must be met:\n\nFinally, the IRS must determine it would be unfair to hold the spouse responsible.\n\nThe \"injured spouse\" on Form 8379 refers to a spouse who has been affected by the application of a joint tax refund to offset their spouse's debts. Because they have been financially harmed (\"injured\") by this use of the refund, that spouse is able to reclaim their share of the refund from the IRS.\n\nIt can take up to 14 weeks for the IRS to process an injured spouse allocation form, although processing is faster if the form is submitted electronically. If Form 8379 is filed separately from a joint tax return, it will take around 8 weeks.\n\nIn most cases, an injured spouse can file Form 8379 to claim their share of a tax refund before it is used to offset their spouse's debts. However, rules are different incommunity property states, where the tax refund may be considered shared marital property. In those cases, the IRS will divide the return according to the state community property law.\n\nGenerally speaking, Form 8379 should be filed with the IRS Service Center for the area where you live. However, if you have already filed your tax return for the year in question, you should send Form 8379 to the same Service Center you filed your tax return, even if you now live somewhere else.\n\nYes, and the IRS will process your injured spouse allocation faster if it is sent online. Electronic submissions take about eleven weeks to process, compared to fourteen weeks for paper filings.\n\nIf an injured spouse files Form 8379 along with their joint tax return, it will take between 11 and 14 weeks to receive their share of the tax return. Of course, this is contingent upon the IRS determination that the injured spouse is qualified for a share of the return.\n\nIf an injured spouse files Form 8379 and does not hear back, they can call the Bureau of Financial Services' TOP Center at 800-304-3107.\n\nYes, the IRS may determine that someone filing Form 8379 is ineligible for an injured spouse allocation, or that they are not entitled to as much as they believe. When the IRS receives a claim, they will calculate the injured spouse's share of the tax return, based on state laws and the circumstances surrounding each case.\n\nInternal Revenue Service. \"Topic No. 203 Reduced Refund.\" Accessed Jan. 14, 2022.\n\nInternal Revenue Service. \"Instructions for Form 8379 (11/2021).\" Accessed Jan. 14, 2022.\n\nInternal Revenue Service. \"Form 8379.\" Accessed Jan. 14, 2022.\n\nInternal Revenue Service. \"Publication 971 (10/2014), Innocent Spouse Relief.\" Accessed Jan. 14, 2022.\n\nInternal Revenue Service. \"Innocent Spouse Relief.\" Accessed Jan. 14, 2022.\n\nInternal Revenue Service. \"Frequently Asked Questions.\" Accessed Jan. 14, 2022.",
  "url": "https://www.investopedia.com/terms/f/form-8379.asp"
}