{
  "term": "What Are Stock Options? Parameters and Trading, With Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA stock option (also known as an equity option), gives an investor the right—but not the obligation—to buy or sell a stock at an agreed-upon price and date.\n\nA stock option (also known as an equity option) gives an investor the right—but not the obligation—to buy or sell a stock at an agreed-upon price and date. There are two types of options:puts, which is a bet that a stock will fall, orcalls, which is a bet that a stock will rise.\n\nBecause it has shares of stock (or a stock index) as its underlying asset, stock options are a form ofequity derivativeand may be called equity options.\n\nEmployee stock options (ESOs)are a type of equity compensation given by companies to some employees or executives that effectively amount to call options. These differ from listed equity options on stocks that trade in the market, as they are restricted to a particular corporation issuing them to their own employees.\n\nOptions are a type offinancial instrumentknown as aderivative. This means their worth is based on, or derived from, the value of anunderlying securityor asset. In the case of stock options, that asset is shares of a company’s stock.Not every stock will havea connected option chain.\n\nThe option is a contract that creates an agreement between two parties to have the option to sell or buy the stock at some point in the future at a specified price. The price is known as thestrike priceor exercise price.\n\nStock options come in two basic forms:\n\nTherefore, if XYZ stock is trading at $100, a $120-strike call would become worthwhile to exercise (i.e., convert into shares at the strike price) only if the market price rises above $120. Or, an $80-strike put would be worthwhile if the shares drop below $80. At that point, both options would be said to bein the money (ITM), meaning that they have someintrinsic value(namely, the difference between the strike price and the market price). Otherwise, the options areout of the money (OTM), and consist of extrinsic value (also known as time value). OTM options still have value since the underlying asset has some probability of moving into the money on or before the option expires. This probability is reflected in the option’s price.\n\nEquity options are derived from equity securities, like stocks and exchange-traded funds (ETFs).Investors and traders can use equity options to take a long or short position in a stock without actually buying or shorting the stock. This is advantageous because taking a position with options allows the investor/trader more leverage in that the amount of capital needed is much less than a similar outright long or short position on margin. Investors and traders can, therefore, profit more from a price movement in the underlying stock.\n\nExercising an optionmeans using the option holder’s right to convert the contract into shares at the strike price.\n\nThere are two different styles of options:AmericanandEuropean. American options can be exercised anytime between the purchase and expiration date. European options, which are less common, can only be exercised on the expiration date.\n\nOptions contracts exist for only a certain period of time. This is known as theexpiration date. Options listed with longer expiration dates will have more time value since there is a greater chance of an option becoming in the money the longer there is for the underlying stock to move around. Option expiration dates are set according to a fixed schedule (known as anoptions cycle) and typically range from daily or weekly expirations to monthly and up to one year or more.\n\nThe strike price determines whether an option should be exercised. It is the price that a trader expects the stock to be above or below by the expiration date.\n\nAs an example, if a trader is betting that International Business Machines Corp. (IBM) will rise in the future, they might buy a call for a specific month and a particular strike price. For example, a trader is betting that IBM’s stock will rise above $150 by the middle of January. They may then buy a January $150 call.\n\nContracts represent a specific number of underlying shares that a trader may be looking to buy. One contract is equal to 100 shares of the underlying stock.\n\nUsing the previous example, a trader decides to buy five call contracts. Now the trader would own five January $150 calls. If the stock rises above $150 by the expiration date, the trader would have the option to exercise or buy 500 shares of IBM’s stock at $150, regardless of the current stock price. If the stock is worth less than $150, theoptions will expire worthless, and the trader will lose the entire amount spent to buy the options, also known as the premium.\n\nThepremiumis the price paid for an option. It is determined by taking the price of the call and multiplying it by the number of contracts bought, then multiplying it by 100.\n\nIn our example, if a trader buys five January IBM $150 calls for $1 per contract, the trader would spend $500. However, if a trader wanted to bet the stock would fall, they would buy the puts.\n\nThevolatilityof the underlying security is a key concept in options pricing theory.In general, the greater the volatility, the higher the premium required for all options listed on that security.\n\nStock options are listed for trading on several exchanges, including theCBOE Options Exchange (CBOE), thePhiladelphia Stock Exchange (PHLX), and theInternational Securities Exchange (ISE), among several others.\n\nOptions can be bought or sold depending on the strategy a trader is using. Continuing with the example above, if a trader thinks IBM shares are poised to rise, they can buy the call, or they can also choose to sell or write the put. In this case, the seller of the put would not pay a premium but would receive the premium. A seller of five IBM January $150 puts would receive $500.\n\nShould the stock trade above $150, the option would expire worthless, allowing the seller of the put to keep all of the premium. However, should the stock close below the strike price, the seller would have to buy the underlying stock at the strike price of $150. If that happens, it would create a loss of the premium and additional capital, since the trader now owns the stock at $150 per share, despite it trading at lower levels.\n\nAnother popular equity options technique is tradingoption spreads. Traders take combinations of long and short option positions, with different strike prices and expiration dates, for the purpose of extracting profit from the option premiums with minimal risk.\n\nIn the example below, a trader believes NVIDIA Corp. (NVDA) stock is going to rise in the future to over $170. They decide to buy 10 January $170 calls, which trade at a price of $16.10 per contract. It would result in the trader spending $16,100 to purchase the calls. However, for the trader to earn a profit, the stock would need to rise above the strike price and the cost of the calls, or $186.10. Should the stock not rise above $170, the options would expire worthless, and the trader would lose the entire premium.\n\nAdditionally, if the trader wants to bet that NVIDIA will fall in the future, they could buy 10 January $120 puts for $11.70 per contract. It would cost the trader a total of $11,700. For the trader to earn a profit, the stock would need to fall below $108.30. Should the stock close above $120, the options would expire worthless, resulting in loss of the premium.\n\nCompanies sometimes grant call options to certain employees as a form of equity compensation, to incentivize good performance or reward seniority. Employee stock options (ESOs) effectively give an employee the right to buy the company’s stock at a specified price for a finite period of time. ESOs often have vesting schedules that limit the ability to exercise. If the stock’s market price has risen once the vesting periods end, the employee can benefit greatly by exercising those options.\n\nFor example, if you begin to work at a startup, you might be given stock options for 12,000 shares of the startup’s stock as part of your compensation. These options aren’t given to you immediately; theyvestover a designated period of time. Vesting means it becomes available to use. So after one year, you might be able to exercise 3,000 shares, then another 3,000 each year after that. By the end of four years, all 12,000 shares will be vested.\n\nEmployee stock options usually come with a “cliff” as well. This is the amount of time you must work with the company to receive your shares.\n\nOptions often come with an expiration date, which is the last point at which you can exercise your option. This could be a set number of years after the option is granted or a set number of days after you leave the company. The details of the expiration date should be in your contract.\n\nEmployee stock options are not publicly traded; they are granted exclusively by corporations to their employees. Upon ESO exercise, the company must grant new shares to that employee, which has a dilutive effect, as it increases the overall number of shares. Investors should pay attention to the number of employee options that have been granted to understand their fully dilutive potential.\n\nIf the company you hold options for is publicly traded, the value of your stock options depends on the current value of the stock. Calculate how much it would be worth if you were buying or selling the number of shares that you have an option for at the public price. Then, calculate how much it would be worth to buy or sell the same number of shares at the price of your option. The difference between them is the value of your stock option.\n\nIf the company isn’t publicly traded, it becomes a little trickier. If the business has received a valuation that determines how much each share in it is worth, then that can give you a starting point to value your options. But that’s still a speculative number.\n\nThe number of shares (or options) out there also affects the value of yours. The more shares there are (for example, if most employees have been given stock options they can exercise), then the lower the value of each individual share in the business.\n\nThe value of your options also depends on the value of the stock itself. If you have an employee stock option to buy 20,000 shares at $2 a share, but the stock is currently trading at $1 a share, then your option currently has no value. If the price of the share rises to $3, however, then your stock options have a value of $20,000.\n\nWhen you exercise your stock options, that is when you actually buy or sell them. An employee with stock options, for example, can only exercise those options after they have vested.\n\nIf you are buying stock from an option, you buy it at the option price, regardless of what the current price of the stock is. So if you are an employee with an option to buy 12,000 shares of stock at $1 a share, you will need to pay $12,000. At that point, you would own the shares outright. You would be able to sell them (if you think the price is going to go down) or keep them (if you think the price is going to go up).\n\nIf you don’t have the cash available, there are a few ways you can still exercise your stock options:\n\nIf you exercise your stock options, you will need to pay taxes on any profit that you make. How your taxes are calculated depends on the type of option you have and how long you wait between exercising your option and selling your shares.\n\nStatutory stock options are granted through an employee stock purchase plan or an incentive stock option (ISO). For this type of option, you aren’t taxed when you are granted the option. In most cases, you will be taxed when you exercise the option. If that happens, your employer will report the income on your annual W-2 form.\n\nIf you are taxed after you exercise your option, it will be on the bargain element, which is the difference between the market value and the price you paid. For example, if the public price was $2 per share, and you exercised an option to buy 10,000 shares at $1 a share, you would pay taxes on the $10,000 difference between the two prices.\n\nYou would also have to paycapital gains taxwhenever you sell your shares. If you hold the shares for less than a year after you sell them, they count as a short-term capital gain (or loss) and are taxed at your ordinary income rate. If you hold them for more than a year, they are taxed at the long-term capital gains rate (0%, 15%, or 20%, depending on your income and filing status).\n\nNon-statutory stock options aren’t granted through either an employee stock purchase plan or an ISO plan. In this case, you may have taxable income when you receive the option itself. For non-statutory stock options, the taxable income you are considered to have depends on how readily determined the fair market value of the option can be.\n\nIf the stock is publicly traded, the fair market value can be readily determined. In that case, the option is treated as taxable income at the time it is granted to you. The tax rate for that income will depend on your total income and tax bracket. When you later exercise the option, you do not have to pay tax on any amount of income from the option.\n\nMost non-statutory stock options, though, don’t have a fair market value that can be readily determined. In that case, it is not treated as income until you exercise or transfer the option. Once you do that, you report the fair market value of the stock you receive (minus the amount you paid) as taxable income.This is usually taxed as a capital gain or loss.\n\nThere are different ways of structuring a stock option plan. These provide different levels of risk and incentive to both employers and employees.\n\nEssentially, a stock option allows an investor to bet on the rise or fall of a given stock by a specific date in the future. Often, large corporations will purchase stock options to hedge risk exposure to a given security. On the other hand, options also allow investors to speculate on the price of a stock, typically elevating their risk.\n\nWhen investors trade stock options, they can choose between a call option and a put option. In a call option, the investor speculates that the underlying stock’s price will rise. A put option takes a bearish position, where the investor bets that the underlying stock’s price will decline. Options are purchased as contracts, which are equal to 100 shares of the underlying stock.\n\nConsider an investor who speculates that the price of stock A will rise in three months. Currently, stock A is valued at $10. The investor then buys a call option with a $50 strike price, which is the price that the stock must exceed for the investor to make a profit. Fast-forward to the expiration date, where now, stock A has risen to $70. This call option would be worth $20, as stock A’s price is $20 higher than the strike price of $50. By contrast, an investor would profit from a put option if the underlying stock were to fall below his strike price by the expiration date.\n\nTo exercise a stock option involves buying (in the case of a call) or selling (in the case of a put) the underlying stock at its strike price. This is most often done before expiration when an option isdeeply in the moneywith a delta close to 100, or at expiration if it is in the money at any amount. When exercised, the option disappears and the underlying asset is delivered (long or short, respectively) at the strike price. The trader can then choose to close out the position in the underlying at prevailing market prices, at a profit.\n\nOptions contracts are derivatives that give the holder the right to buy (in the case of a call) or sell (in the case of a put) a quantity of the underlying security at a specified price (the strike price) before the contract expires. Options on stocks come in standard units of 100 shares per contract, and many are listed on exchanges where investors and traders can buy and sell them with relative ease.Options pricingis an important financial achievement, where volatility has been identified as a key component of options theory.\n\nESOs are a form of equity compensation granted by companies to their employees and executives. Like a regular call option, an ESO gives the holder the right to purchase the underlying asset—the company’s stock—at a specified price for a finite period of time. ESOs are not the only form of equity compensation, but they are among the most common.\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Investor Bulletin: An Introduction to Options.”\n\nFinancial Industry Regulatory Authority. “Options: Types.”\n\nInvestor.gov, U.S. Securities and Exchange Commission. “Employee Stock Option Plans.”\n\nInternal Revenue Service. “Publication 525: Taxable and Nontaxable Income,” Pages 13–14.\n\nInternal Revenue Service. “Publication 525: Taxable and Nontaxable Income,” Pages 12–13.\n\nInternal Revenue Service. “Topic No. 409, Capital Gains and Losses.”\n\nInternal Revenue Service. “Publication 525: Taxable and Nontaxable Income,” Pages 11–12.\n\nInternal Revenue Service. “Topic No. 427, Stock Options.”",
  "url": "https://www.investopedia.com/terms/s/stockoption.asp"
}