{
  "term": "What Is Deadweight Loss, How It's Created, and Economic Impact",
  "definition": "A deadweight loss is a cost to society created bymarket inefficiency, which occurs whensupplyanddemandare out of equilibrium. Mainly used in economics, deadweight loss can be applied to any deficiency caused by an inefficient allocation of resources.\n\nPrice ceilings, such as price controls and rent controls;price floors, such as minimum wage andliving wagelaws; and taxation can all potentially create deadweight losses. With a reduced level of trade, the allocation of resources in a society may also become inefficient.\n\nA deadweight loss occurs when supply and demand are not in equilibrium, which leads to market inefficiency. Market inefficiency occurs when goods within the market are either overvalued or undervalued. While certain members of society may benefit from the imbalance, others will be negatively impacted by a shift fromequilibrium.\n\nThe market canregain stable footingwhen demand and supply fall into better alignment through interventions or consumer actions.\n\nWhen consumers do not feel the price of a good or service is justified when compared to the perceivedutility, they are less likely to purchase the item.\n\nFor example, overvalued prices may lead to higher profit margins for a company, but it negatively affects consumers of the product. Forinelasticgoods—meaning demand does not change for that particular good or service when the price goes up or down—the increased cost may prevent consumers from making purchases in other market sectors. In addition, some consumers may purchase a lower quantity of the item when possible.\n\nForelasticgoods—meaning sellers and buyers quickly adjust their demand for that good or service if the price changes—consumers may reduce spending in that market sector to compensate or be priced out of the market entirely.\n\nUndervalued products may be desirable for consumers but may prevent a producer from recuperating their production costs. If the product remains undervalued for a substantial period, producers will either choose to no longer sell that product, up the price to equilibrium, or may be forced out of the market entirely.\n\nLand has a near-static supply; therefore, the margin between natural monopoly pricing and rent caps creating deadweight loss is minimal or often non-existent in well developed property markets. In the case of rent, consumers bear most of the deadweight loss from natural monopolies. In cities introducing rent caps, and a goal for economists is to calculate caps that aren't set too low and lead to minimum consumer-producer losses so producers are still willing to invest.\n\nMinimum wage and living wage laws can create a deadweight loss by causing employers to overpay for employees and preventing low-skilled workers from securing jobs. Price ceilings andrent controlscan also create deadweight loss by discouraging production and decreasing the supply of goods, services, or housing below what consumers truly demand. Consumers experience shortages and producers earn less than they would otherwise.\n\nTaxes also create a deadweight loss because they prevent people from engaging in purchases they would otherwise make because the final price of the product is above the equilibrium market price. If taxes on an item rise, the burden is often split between the producer and the consumer, leading to the producer receiving less profit from the item and the customer paying a higher price. This results in lower consumption of the item than previously, which reduces the overall benefits the consumer market could have received while simultaneously reducing the benefit the company may see in regard to profits.\n\nMonopoliesandoligopoliesalso lead to deadweight loss as they remove the aspects of a perfect market, in which fair competition accurately sets a price. Monopolies and oligopolies can control supply for a specific good or service, thereby falsely increasing its price. This would eventually lead to a lower amount of goods and services sold.\n\nA new sandwich shop opens in your neighborhood, selling a sandwich for $10. You perceive the value of this sandwich to be $12 and, therefore, are happy to pay $10 for it. Now, assume the government imposes a newsales taxon food items, which raises the cost of the sandwich to $15. At $15, you feel that the sandwich is overvalued and believe that the new cost is not a fair price and, therefore, are not willing to buy the sandwich at $15.\n\nMany consumers, but not all, feel this way about the sandwich, and the sandwich shop sees a decrease in demand for its sandwich and a decline in revenues. The deadweight loss in this example is the unsold sandwiches as a result of the new $15 cost. If the decrease in demand is severe enough, the sandwich shop could go out of business, further increasing the negativeeconomic effects of the new taxon society at large.",
  "url": "https://www.investopedia.com/terms/d/deadweightloss.asp"
}