{
  "term": "What Is a Billing Cycle? How It Works, How Long It Is and Example",
  "definition": "A billing cycle is the interval of time from the end of one billing statement date to the nextbilling statementdate for goods or services a company provides to another company or consumer on a recurring basis. Although billing cycles are most often set on a monthly basis, they can vary in length depending on the type of product or service rendered.\n\nBilling cycles guide companies on when to charge customers while helping internal departments, such asaccounts receivableunits monitor the amount of revenue yet to be collected.\n\nAt the end of every billing cycle, customers are granted a certain amount of time to remit payment. This window, known as thegrace period, is similar to amoratorium period, which is defined as a specific period of time in which a lender lets a borrower stop making payments on a loan.\n\nThe date at which the billing cycle begins depends on various factors, including the type of service being offered and the customer’s needs. For example, an apartment complex may issue a bill for rent on the first day of every month, regardless of when tenants signed their individualleases. This style of billing cycle can simplify accounting while making it easier for tenants to remember the payment due date. Companies may also choose to use a rolling billing cycle. For example, a cable TV provider may set a customer’s billing cycle to align with the date on which thatcustomerfirst received a signal.\n\nIf charges are not remitted in full by a due date, they are rolled over to the next billing cycle, which may trigger late fees and interest charges.\n\nAlthough the lengths of billing cycles tend to fall in line with industry norms, vendors can shorten or augment their individual billing cycles in ways that help them better manage cash flows or accommodate changes in the creditworthiness of customers. For example, a wholesaler who distributes produce to a supermarket chain might need to accelerate the receipt of cash flows because the company from which it leases delivery trucks has tightened its billing cycle for the wholesaler. As another example, consider a situation where a retail store owner has fallen into the habit of making the occasional late payment to his supplier. In this situation, the wholesaler may compress the billing cycle from four weeks to three weeks, to anticipate for the delinquency. The flexibility of the billing cycle can go the other way, too. For example, suppose a large corporate customer needs to lengthen the cycle from 30 days to 45 days for software-as-a-service (SaaS). If the creditworthiness of this customer is sound, the vendor will normally agree to do so.",
  "url": "https://www.investopedia.com/terms/b/billing-cycle.asp"
}