{
  "term": "What Is Intertemporal Choice for Business and Individuals?",
  "definition": "Intertemporal choice is aneconomic termdescribing how current decisions affect what options become available in the future.  Theoretically, by notconsumingtoday, consumption levels could increase significantly in the future, and vice versa.\n\nMany of the choices we make have consequences for the future. For instance, deciding how much money to spend in the present and how much to squirrel away can greatly impact ourquality of lifeboth now and in the years ahead.\n\nFor companies, various investment decisions involve intertemporal choice. For individuals, on the other hand, decisions made in the near-term that can affect future financial opportunities relate mostly to saving andretirement.\n\nAn individual who saves today consumes less, causing their currentutilityto decline. Over time, the savings grow, increasing the number of goods the individual can consume and, therefore, the person's future utility.\n\nMost individuals tend to be limited bybudgetconstraints that prevent them from consuming to the extent of their desires. Nevertheless,behavioral financetheorists generally find that present bias is common, suggesting thatpeople prefer to spend now, regardless of the impact it might have in later years.\n\nIt is common for people to make intertemporal choices that accommodate near-term needs and wants over long-term objectives.\n\nIf an individual makes an exorbitant purchase, such as paying for an around-the-world vacation that exceeds their usual budget and requires additionalfinancingto cover, this could have a substantial impact on the person’s long-term wealth. The individual might take out apersonal loan, max out credit cards, or, when possible, even withdraw funds from retirement accounts in order to cover the expense.\n\nMaking such a choice would reduce theassetsthe individual has available to continue to save for retirement. The person may have to fund supplemental forms ofincometo augment their salary to compensate for the decline in assets.\n\nThis could be further exacerbated if unforeseen events affect current income. A sudden loss of employment, for example, would make it difficult to recoup recent expenses and set aside funds for retirement. If a consumer made a sizable purchase and then was laid off, their intertemporal choices combined with those external factors stand to change their future opportunities.\n\nPerhaps the individual planned to retire by a certain age or was on track to finish paying off amortgage. The shortfall in assets could mean postponing retirement or taking out asecond mortgageto help deal with the more immediate issues.\n\nDecisions on employment can also factor into intertemporal choices. A professional might be presented with two job opportunities with salaries that vary depending on the intensity and demands of the role.\n\nOne position may be high-stress with long hours required. The compensation might also be higher than what is standard for such a position.\n\nAs an intertemporal choice, taking such a job might allow for more options on laterpension plans. Conversely, taking the job that offers a lower salary but a better work-life balance may mean having fewer retirement options with less funding available.",
  "url": "https://www.investopedia.com/terms/i/intertemporalchoice.asp"
}