{
  "term": "What Is Monetarism? Theory, Formula, and Comparison to Keynesian Economics",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nMonetarism is amacroeconomictheory which states that governments can foster economic stability by targeting the growth rate of themoney supply. Essentially, it is a set of views based on the belief that the total amount of money in an economy is the primary determinant of economic growth.\n\nMonetarism is an economic school of thought which states that the supply of money in an economy is the primary driver of economic growth. As the availability of money in the system increases,aggregate demandfor goods and services goes up. An increase in aggregate demand encourages job creation, which reduces therate of unemploymentand stimulates economic growth.\n\nMonetary policy, an economic tool used in monetarism, is implemented to adjustinterest ratesthat, in turn, control the money supply. When interest rates are increased, people have more of an incentive to save than to spend, thereby reducing or contracting the money supply. Contrarily, when interest rates are lowered following an expansionary monetary scheme, the cost of borrowing decreases, which means people can borrow more and spend more, thereby stimulating the economy.\n\nMonetarism is closely associated with economistMilton Friedman, who argued, based on thequantity theory of money, that the government should keep the money supply fairly steady, expanding it slightly each year to allow for the natural growth of the economy. Due to the inflationary effects that can be brought about by the excessive expansion of the money supply, Friedman, who formulated the theory of monetarism, asserted that monetary policy should be done by targeting the growth rate of the money supply to maintain economic and price stability.\n\nIn his book, \"A Monetary History of the United States 1867–1960,\" Friedman proposed a fixed growth rate called theK-percent rule, suggesting that money supply should grow at a constant annual rate tied to the growth ofnominal gross domestic product(GDP) and be expressed as a fixed percentage per year. This way, the money supply woud be expected to grow moderately, businesses would be able to anticipate the changes to the money supply every year and plan accordingly, the economy would grow at a steady rate, and inflation would be kept at low levels.\n\nCentral to monetarism is thequantity theory of money, which monetarists adopted from earlier economic theories and integrated into the generalKeynesianframework of macroeconomics. The quantity theory of money can be summarized in theequation of exchange, formulated by John Stuart Mill, which states that the money supply, multiplied by the rate at which money is spent per year, equals the nominal expenditures in the economy. The formula is given as:\n\nMV=PQwhere:M=money supplyV=velocity (rate at which money changes hands)P=average price of a good or serviceQ=quantity of goods and services sold\\begin{aligned} &MV = PQ \\\\ &\\textbf{where:} \\\\ &M = \\text{money supply} \\\\ &V = \\text{velocity (rate at which money changes hands)} \\\\ &P = \\text{average price of a good or service} \\\\ &Q = \\text{quantity of goods and services sold} \\\\ \\end{aligned}​MV=PQwhere:M=money supplyV=velocity (rate at which money changes hands)P=average price of a good or serviceQ=quantity of goods and services sold​\n\nA key point to note is that monetarists believe that changes to M (money supply) are the driver of the equation. In short, a change in M directly affects and determines employment, inflation (P), and production (Q). In the original version of the quantity theory of money, V is held to be constant, but this assumption was dropped byJohn Maynard Keynesand is not assumed by the monetarists, who instead believe that V is easily predictable.\n\nEconomic growthis a function of economic activity (Q) and inflation (P). If V is constant (or at least predictable), then an increase (or decrease) in M leads to an increase (or decrease) in either P or Q.\n\nAn increase in P denotes that Q remains constant, while an increase in Q means that P remains relatively constant. According to monetarism, variations in the money supply affect price levels over the long term and economic output in the short term. A change in the money supply, therefore, directly determines prices, production, and employment.\n\nThe view thatvelocityis constant is a source of contention among Keynesians, some of whom believe that velocity is not so since the economy is volatile and subject to periodic instability. Instead, Keynes'liquidity preference theoryemphasizes how changes in money demand (and thus velocity) influence the price level and aggregate demand.\n\nMonetarism builds on the Keynesian theory by assuming the same macroeconomic framework and integrating the equation of exchange (with V swinging cyclically, as Keynes argued), but instead focuses on the role played by money supply. Because they believe that V can be relatively easily predicted, monetarists argue that the equation of exchange could be resuscitated as an approach tostabilization policy, and they favor the use of monetary policy to do so.\n\nProponents of monetarism generally believe that controlling an economy throughfiscal policyis a poor decision because it necessarily introduces microeconomic distortions that reduce economic efficiency. They prefer monetary policy as a tool to manage aggregate demand in a way that will be more neutral from a microeconomics standpoint and that avoids thedeadweight lossesand social costs that fiscal policy creates in markets.\n\nMonetarism gained prominence in the 1970s, a decade characterized by high and rising inflation and slow economic growth. The policies of monetarism were responsible for bringing down inflation in the United States and the United Kingdom. After U.S. inflation peaked at 20% in 1979, the Federal Reserve (the Fed) switched its operating strategy to reflect monetarist theory. During this time period,economists, governments, and investors eagerly jumped at every new money supply statistic.\n\nIn general, monetary policy can be characterized as contractionary or expansionary. Contractionary monetary policy is when the Fed reduces inflation by raising the federal funds rate or decreasing the money supply. Expansionary monetary policy works by expanding the money supply faster than usual or lowering short-term interest rates.\n\nIn the years that followed, however, monetarism fell out of favor with many economists, as the link between different measures of money supply and inflation proved to be less clear than most monetarist theories had suggested. In addition, monetarism's ability to explain the U.S. economy waned in the following decades. Manycentral bankstoday have stopped setting monetary targets and instead have adopted strictinflation targets.\n\nAlthough most modern economists reject the emphasis on money growth that monetarists purported in the past, some core tenets of the theory have become a mainstay in non-monetarist analysis. One of the most important of these ideas is that inflation cannot continue indefinitely without increases in the money supply. In addition, it is the responsibility—although not the primary goal—of the central bank to control inflation.\n\nThat being said, monetarist interpretations of past economic events are still relevant today. Ben Bernanke, former Fed chairman, cited the work of Friedman in his decision to lower interest rates and increase the U.S. money supply in order to boost the economy during the global recession that began in 2007 in the United States.\n\nIn Friedman's seminal work, \"A Monetary History of the United States, 1867–1960,\" whichhe wrote with fellow economist Anna Schwartz, the two economists argued that failed monetary policy executed by the Fed was responsible for the Great Depression in the U.S. in the 1930s. In the view of Friedman and Schwartz, the Fed failed to relieve downward pressure on the money supply, and their eventual actions to reduce the money supply were the opposite of what they should have done. According to Friedman and Schwartz, markets tend towards a stable center; markets behave erratically if the money supply is not properly set.\n\nIn 1979, when Paul Volcker became the chairman of the Fed, he made combatting inflation the primary goal of the central bank. In keeping with Friedman and Schwartz's recommendations, Volcker restricted the money supply in order to do this. He raised the federal funds rate to 20% in 1980. At this time, this strategy for fighting stagflation—a state of high inflation combined with high unemployment and stagnant demand—was successful. Volcker's policies drastically reduced the money supply, consumers stopped purchasing as much, and businesses stopped raising prices. However, while this caused inflation to greatly decline, it resulted in therecessionary periodsbetween 1980 and 1982.\n\nDuring the same time period, Britain was also struggling with severe inflation. When Margaret Thatcher was elected prime minister in 1979, she also implemented a set of monetarist policies to combat the rising prices in the country. By 1983, inflation in Britain had been halved, from 10% to 5%.\n\nHowever, the popularity of monetarism was relatively brief. In the 1980s and 1990s, the link between the money supply and nominal GDP broke down, and the quantity theory of money—the backbone of monetarism—was called into question. Many economists who had recommended the policies of monetarism in the 1970s abandoned the approach.\n\nThe main idea in monetarism is that money supply is the central factor in determining demand in an economy. By extension, economic performance can be controlled by regulating monetary supply, such as by implementing expansionary monetary policy or contractionary monetary policy.\n\nAs mentioned above, monetary policy can be expansionary or contractionary. When a central bank lowers interest rates or reduces reserve requirements, it is engaging in expansionary monetary policy. These moves increase the money supply, encouraging borrowing among individuals, companies, and banks. The opposite—increasing reserve requirements or raising rates—would be an example of contractionary monetary policy.\n\nIn simple terms, monetarism posits that policymakers can best control the economy through management of the money supply, whereas Keynesianism believes this is better achieved through government spending. In practice, governments use both monetary policy and fiscal spending to shape the economy.\n\nMonetarism is an economic school of thought that emphasizes the role of monetary policy in the economy. It's associated with the economist Milton Friedman, and gained prominence in the second half of the 20th century. Monetarism is commonly distinguished from Keynesianism, which emphasizes the importance of aggregate demand in the economy.\n\nInternational Monetary Fund. \"What Is Monetarism?\" Accessed May 5, 2021.\n\nFederal Reserve Bank of St. Louis. “Effective Federal Funds Rate.” Accessed May 5, 2021.\n\nInternational Monetary Fund. \"What Is Monetarism?\" Accessed May 5, 2021.",
  "url": "https://www.investopedia.com/terms/m/monetarism.asp"
}