{
  "term": "What Is a Turnover Ratio? Definition, Significance, and Analysis",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nIn investment, a turnover ratio indicates the rate at which a fund's holdings are bought and sold.\n\nThe turnover ratio or turnover rate in investing is the percentage of a mutual fund or other portfolio holdings that have been replaced in the course of one year.\n\nSome funds hold their equity positions for less than 12 months, meaning their turnover ratios exceed 100%. That doesn't necessarily mean that every holding has been replaced. The ratio reflects the proportion of stocks that have changed in one year.\n\nThe turnover ratio will be listed in the company's prospectus for the mutual fund. It would be difficult for an investor to work it out since it would require knowing the sales price of every transaction made during the year and the average monthly net value of the fund over 12 months.\n\nTurnover Ratio = (Total dollar value of all new portfolio assets (or value of portfolio assets sold, if that is the smaller) / monthly average net assets of the fund in dollars) x 100\n\nTheturnover ratio variesby the type of mutual fund, its investment objective, and the portfolio manager's investing style.\n\nFor example, a stock market index fund will have a low turnover rate since it duplicates a particular index and replaces holdings only when the index changes. An actively traded mutual fund may have a high turnover rate, depending on how aggressively its manager buys and sells holdings in search of better returns.\n\nActively managed mutual funds with a low turnover ratio reflect a buy-and-hold investment strategy. Funds with high turnover ratios indicate an attempt to profit by a market-timing approach.\n\nAn aggressive small-capgrowth stockfund will generally experience higher turnover than a large-capvalue stockfund.\n\nAs atechnical indicator,the turnover ratio itself has no special value. A high turnover ratio is not necessarily bad, nor is a low turnover ratio necessarily good. However, investors should be aware of the consequences of turnover frequency.\n\nHigh turnover often results in increased costs for the fund due to the payment ofspreadsand commissions when buying and selling stocks. These increased costs are passed on to the investors and are reflected in the fund's return overall.\n\nAlso, the moreportfolio turnoverin a fund, the more likely it is to generate short-term capital gains. These are profits on assets held for less than one year and are taxable at an investor'sordinary incomerate, which is usually higher than the capital gains rate.\n\nA turnover ratio higher than 100% does not necessarily mean that the fund has replaced all of its assets.\n\nA mutual fund's turnover ratio shouldn't be the sole basis of a decision to invest or divest in it. However, it can be useful to see how a particular fund's turnover ratio compares with others of the same type of investment approach.\n\nA low turnover ratio is typically between 20% and 30%, while a high turnover ratio is considered to be 100% or more. So, an investor willing to take some risk yet be somewhat conservative might target funds with turnover ratios around 50%.\n\nIf a fund's turnover ratio is significantly out of line with comparable funds, it might be something to note.\n\nSay that most funds in a particular sector have turnover ratios around 5%, but one fund posts a 25% turnover in one year. In this instance, the investor might want to know why. Did a new portfolio manager come in and wipe the slate clean? Was there a change in the fund's objective?\n\nOr, say that most funds in another sector have 75% turnover ratios, but there is one with a ratio of 35%. Is management asleep at the wheel?\n\nTurnover ratio alone shouldn't be a deciding factor, but an abnormally high or low ratio among comparable funds is a reason to look harder at the fund's performance over time to see just how successful its strategy has been.\n\nThe BNY Mellon Appreciation Fund from Fidelity (DGAGX) has a strong buy-and-hold strategy in mostly blue-chip companies with total market capitalizations of over $5 billion at the time of purchase. Those companies show sustained profitability, strongbalance sheets, global expansion, and above-average earnings growth, in keeping with the fund's objective of capital preservation. As of Dec. 31, 2024, the fund's turnover ratio was 12.56%.\n\nFidelity's Rydex S&P Small-Cap 600 Pure Growth Fund (RYSGX) invests in the common stock of companies within the capitalization range of the underlying S&P Small-Cap 600 Index and derivative instruments. At least 80% of the fund’s net assets are invested in fast-growing companies or firms in up-and-coming industries, and it seeks to match the index's performance on a daily basis. At the end of March 31, 2024, the Rydex fund had an average turnover ratio of 942%.\n\nThe turnover ratio measures how often a mutual fund buys and sells assets on behalf of its investors. It is calculated by dividing the value of new assets by the average portfolio value for the year.\n\nA high turnover ratio isn't inherently bad, but a fund that trades very often will have higher trading fees and short-term capital gains taxes. Those expenses are eventually passed on to investors. Most investors compare the turnover ratios between similar funds, in addition to looking at other metrics.\n\nThe turnover ratio has a variety of meanings outside of the investing world. A turnover ratio in business is a measurement of the firm's efficiency. It is calculated by dividing annual income by annual liability. It can be applied to the cost of inventory or any other business cost.\n\nUnlike in investing, a high turnover ratio in business is almost always a good sign. It may show, for example, that the business is selling its stock out as quickly as it can get it in.\n\nPerhaps the most common use of a turnover ratio is to measure the proportion of a company's employees who are replaced during a year. A low employee turnover rate indicates that people seldom leave the company. A high turnover rate means they're fleeing in large numbers.\n\nThere's no good or bad turnover rate. Some industries have high turnover rates by their nature. Tech has a high turnover ratio because its employees are in high demand elsewhere. The retail and hospitality industries have high turnover ratios because their jobs are poorly paid and tough to do.\n\nYou should find the turnover ratio (or turnover rate) in the issuing company's latest financial statement on the mutual fund. For example, Vanguard lists the turnover rate for its Vanguard Health Care Fund Investor Shares as 29% as of Jan. 31, 2024. It is an item in its \"Fundamental\" list for the fund.\n\nTurnover ratio alone won't help you determine whether a mutual fund is the right choice for you. It simply tells you what percentage of stocks and other assets in the fund have been replaced in the course of the year.\n\nIt could be relevant to your research into mutual funds, however. If comparable mutual funds have higher or lower turnover ratios than the fund you're looking at, it's a signal to look further into the fund's performance. You may find that it's achieving better returns over time due to all of that activity, or lack of activity. If it's not, you might look at rival funds for a better choice.\n\nInternal Revenue Service. \"IRS Provides Tax Inflation Adjustments for Tax Year 2024.\"\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\"\n\nFidelity. \"BNY Mellon Appreciation Fund, Inc. - Investor Shares.\"\n\nFidelity. \"Rydex S&P SmallCap 600 Pure Growth Fund Class A.\"\n\nLinkedIn. \"A Look at the Tech Retention Crisis: Causes, Key Trends & Plausible Solutions.\"\n\nDailypay. \"Improve Employee Retention in the Hospitality Industry.\"\n\nDailypay. \"Retail Turnover Rates in 2024.\"\n\nVanguard. \"Vanguard Health Care Fund Investor Shares.\"",
  "url": "https://www.investopedia.com/terms/t/turnoverratio.asp"
}