{
  "term": "What Is the Theory of Price? Definition in Economics and Example",
  "definition": "The theory of price states that goods and services prices are decided anytime by the interplay of supply and demand.\n\nThe theory of price provides a framework for understanding how prices are determined in a market economy and how these prices influence economic behavior and resource allocation.\n\nIt’s an economic theory that states that the price for a specific good or service is determined by the relationship between itssupply and demandat any given point. Prices should rise if demand exceeds supply and fall if supply exceeds demand.\n\nThe theory of price is also referred to as price theory. It is amicroeconomicprinciple.\n\nIn afree marketeconomy, producers typically want to charge as much as they reasonably can for their goods and services, while consumers want to pay as little as they can to obtain them. Market forces will cause the two sides to meet somewhere in the middle, at a price consumers are willing to pay and producers are willing to accept.\n\nWhen the quantity of a good or service that’s available matches the demand of potential consumers for it, the market is said to achieveequilibrium. The concept of price theory, which says the market forces of supply and demand will determine the logical price point for a particular good or service at any given time, allows for price adjustments as market conditions change.\n\nSupplydenotes the number of products or services that the market can provide. This includes both tangible goods, such as automobiles, and intangible ones, such as the ability to make an appointment with a skilled service provider. In each instance, the available supply is finite in nature. There are only a certain number of automobiles and appointments available at any given time.\n\nSupply may be affected by forces that are beyond a producer’s control, such as the availability of raw materials.\n\nDemandapplies to the market’s desire for tangible or intangible goods. At any time, there is also only a finite number of potential consumers available. Demand may fluctuate depending on a variety of factors, such as whether an improved version of a product is available or if a service is no longer needed. Demand can also be affected by an item’s perceivedvalueby the consumer market.\n\nAs mentioned earlier, equilibrium occurs when the total number of items available—the supply—can be consumed by potential customers. If a price is too high, customers may avoid the goods or services or find other alternatives. This would result in excess supply and possibly cause producers to lower prices.\n\nIn contrast, if a price is too low, demand may significantly outpace the available supply, causing prices to rise again.\n\nThe optimal price, taking into account both supply and demand, is also referred to as theclearing price.\n\nCompanies oftendifferentiate their product linesvertically, rather than horizontally, considering consumers’ differential willingness to pay for quality. As noted by Michaela Draganska of Drexel University and Dipak C. Jain of INSEAD in the journalMarketing Science, many firms offer products that vary in characteristics like color or flavor, but that do not vary in quality.\n\nTheir study found that using uniform prices for all products in a particular product line tends to be the best pricing policy for producers.\n\nFor example, Apple Inc. offers several different MacBook Pro laptop computer models, with varying screen sizes, capabilities, and prices. The customer has a choice of two colors: silver and space black.If Apple charged a higher price for a 14-inch silver MacBook Pro vs. an otherwise identical space black one, demand for the silver model might fall, and the available supply of the silver model would increase. At that point, Apple might be forced to reduce the price of that model.\n\nMicroeconomicsfocuses on interactions between individual consumers and the producers of goods and services, whilemacroeconomicslooks at the economy as a whole.\n\nElasticity of demand, orprice elasticity of demand, measures how sensitive the demand for a particular good or service is to changes in its price. If raising the price of a product will have little effect on the demand for it, it is said to be relativelyinelastic.\n\nAsupply curveillustrates the relationship between prices and supply. As the price rises for a particular good or service, the more of it producers will be motivated to provide.\n\nThedemand curveis a graphic illustration of how prices affect supply and demand. As prices rise, the quantity of a particular good or service that consumers demand will decline. Conversely, as prices fall, demand rises.\n\nWhen a supply curve and a demand curve for a particular item are overlaid on the same graph, the point at which they intersect is referred to as theequilibriumpoint. That’s the price at which the quantity consumers are willing to buy and the quantity producers are willing to deliver are perfectly matched.\n\nThetheory of price in microeconomicsprovides a structure for understanding and predicting price determination, helping businesses and individuals make informed decisions. It states that the price of a particular good or service is determined by the relationship between producer supply and consumer demand at any given point. Prices should rise if demand exceeds supply and fall if supply exceeds demand. When supply and demand are equal, the market is said to have achieved equilibrium.\n\nDraganska, Michaela, and Dipak C. Jain. “Consumer Preferences and Product-Line Pricing Strategies: An Empirical Analysis.”Marketing Science, vol. 25, no. 2, March 2006, pp. 164–174.",
  "url": "https://www.investopedia.com/terms/t/theory-of-price.asp"
}