{
  "term": "What Is a HUD-1 Form and How Is It Used?",
  "definition": "A HUD-1 form, also called a HUD-1 Settlement Statement, is a standardized mortgage lending document. Creditors or their closing agents use this form to create an itemized list of all charges and credits to the buyer and to the seller in a consumer credit mortgage transaction. A HUD-1 form is most commonly used forreverse mortgagesand mortgagerefinancetransactions.\n\nAs of Oct. 3, 2015, the Closing Disclosure form replaced the HUD-1 form for most real estate transactions; however, if you applied for a mortgage on or before Oct. 3, 2015, you would receive a HUD-1. Real estate transactions that do not involve a seller, such as a refinancing, may use a HUD-1A form.\n\nNow, for most kinds of mortgage loans, borrowers receive a form called the Closing Disclosure instead of a HUD-1 form. Either form must be reviewed by the borrower before the closing, in order to prevent errors or any unplanned expenses.\n\nThe HUD-1 lists all costs related to closing the transaction. Federal law requires the form to be used as a standardreal estate settlementform in reverse mortgage and mortgage refinance transactions.\n\nThe law also requires that borrowers be given a copy of the HUD-1 at least one day prior to settlement, although figures can be added, corrected, or updated up to the time the parties are seated at the closing table.\n\nMost buyers and sellers review the form with a real estate agent, attorney, orsettlement agent. On the HUD-1 form, buyers are referred to as \"borrowers\" even if there is no loan involved.\n\nOddly, the HUD-1 is meant to be reviewed verso, or reverse side, first. The reverse side has two columns: The left-hand column itemizes the borrower's charges and the right-hand column itemizes the seller's charges.\n\nThe borrower's list includes charges related to the mortgage, such as a loanorigination fee,discount points, payment for a credit report, and fees for the appraisal and flood certification. It also may include any prepaid interest charges, homeowner's insurance fees, property taxes, owner's and lender's title insurance, and the closing agent's fees.\n\nThe itemized seller list may itemize the real estate commission, any contractually agreed-upon credit to the buyer, and mortgage pay-off information. The seller's itemized charges typically are lower than the buyer's charges.\n\nThe figures on the HUD-1 verso (back page) are added up, and the totals are carried to the form's recto, or front side. The amount of cash required to be paid by the borrower and the amount to be paid to the seller appear at the bottom of the front page.\n\nTheDodd-Frank Wall Street Reform and Consumer Protection Actof 2010 requires lenders to provide borrowers of all types of mortgages (other than reverse mortgages and mortgage refinances) with a Closing Disclosure form.\n\nMortgage lending discrimination is illegal. If you think you've been discriminated against based on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report with the Consumer Financial Protection Bureau or with theU.S. Department of Housing and Urban Development(HUD).\n\nBorrowers must be provided with the disclosure three days before closing. This five-page form includes finalized figures for all closing fees and costs to the borrower, as well as the loan terms, the projected monthly mortgage payments, and closing costs.\n\nThe three days are meant to allow the borrower to ask the lender questions and clear up any discrepancies or misunderstandings regarding costs before closing.\n\nHUD-1 forms are still used for reverse mortgages and refinancing. The government form used to be used by settlement agents to list all the charges that borrowers and sellers were responsible for in any real estate deal. The HUD-1 form was replaced by the Closing Disclosure form in 2015.\n\nA reverse mortgage is a type of loan for individuals aged 62 and older. The equity in a home can be used to borrow against in order to receive a lump-sum payment, a fixed stream of income, or a line of credit. The amount borrowed becomes due when the homeowner dies, relocates, or sells the home.\n\nThe law requires that you receive your Closing Disclosure at least three days prior to closing. Closing Disclosures are not applicable for reverse mortgages or mortgages before Oct. 3, 2015.\n\nThe HUD-1 form, also known as the Settlement Statement, is a standardized form used in real estate transactions in the United States. It itemizes all charges and credits involved in the transaction, including loan fees, settlement charges, and escrow payments, providing a detailed breakdown of the financial aspects of the deal for both the buyer and the seller.\n\nConsumer Financial Protection Bureau. \"What Is a HUD-1 Settlement Statement?\"\n\nConsumer Financial Protection Bureau. \"1024.10 One-Day Advance Inspection of HUD-1 or HUD-1A Settlement Statement; Delivery; Recordkeeping.\"\n\nConsumer Financial Protection Bureau. \"When Do I Get a Closing Disclosure?\"\n\nFederal Trade Commission. \"Reverse Mortgage.\"",
  "url": "https://www.investopedia.com/terms/h/hud-1.asp"
}