{
  "term": "What Are Returns in Investing, and How Are They Measured?",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA return is the gains earned or the losses incurred on an investment.\n\nA return is the gain or loss that an investment generates over time. It can be expressed nominally as the change in dollar value of an investment. A return can also be expressed as a percentage derived from the ratio ofprofitto investment.\n\nReturns can also be presented as net results (after fees, taxes, andinflation) or gross returns that do not account for anything but the price change. This even includes a401(k)investment.\n\nPrudentinvestorsknow that a precise definition of return is situational and dependent on the financial data input to measure it. An omnibus term like “profit” could mean gross, operating, net, before tax, or after tax. An omnibus term like “investment” could mean selected, average, or total assets.\n\nAholding period returnis an investment’s return over the time that it is owned by a particular investor. Holding period return may be expressed nominally or as a percentage. When expressed as a percentage, the term often used israte of return (RoR).\n\nFor example, the return earned during the periodic interval of a month is a monthly return and of a year is an annual return. Often, people are interested in the annual return of an investment, oryear-over-year (YoY)return, which calculates the price change from today to that of the same date one year ago.\n\nReturns over periodic intervals of different lengths can only be compared when they have been converted to same-length intervals. It is customary to compare returns earned during yearlong intervals. The process of converting shorter or longer return intervals to annual returns is calledannualization.\n\nAnominal returnis the net profit or loss of an investment expressed in the amount of dollars (or other applicable currency) before any adjustments for taxes, fees, dividends, inflation, or any other influence on the amount. It can be calculated by figuring the change in the value of the investment over a stated time period plus any distributions minus any outlays.\n\nDistributions received by an investor depend on the type of investment or venture but may includedividends,interest, rents, rights, benefits, or other cash flows received by an investor. Outlays paid by an investor depend on the type of investment or venture but may include taxes, costs, fees, or expenditures paid by an investor to acquire, maintain, and sell an investment.\n\nFor example, assume an investor buys $1,000 worth of publicly traded stock, receives no distributions, pays no outlays, and sells the stock two years later for $1,200. The nominal return in dollars is $1,200 - $1,000 = $200.\n\nA positive return is the profit, or money made, on an investment or venture. Likewise, a negative return represents a loss, or money lost on an investment or venture.\n\nThe real rate of return is adjusted for changes in prices due toinflationor other external factors. This method expresses the nominal rate of return in real terms, which keeps thepurchasing powerof a given level ofcapitalconstant over time.\n\nAdjusting the nominal return to compensate for factors such as inflation allows you to determine how much of your nominal return is real return. Knowing the real rate of return of an investment is very important before investing your money. That’s because inflation can reduce the value as time goes on, just as taxes also chip away at it.\n\nInvestors should also consider whether theriskinvolved with a certain investment is something they can tolerate given the real rate of return. Expressing rates of return in real values rather than nominal values, particularly during periods of high inflation, offers a clearer picture of an investment’s value.\n\nThe total return for a stock includes both capital gains and losses and dividend income, while the nominal return for a stock depicts only its price change.\n\nReturn ratios are a subset offinancial ratiosthat measure how effectively an investment is being managed. They help to evaluate if the highest possible return is being generated on an investment. In general, return ratios compare the tools available to generate profit, such as the investment inassetsorequityto net income.\n\nReturn ratios make this comparison by dividing selected or total assets or equity into net income. The result is a percentage of return per dollar invested that can be used to evaluate the strength of the investment by comparing it tobenchmarkslike the return ratios of similar investments, companies, industries, or markets. For instance,return of capital (ROC)means the recovery of the original investment.\n\nA percentage return is a return expressed as a percentage. It is known as thereturn on investment (ROI). ROI is the return per dollar invested. ROI is calculated by dividing the dollar return by the initial dollar investment. This ratio is multiplied by 100 to get a percentage. Assuming a $200 return on a $1,000 investment, the percentage return or ROI is ($200 ÷ $1,000) × 100 = 20%.\n\nReturn on equity (ROE)is a profitability ratio calculated as net income divided by average shareholder’s equity that measures how much net income is generated per dollar of stock investment. If a company makes $10,000 in net income for the year and the average equity capital of the company over the same time period is $100,000, then the ROE is 10%.\n\nReturn on assets (ROA)is a profitability ratio calculated as net income divided by average total assets that measures how much net profit is generated for each dollar invested in assets. It determines financial leverage and whether enough is earned from asset use to cover thecost of capital. Net income divided by average total assets equals ROA. For example, if net income for the year is $10,000, and total average assets for the company over the same time period is equal to $100,000, then the ROA is $10,000 divided by $100,000, or 10%.\n\nYield and return are sometimes used interchangeably in finance. However, depending on the context, they can also take on different meanings. In some such cases, yield is taken as a subset of return.\n\nYield, in the context of fixed income, for example, is the income generated by an investment, usually expressed as a percentage of the investment’s price orface value. For instance, a bond with a face value of $1,000 and an annualcoupon(interest payment) of $50 would have a yield of 5%. Return, on the other hand, encompasses both the income generated by an investment and anycapital gainsorlossesthat result from changes in the investment’smarket price.\n\nPay attention to the context within which these terms are being used to understand whether they refer to the same thing or something slightly different.\n\nYes, negative returns are indicative of a loss, while positive returns show a gain.\n\nInvestors require a higher expected return for riskier investments to compensate for that additional risk of loss. This is why low-risk securities, such as government bonds, carry relatively lower expected returns than higher-risk securities like growth stocks.\n\nGross return is the absolute change in price plus any income paid by the investment over some period of time. Net return takes the gross return and subtracts any commissions, management and other fees, and taxes. In other words, net return is what you are able to actually pocket from the investment. The so-calledreal returnadditionally accounts for the effects of inflation.\n\nInvesting in a variety of different securities can helpdiversify a portfolioand potentially achieve a higher return without adding much additional risk. By spreading out investments across differentsectorsandasset classesthat are not highly correlated, investors can minimize the risk of any single security negatively impacting returns. Indeed, the math shows that proper diversification can reduce a portfolio’svolatilitywhile maintaining or potentially increasing its expected return.\n\nA positive return indicates a profit, while a negative return indicates a loss. The return on an investment is usually quoted as a percentage and includes any income that the investment generates (e.g., interest, dividends) as well as capital gains (price increases). To generate higher expected returns, investors usually need to take on more risk of potential losses.",
  "url": "https://www.investopedia.com/terms/r/return.asp"
}