{
  "term": "What Is a Monopoly? Types, Regulations, and Impact on Markets",
  "definition": "A monopoly is a market structure with a single seller or producer that assumes a dominant position in an industry or a sector. Monopolies are discouraged in free-market economies because they stifle competition, limit consumer substitutes, and thus, limit consumer choice.\n\nIn the United States, antitrust legislation is in place to restrict monopolies, ensuring that one business cannot control a market and use that control to exploit its customers.\n\nA monopoly is characterized by a single company supplying a good or service, a lack of competition within the market, and no similar substitutes for the product being sold. Monopolies can dictate price changes and create barriers for competitors to enter the marketplace.\n\nCompanies become monopolies by controlling the entire supply chain, from production to sales throughvertical integration, or by buying competing companies in the market throughhorizontal integration, and becoming the sole producer.\n\nMonopolies typically reap the benefit ofeconomies of scale, which is the ability to produce mass quantities at lower costs per unit.\n\nA pure monopoly is a single seller in a market or sector and high barriers to entry, such as significant startup costs. There are no substitutes for the product sold by the seller.\n\nMicrosoft Corporation was the first company to hold a pure monopoly position on personal computer operating systems. As of May 2024, its desktop Windows software still held a market share of more than 73%.\n\nMultiple sellers in an industry sector with similar substitutes are defined as havingmonopolistic competition. Barriers to entry are low, and the competing companies differentiate themselves through pricing and marketing efforts.\n\nTheir offerings are not perfect substitutes, as with Visa and MasterCard. Other examples of monopolistic competition include retail stores, restaurants, and hair salons.\n\nAnatural monopolydevelops from reliance on unique raw materials, technology, or specialization. Companies withpatentsor extensive research and development costs, like pharmaceutical companies, are considered natural monopolies.\n\nPublic monopolies, such as theutility industry, provide essential services and goods. Only one company commonly supplies energy or water to a region. The monopoly is allowed and heavily regulated by government municipalities. Rates and rate increases are controlled.\n\nAntitrustlaws and regulations are in place to discourage monopolistic operations, protect consumers, and ensure an open market.\n\nIn 1890, theSherman Antitrust Actwas passed by the U.S. Congress to limit trusts, a precursor to monopolies or groups of companies that conspired to fix prices. This act dismantled monopolies, including the Standard Oil Company and the American Tobacco Company.\n\nTheClayton Antitrust Actof 1914 created rules for mergers and corporate directors. It listed practices that would violate the Sherman Antitrust Act. The Federal Trade Commission Act created theFederal Trade Commission (FTC). The FTC, along with the Antitrust Division of the U.S. Department of Justice, sets standards for business practices and enforces the two antitrust acts.\n\nThe most consequential monopoly breakup in U.S. history was that of AT&T. After controlling the nation's telephone service for decades as a government-supported monopoly, AT&T fell to antitrust laws.\n\nIn 1982, AT&T, which had telephone lines that reached nearly every home and business in the U.S., was forced to divest itself of 22 local exchange service companies, which were the main barrier to competition.\n\nIn 1994, Microsoft was accused of using its significantmarket sharein the personal computer operating systems business to prevent competition and maintain a monopoly.\n\nAuthorities claimed that the company was \"using exclusionary and anticompetitive contracts to market its personal computer operating system software. By these contracts, Microsoft has unlawfully maintained its monopoly of personal computer operating systems and has unreasonably restrained trade.\"\n\nA federal district judge ruled in 1998 that Microsoft was to be broken into two technology companies, but the decision was later reversed on appeal by a higher court. Microsoft was free to maintain its operating system, application development, and marketing methods.\n\nA monopoly is represented by a single seller who sets prices and controls the market. The high cost of entry into that market restricts other businesses from taking part. Thus, there is no competition and no product substitutes.\n\nPrice fixing is an agreement among competitors to raise, lower, maintain, or stabilize prices or price levels. Antitrust laws require that each company establish prices and other competitive terms independently, without consulting a competitor. Consumers expect that prices have been determined based on supply and demand, not by an agreement among competitors.\n\nAntitrust cases can be brought against companies who violate antitrust laws and prosecuted by state or federal governments. This can discourage other companies from behaving in ways that violate such laws and harm consumers. Consumers who suspect a company is violating antitrust laws can contact the Antitrust Division or Federal Trade Commission at the federal level. A local company operating within one state can be investigated by the Attorney General of that state.\n\nA monopoly is a single seller or producer without direct competitors for its products or services due to its business practices. A monopoly can dictate price changes and create barriers that prevent competitors from entering the marketplace.\n\nAntitrust legislation is in place to restrict monopolies, ensuring that one business or group of businesses cannot control a market and use that control to exploit consumers.\n\nGlobalStats. \"Desktop Operating System Market Share Worldwide.\"\n\nNational Archives. \"Sherman Anti-Trust Act (1890).\"\n\nFederal Trade Commission. \"The Antitrust Laws.\"\n\nThe New York Times. \"U.S. Settles Phone Suit, Drops I.B.M. Case; A.T.&T. to Split Up, Transforming Industry.\"\n\nU.S. Department of Justice. \"Competitive Impact Statement: U.S. v. Microsoft Corporation.\"\n\nU.S. Federal Trade Commission. \"Price Fixing.\"",
  "url": "https://www.investopedia.com/terms/m/monopoly.asp"
}