{
  "term": "What Is Money Laundering?",
  "definition": "The prevention of money laundering has become an international effort\n\nAndy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nMoney laundering involves disguising illegally obtained money or assets to make them appear lawful.\n\nMoney laundering is an illegal activity. It makes large amounts of money that's generated by criminal activity such as drug trafficking or terrorist funding appear to have come from a legitimate source. The money from the criminal activity is considered dirty and the process “launders” it to make it appear clean.\n\nFinancial institutions employanti-money laundering (AML)policies to detect and prevent this activity.\n\nMoney laundering is essential for criminal organizations that use illegally obtained money. Criminalsdeposit moneyin legitimate financial institutions to make it appear as though it comes from legitimate sources. Laundering money typically involves three steps although some stages may be combined or repeated.\n\nThe Bank Secrecy Act (BSA) requires that financial institutions keep records ofcash purchasesof negotiable instruments, file reports of cash transactions exceeding $10,000, and report suspicious activity that might signal money laundering.\n\nMoney laundering can take one or more forms:\n\nThe rise of online banking institutions, anonymous online payment services, and peer-to-peer (P2P) transfers with mobile phones have made detecting the illegal transfer of money increasingly difficult. Proxy servers and anonymous software make integration, the third component of money laundering, difficult to detect because money can be transferred or withdrawn with little or no trace of an internet protocol (IP) address.\n\nMoney can be laundered through online auctions and sales, gambling websites, and virtual gaming sites where ill-gotten money is converted into gaming currency and then back into real, usable, and untraceable “clean” money.\n\nLaundering may involvecryptocurrenciessuch asBitcoin. They're not completely anonymous but they can be used in blackmail schemes, the drug trade, and other criminal activities due to their relative anonymity compared withfiat currency.\n\nAML laws have been slow to catch up to cybercrime because most laws are still based on detecting dirty money as it passes through traditional banking institutions and channels.\n\nGlobal money laundering transactions account for roughly $800 billion to $2 trillion annually or 2% to 5% of globalgross domestic product (GDP), according to the United Nations Office on Drugs and Crime.TheGroup of Seven (G-7)formed an international committee known as theFinancial Action Task Force (FATF)in 1989 to fight money laundering on an international scale. Its purview was expanded to include terrorist activity in the early 2000s.\n\nThe United States passed theBank Secrecy Actin 1970 requiring financial institutions to report to the Department of the Treasury on asuspicious activity report (SAR)all cash transactions above $10,000 or other unusual activity.This information is used by the Financial Crimes Enforcement Network (FinCEN) and is shared with domestic criminal investigators, international bodies, or foreign financial intelligence units.\n\nMoney laundering was deemed illegal in the United States in 1986 with the passage of the Money Laundering Control Act. TheUSA Patriot Actexpanded money laundering efforts after Sept. 11, 2001.\n\nThe Association of Certified Anti-Money Laundering Specialists (ACAMS) offers a professional designation known as aCertified Anti-Money Laundering Specialist (CAMS). These individuals work as brokerage compliance managers, Bank Secrecy Act officers, financial intelligence unit managers, surveillance analysts, and financial crimes investigative analysts.\n\nCash earned illegally from selling drugs may be laundered through highly cash-intensive businesses such as a laundromat or restaurant. The illegal cash is mingled with business cash before it's deposited. These types of businesses are often referred to as “fronts.”\n\nMoney laundering red flags include suspicious or secretive behavior by an individual,making large transactions with cash, owning a company that seems to serve no real purpose, conducting overly complex transactions, or making several transactions just under the reporting threshold.\n\nCriminals use real estate transactions including undervaluation or overvaluation of properties, buying and selling properties rapidly, using third parties or companies that distance the transaction from the criminal source of the funds, and private sales.\n\nThe U.S. Financial Crimes Enforcement Network (FinCEN) noted in a June 2021 report thatconvertible virtual currencies (CVCs)or cryptocurrencies are a currency of choice in various online illicit activities.\n\nCVCs can layer transactions and cover up the origin of money that derives from criminal activity. Criminals use several money-laundering techniques involving cryptocurrencies including “mixers” and “tumblers” that break the connection between an address or crypto “wallet” that's sending cryptocurrency and the address receiving it.\n\nMoney laundering disguisesillegally obtained financial assets. Global governments and financial institutions have anti-money laundering measures in place. Online activity and digital assets have added to money laundering transactions.\n\nUnited Nations Office on Drugs and Crime. “Money Laundering.”\n\nOffice of the Comptroller of the Currency. “Bank Secrecy Act (BSA).”\n\nFinancial Crimes Enforcement Network. “History of Anti-Money Laundering Laws.”\n\nFinancial Action Task Force. “History of the FATF.”\n\nCongress.gov. \"U.S. Efforts to Combat Money Laundering, Terrorist Financing, and Other Illicit Financial Threats.\"\n\nAssociation of Certified Anti-Money Laundering Specialists. “Start Your CAMS Journey Today: CAMS Frequently Asked Questions.\" Select \"The CAMS Certification.\"\n\nFinancial Transactions and Reports Analysis Centre of Canada. “Operational Brief: Indicators of Money Laundering in Financial Transactions Related to Real Estate.”\n\nFinancial Crimes Enforcement Network. “Anti-Money Laundering and Countering the Financing of Terrorism National Priorities.” Page 5.",
  "url": "https://www.investopedia.com/terms/m/moneylaundering.asp"
}