{
  "term": "What Is All Risk Insurance, and What Does (and Doesn't) It Cover?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\n\"All risks\" refers to a type of insurance coverage that automatically covers any risk that the contract does not explicitly omit. For example, if an \"all risk\" homeowner's policy does not expressly exclude flood coverage, then the house will be covered in the event of flood damage.\n\nThis type of policy is found only in theproperty-casualtymarket.\n\nInsurance providers generally offer two types of property coverage for homeowners and businesses—named perilsand \"all risks.\" A named perils insurance contract only covers the perils stipulated explicitly in the policy.\n\nFor example, an insurance contract might specify that any home loss caused by fire or vandalism will be covered. Therefore, an insured who experiences a loss or damage caused by a flood cannot file a claim to his or her insurance provider, as a flood is not named as a peril under the insurance coverage. Under a named perils policy, theburden of proofis on the insured.\n\nAn all risks insurance contract covers the insured from all perils, except the ones specifically excluded from the list. Contrary to a named perils contract, an all risks policy does not name the risks covered, but instead, names the risks not covered. In so doing, any peril not named in the exclusions list is automatically covered.\n\nThe most common types of perils excluded from \"all risks\" include earthquake, war, government seizure or destruction, wear and tear, infestation, pollution, nuclear hazard, and market loss. An individual or business who requires coverage for any excluded event under \"all risks\" may have the option to pay an additional premium, known as ariderorfloater, to have the peril included in the contract.\n\n\"All risks\" are also called open perils, allperils, or comprehensive insurance.\n\nThe trigger for coverage under an \"all risks\" policy is physical loss or damage to property. An insured must prove physical damage or loss has occurred before the burden of proof shifts to the insurer, who then has to prove that an exclusion applies to the coverage.\n\nFor example, a small business that experienced a power outage may file a claim citing physical loss. The insurance company, on the other hand, might reject the claim stating that the company experienced a loss of income from a mere loss of property use, which is not the same thing as a physical loss of property.\n\nBecause \"all risks\" is the mostcomprehensive type of coverageavailable and protects the insured from a greater number of possible loss events, it is priced proportionately higher than other types of policies. The cost of this type of insurance should, therefore, be measured against the probability of a claim.\n\nIt is possible to have named perils and \"all risks\" in the same policy. For example, an insured may have a property insurance policy that has all risks coverage on the building and named perils on his personal property. Everyone should read the fine print of any insurance agreement to ensure that they understand what is excluded in the policy.\n\nAlso, just because an insurance policy is termed “all risks” does not mean that it covers \"all risks\" since the exclusions reduce the level of coverage that is offered. Make sure you look for the exclusions in any prospective policy.\n\nAll risk is a type of insurance product that requires a risk to be explicitly stated for it to not be covered. For example, if the contract does not state \"tree damage\" as an omitting risk, then if a tree were to fall on the insured property under an all risk policy, since the tree was not explicitly mentioned, the damage would be covered.\n\nThere are insurance products for almost everything, but for most people, there are four types of insurance products that are seen more than any other. Life insurance, auto insurance, health insurance, and long-term disability insurance are those thatcover most of an individual's risk factors. Once someone owns significant property like a house or something high-value like jewelry or other collector items, they will need additional policies tailored to these individual items. However, most people who rent will own the four major types listed above.\n\nAll risk perils is another name for all risk insurance as it relates to individual risks. Named perils is an insurance product that names what is insured in case of an accident. All risks, assuming there are no perils mentioned, could be considered all risk perils since all perils are assumed as risk (under the policy). However, these are rare as they put undue risk acceptance on the insurer, and it is much more common to see many perils listed, even on an all risks policy.\n\nAll risk insurance, also called all risk coverage, is an insurance product that covers any incident that isn't explicitly mentioned. These policies assume a good deal of risk for the insurer and are less common than named risk coverage, which states exactly what is covered, versus stating only what is to be omitted (which is the case with all risk).",
  "url": "https://www.investopedia.com/terms/a/all-risks.asp"
}