{
  "term": "What Is a Debtor and How Is It Different From a Creditor?",
  "definition": "A debtor is a company or individual who owes money. The debtor is referred to as a borrower when the debt is in the form of a loan from afinancial institutionand as an issuer if the debt is in the form of securities such as bonds.\n\nIf a debtor cannot fulfill their obligations they may have to declare bankruptcy.\n\nIt's not a crime to fail to pay a debt. Debtors can prioritize their debtrepaymentsas they like except in certain bankruptcy situations. They may face fees and penalties as well as drops in their credit scores if they fail to honor the terms of their debt, however.\n\nA creditor may also take a debtor to court for failure to pay and this can lead toliens or encumbrances.\n\nDebtors can't be sent to jail for unpaid consumer debts but a court can send a debtor to jail for unpaid child support in some cases.\n\nCreditorsare the opposite of debtors. They're institutions, businesses, or individuals that extend credit to debtors. Creditors can be persons or entities, just like debtors. They can also be companies that provide supplies. A company acts as a creditor when it offers supplies or services and agrees to accept payment at a later time.\n\nFamily or friends can also be considered creditors if they’ve lent money. They're personal creditors. Real creditors are banks or finance companies with legal contracts. Creditors make money off debtors by charging them fees orinterest.\n\nDebtors' prisons were once relatively common in the early U.S. until they were banned by federal law in 1833. Despite the ban, they have survived in some forms.Debtors don't go to jail for unpaid consumer debt such as credit cards or medical bills in contemporary times. The laws governing debt collection practices activities are included in theFair Debt Collection Practices Act(FDCPA). They forbid bill collectors from threatening debtors with jail time.\n\nThe court can send debtors to jail for unpaid child support in some cases. Child support arrears cases become a federal court issue when the amount owed exceeds $5,000 and/or the payments are more than a year overdue. This type of debt is otherwise handled by state and local courts.\n\nThere are some exceptions to this rule. A debtor who has been ordered by the court to pay a debt and misses a payment can be held in contempt of court in some states and this can result in jail time and could indirectly send the person to jail for being a debtor.\n\nThe FDCPA is a consumer protection law that's designed to protect debtors. It outlines when bill collectors can call debtors, where they can call them, and how often they can call them. It also emphasizes elements related to the debtor's privacy and other rights but this law only pertains to third-party debt collection agencies, companies that are trying to collect debts on behalf of other companies or individuals.\n\nCreditors do have some recourse to collect when a debtor fails to pay a debt. They can attempt to repossess the collateral if the debt is backed by it, such as mortgages and car loans that are backed by houses and cars. The creditor can also take the debtor to court in an attempt to have the debtor's wages garnished or to secure another type of repayment order.\n\nConsider Sal who's looking to take out a mortgage to buy a home. Sal works with a bank to finance a property. The resulting loan is for $250,000. Sal now owes the bank $250,000 and is in debt to them, making them a debtor. The bank is the creditor. Sal's home is used as collateral for the mortgage loan.\n\nThe bank can take possession of the property through foreclosure and sell it to recoup the money owed if Sal defaults on the mortgage.\n\nDebtors are individuals or businesses that owe money to banks, individuals, or companies. Debtors owe a debt that must be paid at some point.\n\nDebtors and creditors can be individuals or businesses. Individuals and companies are typically debtors who borrow money from banks or other financial institutions. Creditors can be any individual or company but they're often banks.\n\nBank customers are debtors if they have a loan or owe the bank. Customers who buy goods or services and pay on the spot aren't debtors. Customers of companies that provide goods or services can be debtors if they're permitted to make payment at a later date after accepting the goods.\n\nA debtor is a person or a business. The money owed by a debtor is considered an asset of the creditor. Money owed by a debtor can be an account receivable in some cases if it's for goods or services bought on credit or a note receivable if it's a loan.\n\nDebtors aren't considered to be income. The money owed by debtors to creditors isn't recorded as income but rather as an asset, such as a note or an account receivable. Any interest or fees charged by the creditor are recorded as income for the creditor, however, and they're reported as an expense for the debtor.\n\nDebtors owe money to individuals or companies such as banks. They can be individuals or companies and are referred to as borrowers if the debt is from a bank or a financial institution. Debtors who cannot pay their debts can file for bankruptcy. Debtors can't go to jail for unpaid consumer debts. Debt collectors can't threaten debtors with jail time but courts can put debtors in jail for unpaid child support in some cases.\n\nU.S. Department of Justice. \"Debtors’ Prisons, Then and Now: FAQ.\" Page 2.\n\nExperian. \"Can You Go to Jail for Debt?\"\n\nFederal Trade Commission. \"Fair Debt Collection Practices Act.\"\n\nU.S. Department of Justice Criminal Division. \"Citizen's Guide to U.S. Federal Law on Child Support Enforcement.\"",
  "url": "https://www.investopedia.com/terms/d/debtor.asp"
}