{
  "term": "What Is Scarcity?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nScarcity is a gap between the demand for a product and its supply, which is resolved only when its price rises to a level that limits its distribution to those willing and able to pay it.\n\nScarcity, in economics, describes a shortage in the supply of a product or service that is inevitably resolved by a higher price. The forces of supply and demand are brought back into balance only when the higher price reduces demand.\n\nThis concept holds true in a capitalist economic system in which the government declines to intervene. Other ways to deal with scarcity include quotas, rationing, or price caps.\n\nIf the supply of a product is abundant and unlimited, production can be set at a level that meets demand. Scarcity forces producers to increase production or raise prices.\n\nOften, both increased production and increased prices are necessary. Increasing production can be costly, requiring investments in labor, facilities, and raw materials.\n\nMoreover, the scarcity may be due to a limited availability of raw materials or other supplies. A breakdown in the supply chain disrupts production. Or, the supply of crude oil starts running out.\n\nScarcity also describes the relative availability of factors of production or economic inputs.\n\nSuppose producing a widget requires two labor inputs: workers and managers, with one manager per 20 workers. The available labor pool consists of 20,000 workers and 5,000 managers. There are more available workers than managers.\n\nYet, workers are a relatively scarce resource, since they're needed for a ratio of 20 per manager for production, but outnumber managers by a ratio of only 4 to 1 in the labor pool.\n\nOther ways to deal with scarcity or reduce demand includequotas,rationing, andprice caps.\n\nIn a capitalist system, these measures are controversial and tend to be employed only during a crisis.\n\nIn the U.S., gasoline prices were capped from 1973 to 1979, when tensions with the Middle East reduced the supply of oil. Rationing of many essential goods was imposed during World War II.\n\nPrice controls in the U.S. are rare outside of dire emergencies. Some U.S. cities have imposed price caps on housing rental prices to deal with unaffordable prices.\n\nThese measures are controversial. At least six states forbid rent control by state law. But cities in six states and the District of Columbia have rent control measures in place.\n\nScarcity forces consumers to make choices that come with associatedopportunity costs. Opportunity cost is the cost of what is given up, compared to the value of the alternative.\n\nAbundantcommon resourcesthat are over-consumed can prove to be limited in the long run. Climate isn't atangible assetand its value is hard to calculate, but thecosts of climate changeare paid by companies, societies, and individuals. Air is free, but clean air has a cost in terms of the economic activity discouraged to prevent pollution.\n\nSomenatural resourcesmay appear free because they are easily and widely accessible, but they eventually prove scarce as they are depleted from overuse. This phenomenon is known as atragedy of the commons.\n\nEconomists increasingly view a climate compatible with human welfare as a scarce resource because of the cost of protecting it.\n\nGovernments may require manufacturers and utilities to invest in pollution control equipment, or to adopt cleaner power sources. Governments and the regulated industries eventually pass those costs on to taxpayers and consumers.\n\nScarcity may denote a change in amarket equilibriumraising the price based on thelaw of supply and demand. In those instances, scarcity denotes a decrease over time in the supply of the product or commodity relative to demand.The growing scarcity reflected in the higher price required to attain a market equilibrium could be attributable to one or more of the following:\n\nScarcity means a product is hard to obtain or can only be obtained at a price that prohibits many from buying it. It indicates a limited resource.\n\nThemarket priceof a product is the price at which supply equals demand. This price fluctuates up and down depending on demand.\n\nIntentional scarcity is a strategy to protect the price of a product. Prescription drug prices are an example. Companies that develop new drugs obtainpatentsthat prevent competitors from selling copycat products for a time, usually 20 years. This intentionally creates scarcity, allowing inventors to profit from the cost of development.\n\nThe U.S. Federal Reserve controls the nation's money supply. When governments print too much money, the value of the money decreases. However, too much money can lead to inflation.\n\nThe central bank tends to keep the money supply relatively scarce. The maincontractionary policiesemployed by the United States include raising interest rates, increasing bank reserve requirements, and selling government securities.\n\nIn a capitalist system, the market price of a product is the price at which supply equals demand. But this price is far from static. When demand exceeds supply, the price of a product increases until some consumers buy less of it or stop buying it. As a result, overall demand decreases, restoring the balance between supply and demand.\n\nScienceDirect. \"Population and Technological Change in Agriculture.\"\n\nLawDistrict. \"Rent Control Laws by State.\"\n\nSSRN. \"Relative Prices and Climate Policy: How the Scarcity of Non-Market Goods Drives Policy Evaluation.\"\n\nEnergy & Climate Intelligence Unit. “Climate Economics - Costs and Benefits.”\n\nEconomics Help. \"Scarcity in Economics.\"",
  "url": "https://www.investopedia.com/terms/s/scarcity.asp"
}