{
  "term": "What Are International Financial Reporting Standards (IFRS)?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInternational Financial Reporting Standards (IFRS) are a set of accounting rules for the financial statements of public companies that are intended to make them consistent, transparent, and easily comparable around the world.\n\nIFRS currently has complete profiles for 168 jurisdictions, including those in the European Union. The United States uses a different system, thegenerally accepted accounting principles(GAAP).\n\nThe IFRS is issued by the International Accounting Standards Board (IASB).\n\nThe IFRS system is sometimes confused with theInternational Accounting Standards(IAS), which are the older standards that the IFRS replaced in 2001.\n\nInvestopedia / Paige McLaughlin\n\nIFRS specify in detail how companies must maintain their records and report their expenses and income. They were established to create a common accounting language that could be understood globally by investors, auditors, government regulators, and other interested parties.\n\nThe standards are designed to bring consistency to accounting language, practices, and statements, and to help businesses and investors make educatedfinancial analysesand decisions.\n\nThey were developed by the International Accounting Standards Board, which is part of the not-for-profit, London-based IFRS Foundation. The Foundation says it sets the standards to “bring transparency, accountability, and efficiency to financial markets around the world.\"\n\nPublic companies in the U.S. are required to use a rival system, the generally accepted accounting principles (GAAP). The GAAP standards were developed by the Financial Standards Accounting Board (FSAB) and the Governmental Accounting Standards Board (GASB).\n\nTheSecurities and Exchange Commission(SEC) has said it won't switch to International Financial Reporting Standards but will continue reviewing a proposal to allow IFRS information to supplement U.S. financial filings.\n\nThere are differences betweenIFRS and GAAP reporting. For example, IFRS is not as strict in defining revenue and allows companies to report revenue sooner. A balance sheet using this system might show a higher stream of revenue than a GAAP version of the same balance sheet.\n\nIFRS also has different requirements for reporting expenses. For example, if a company is spending money on development or on investment for the future, it doesn't necessarily have to be reported as an expense. It can be capitalized instead.\n\nIFRS covers a wide range of accounting activities. There are certain aspects of business practice for which IFRS set mandatory rules.\n\nIn addition to these basic reports, a company must give a summary of its accounting policies. The full report is often seen side by side with the previous report to show the changes in profit and loss.\n\nA parent company must create separate account reports for each of its subsidiary companies.\n\nChinese companies do not use IFRS or GAAP. They use Chinese Accounting Standards for Business Enterprises (ASBEs).\n\nIFRS originated in the European Union with the intention of making business affairs and accounts accessible across the continent. It was quickly adopted as a common accounting language.\n\nAlthough the U.S. and some other countries don't use IFRS, currently 168 jurisdictions do, making IFRS the most-used set of standards globally.\n\nIFRS is required to be used by public companies based in 168 jurisdictions, including all of the nations in the European Union as well as Canada, India, Russia, South Korea, South Africa, and Chile. The U.S. and China each have their own systems.\n\nThe two systems have the same goal: clarity and honesty in financial reporting by publicly-traded companies. IFRS was designed as a standards-based approach that could be used internationally. GAAP is a rules-based system used primarily in the U.S.\n\nAlthough most of the world uses IFRS standards, it is still not part of the U.S. financial accounting world. The SEC continues to review switching to the IFRS but has yet to do so.\n\nSeveral methodological differences exist between the two systems. For instance, GAAP allows a company to use either of two inventory cost methods: First in, First out (FIFO) or Last in, First out (LIFO). LIFO, however, isbanned under IFRS.\n\nIFRS fosters transparency and trust in the global financial markets and the companies that list their shares on them. If such standards did not exist, investors would be more reluctant to believe the financial statements and other information presented to them by companies. Without that trust, we might see fewer transactions and a less robust economy.\n\nIFRS also helps investors analyze companies by making it easier to perform “apples to apples” comparisons between one company and another, and forfundamental analysisof a company's performance.\n\nThe International Financial Reporting Standards (IFRS) are accounting rules for public companies with the goal of making company financial statements consistent, transparent, and easily comparable around the world. This helps with auditing, tax purposes, and investing.\n\nInternational Financial Reporting Standards. \"Who Uses IFRS Standards?\"\n\nFinancial Accounting Standards Board. \"Comparability in International Accounting Standards - A Brief History.\"\n\nInternational Financial Reporting Standards. \"Who We Are.\"\n\nU.S. Securities and Exchange Commission. \"Working Together to Advance High Quality Information in the Capital Markets.\"\n\nInternational Financial Reporting Standards. \"IAS 1 Presentation of Financial Statements.\"\n\nInternational Financial Reporting Standards. \"IAS 8 Accounting Policies, Changes in Accounting Estimates and Errors.\"\n\nChina Briefing. \"Chinese Accounting Standards for Business Practices: Prepare for Changes in 2021.\"",
  "url": "https://www.investopedia.com/terms/i/ifrs.asp"
}