{
  "term": "What Is an Interest Rate Floor and How Is It Used With a Loan?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAn interest rate floor is an agreed-upon rate in the lower range of rates associated with a floating rate loan product. Interest rate floors are utilized in derivative contracts and loan agreements. This is in contrast to aninterest rate ceiling(or cap).\n\nInterest rate floors are often used in theadjustable-rate mortgage(ARM) market. Often, this minimum is designed to cover any costs associated with processing and servicing the loan. An interest rate floor is often present through the issuing of an ARM, as it prevents interest rates from adjusting below a preset level.\n\nInterest rate floors and interest rate caps are levels used by varying market participants tohedgerisks associated with floating-rate loan products. In both products, the buyer of the contract seeks to obtain a payout based on a negotiated rate. In the case of an interest rate floor, the buyer of an interest rate floor contract seeks compensation when the floating rate falls below the contract’s floor. This buyer is buying protection from lost interest income paid by the borrower when the floating rate falls.\n\nInterest rate floor contracts are one of three commoninterest rate derivativecontracts, the other two being interest rate caps andinterest rate swaps. Interest rate floor contracts and interest rate cap contracts are derivative products typically bought on market exchanges similar to put and call options.\n\nInterest rate swaps require two separate entities to agree on the swapping of an asset, typically involving the exchanging of fixed-rate debt for floating-rate debt. Interest rate floor and interest rate cap contracts can provide a different alternative to the exchanging of balance sheet assets in an interest rate swap.\n\nAs a hypothetical example, assume that alenderis securing a floating rate loan and is looking for protection against lost income that would arise ifinterest rateswere to decline. Suppose the lender buys an interest rate floor contract with an interest rate floor of 8%. The floating rate on the $1 million negotiated loan then falls to 7%. The interest rate floor derivative contract purchased by the lender results in a payout of $10,000 = (($1 million *.08) - ($1 million*.07)).\n\nThe payout to the holder of the contract is also adjusted based on days to maturity or days to reset which is determined by the details of the contract.\n\nAn interest rate floor is carefully calculated based on future market expectations. The lender imposing the floor doesn't want to include this unfavorable loan term to the borrower only for the floor to never be met.\n\nAn interest rate floor can also be an agreed-upon rate in an adjustable-rate loan contract, such as an adjustable mortgage. The lender’s lending terms structure the contract with an interest rate floor provision, which means that the rate is adjustable based on the agreed-upon market rate until it reaches the interest rate floor. A loan with an interest rate floor provision has a minimum rate that must be paid by the borrower to protect the income for the lender.\n\nAn interest rate floor impacts your loan by creating a minimum interest rate. Even if prevalent market rates drop to 0%, you will still be subject to a rate equal to at least the floor. If your loan has an interest rate floor, you will always be assessed interest on the outstanding principal.\n\nAn interest rate floor is a financing mechanism to ensure the lender is able to assess interest regardless of how external variable interest rates are performing. An interest rate floor is a fixed interest rate that is triggered should interest rates drop below the floor.\n\nIn general, a floor in finance refers to a minimum that a certain set of criteria can not drop below. An interest rate floor means regardless of other contingent interest rates a loan may be subject to. A price floor means regardless of other market conditions, the price of an item can not contractually fall below a specific limit.\n\nA floor in finance is often set in protection of one party. For example, a lender will implement an interest rate floor to ensure their risk exposure to low rates is minimized. Even in the most unfavorable conditions, the lender can still expect minimum contract conditions.\n\nA floor rate is the minimum rate a borrower will be charged. Alternatively, a ceiling rate protects the borrow and caps the upper limit at which a borrower can be charged. A floor rate protects the lender, as the lender can always expect to collect a minimum amount of interest. Alternatively, a ceiling rate protects the borrower, as the borrower can always expect to never be forced to pay higher than a specific amount of interest.\n\nA floor rate is often established in conjunction with a variable rate like LIBOR or SOFR. For example, imagine a loan assessed at a rate of 1-Month LIBOR + 1.50% with an interest rate ceiling of 4% and floor of 2%.\n\nIf 1-Month LIBOR falls to 0.25%, the calculated rate would be 1.75%. However, this rate falls below the floor. This loan would not be assessed at 1.75%; instead, the floor would be triggered, and the rate used is 2%.\n\nIf 1-Month LIBOR rises to 3%, the calculated rate would be 4.50%. However, this rate falls above the ceiling. This loan would not be assessed at 4.50%; instead, the ceiling would be triggered, and the rate used is 4%.\n\nLast, if 1-Month LIBOR stabilizes at 1%, the calculated rate would be 2.5%. Because 2.5% falls between the ceiling and the floor, neither boundary is triggered. The interest rate used for this period is 2.5%.",
  "url": "https://www.investopedia.com/terms/i/interestratefloor.asp"
}