{
  "term": "What Is a Loan Loss Provision? Definition and Use in Accounting",
  "definition": "Gabe Alpert is a financial journalist and former Editor at Investopedia.\n\nInvestopedia / Michela Buttignol\n\nA loan loss provision is anincome statementexpense set aside as an allowance for uncollected loans and loan payments. This provision is used to cover different kinds of loan losses such asnon-performing loans, customer bankruptcy, andrenegotiated loansthat incur lower-than-previously-estimated payments. Loan loss provisions are then added to the loan loss reserves, abalance sheetitem that represents the total amount of loan losses subtracted a company's loans.﻿﻿﻿﻿\n\nBanking industry lenders generate revenue from the interest and expenses they receive from lending products. Banks lend to a wide range of customers, including consumers, small businesses, and large corporations.\n\nLending standards and reporting requirements are constantly changing, and constraints have been rigorously tightening since the height of the2008 financial crisis. Improved regulations for banks resulting from theDodd-Frank Actfocused on increasing the standards for lending, which have required higher credit quality borrowers and also increased the capitalliquidityrequirements for the bank.\n\nDespite these improvements, banks still have to account for loandefaultsand expenses that occur as a result of lending. Loan loss provisions are a standard accounting adjustment made to a bank’s loan loss reserves included in the financial statements of banks.Loan loss provisionsare consistently made to incorporate changing projections for losses from the bank’s lending products. While standards for lending have greatly improved, banks still experience late loan payments and loan defaults.\n\nBecause the loan loss provision appears on the income statement as an expense, it will lower operating profits.\n\nLoan loss reserves are typically accounted for on a bank’sbalance sheet, which can increase by the amount of the loan loss provision or decrease by the amount of netcharge-offseach quarter.\n\nLoan loss provisions are constantly made to update estimates and calculations based on statistics for the bank’s customer defaults. These estimates are calculated based on average historical default rates by different levels of borrowers. Credit losses for late payments and collection expenses are also included in loan loss provision estimates and are calculated using a similar methodology, which takes into account the previous payment statistics of a bank’s credit clients.\n\nOverall, by setting aside loan loss reserves and constantly updating estimates through loan loss provisions, banks can ensure they are presenting an accurate assessment of their overall financial position. This financial position is often released publicly through the bank’s quarterly financial statements.\n\nRichmond Federal Reserve. \"Loan Loss Reserves.\" Page 10. Accessed July 13, 2020.\n\nCorporate Finance Institute. “What Are Provisions?” Accessed April 17, 2020.\n\nCongress. \"H.R.4173 - Dodd-Frank Wall Street Reform and Consumer Protection Act.\" Accessed April 17, 2020.",
  "url": "https://www.investopedia.com/terms/l/loanlossprovision.asp"
}