{
  "term": "What Is the Dividends Received Deduction (DRD) Tax Deduction?",
  "definition": "The dividends received deduction (DRD) is a federal tax deduction in the United States that is given to certain corporations that getdividendsfrom related entities. The amount of the dividend that a company can deduct from its income tax is tied to how much ownership the company has in thedividend-paying company. However, there are criteria that corporations must meet in order to qualify for the dividends received deduction (DRD).\n\nThe dividends received deduction allows a company that receives a dividend from another company todeduct that dividendfrom its income and reduce its income tax accordingly. However, several technical rules apply that must be followed for corporate shareholders to be entitled to the DRD. The amount ofDRD that a company may claimdepends on its percentage of ownership in the company paying the dividend.\n\nTheTax Cuts and Jobs Act(TCJA) made major changes to the taxation of corporations, including reducing the DRD percentages for dividends received from domestic corporations. In tax years beginning after Dec. 31, 2017, if the corporation receiving the dividend owns less than 20% of the corporation distributing the dividend, the receiving corporation can deduct (within certain limits) 50% of the dividends received. Subject to certain limits, the receiving corporation can deduct 65% of the dividends received if it owns 20% or more of the distributing corporation's stock. However, the 50% or 65% deduction limit does not apply if a corporation has anet operating loss(NOL) for the given tax year.\n\nThe deduction received seeks to alleviate the potential consequences of triple taxation. Triple taxation occurs when the same income is taxed in the hands of the company paying the dividend, then in the hands of the company receiving the dividend, and again when the ultimate shareholder is, in turn,paid a dividend.\n\nSmall business investment companiesare allowed to deduct 100% of the dividends they receive from taxable domestic corporations.﻿﻿\n\nCertain types of dividends are excluded from the DRD and corporations cannot claim a deduction for them. For example, corporations cannot take a deduction for dividends received from areal estate investment trust(REIT). If the company distributing the dividend is exempt from taxation under section 501 or 521 of the Internal Revenue Code for the tax year of the distribution or the preceding year, then the receiving company cannot take a deduction for the dividends received. A corporation cannot take a deduction oncapital gaindividends received from a regulated investment company.﻿﻿\n\nDividends from foreign corporations have different deduction rules than those fordomestic corporations. In most cases, corporations can deduct 100% of the foreign-source portion of dividends from 10%-owned foreign corporations. Corporations must hold the foreign corporation stock for at least 365 days to qualify for the deduction.﻿﻿\n\nAssume that ABC Inc. owns 60% of itsaffiliate, DEF Inc. ABC has ataxable incomeof $10,000 and a dividend of $9,000 from DEF. Thus, it would be entitled to a DRD of $5,850, or 65% of $9,000.\n\nNote that there are certain limitations on the total deduction for dividends a corporation may claim. In some cases, the corporation will need to determine if it has a net operating loss (NOL) by calculating the DRD without the 50% or 65% of the taxable income limit. For more information, seeIRS Publication 542or the instructions included in Form 1120, Schedule C (or the applicable schedule of your income tax return).\n\nInternal Revenue Service. \"Publication 542, Corporations.\" Page 10. Accessed Nov. 15, 2020.\n\nInternal Revenue Service. \"Publication 542, Corporations.\" Page 11. Accessed Nov. 15, 2020.",
  "url": "https://www.investopedia.com/terms/d/dividendreceiveddeduction.asp"
}