{
  "term": "What Is Pari-Passu?",
  "definition": "Pari-passu is a Latin phrase that means \"equal footing\" and describes situations in which two or more assets, securities,creditors, or obligations are treated equally, without preference or priority.\n\nA common example of pari-passu occurs duringbankruptcyproceedings. In these cases, all creditors are treated equally, and the court orders that they be repaid in equal fractional amounts. This ensures that no creditor is given preference over another during the process.\n\nPari-passu may describe certain clauses within a variety of financial vehicles, such as loans andbonds, which are debt instruments issued by companies to raise cash. These clauses are often in place to ensure the associated financial product functions are equal to all similar others.\n\nIn finance, the term pari-passu can refer toloans, bonds, orclasses of sharesthat have equal rights of payment or equal seniority. Pari-passu can describe any instance where two or more items can claim equal rights as the other.\n\nWithin the marketplace, all newequityshares (called asecondary offering) have equal rights with existing shares or those that were previously issued. In that sense, the shares are pari-passu. Pari-passu can apply to common stock shares, for example, so that eachshareholderhas equal rights to claims fordividends,voting rights, and theliquidationof assets.\n\nHowever, pari-passu does not apply to creditors such as banks. If a company hasdebtor loans outstanding, there's a pecking order in which certain creditors are repaid first in the event ofbankruptcyand liquidation of the company's assets.\n\nAs a result, pari-passu would not apply to creditors and shareholders since the creditors would be paid before the shareholders. So while shareholders and creditors are not pari-passu, these creditors, when compared to other creditors, are.\n\nPari-passu is also used to describe securities, such as stocks.Preferred stockhas a higher priority over common stock, meaning that the holders of preferred shares receive the first payout if a company is dissolved. Stocks are considered pari-passu if they rank equally with preferred stock for dividends and liquidation.\n\nWills and trusts can assign a pari-passu distribution where all the named parties share the assets equally. In other words, each named beneficiaries would get the same amount.\n\nOften, identical items will be pari-passu, coming with the same benefits and costs as the other items with which they are grouped. In other situations, items may only be pari-passu in one or only certain aspects. For example, two competitors may offer two functionally identical widgets for the same price with superficial differences such as color. These widgets are functionally pari-passu but may be aesthetically different.\n\nSince an asset backs secured debts, they are often not fully equal to the other obligations held by the borrower. Since no asset supports unsecured debts, there are greater instances of borrowerdefaultor bankruptcy. Further, a provider of unsecured financing may enact clauses that prevent a borrower from taking part in certain activities, such as the promising of assets for another debt to keep a position with regard to repayment.\n\nAparity bondrefers to two or more bond issues with equal rights of payment or equal seniority to one another. In other words, a parity bond is an issued bond with the same rights to a claim as any other bonds that have already been issued. For example, unsecured bonds have equal rights in that coupons may be claimed without any particular bond having priority over another. Therefore, unsecured bonds would be referred to as parity bonds with each other. Similarly, secured bonds are parity bonds with othersecured bonds.\n\nPari-passu usually comes into play when dealing with unsecured debt obligations.\n\nPro rata is another Latin term that means \"in proportion.\" This term is usually used in situations where two parties have an unequal stake in a business or enterprise. If Party A has an 80% stake in a certain company and Party B has a 20% stake, a pro-rata division of profits would return 80% of the gains to A and 20% to B.\n\nCounterintuitively, some pari passu obligations might result in a pro-rata division of benefits. Dividing the asset in proportion to each party's contribution is the only way to ensure an equal footing.\n\nFor example, consider a case of default where one creditor is owed $10,000, and another is owed $5,000. However, the debtor only has $6,000 in assets. If the debts are held pari-passu, the only equitable division is for the first creditor to receive $4,000 and the other to receive $2,000. By using a pro rata distribution, both creditors face proportionately equal losses.\n\nParity bonds have equal rights to the coupon ornominal yield. In fixed-income investments, the coupon is the annual interest rate paid on a bond. Consider a $1,000 bond with a 7% coupon rate. The bond will pay $70 per year. If new bonds with a 5% coupon are issued as parity bonds, the new bonds will pay $50 per year, but bondholders will have equal rights to the coupon.\n\nA parity bond stands in contrast to ajunioror senior lien bond. A junior lien bond, also called asubordinatebond, has a subordinate claim to pledged revenue compared to a senior lien bond, also called a first lien bond. Unsecured debts are subordinate bonds compared to secured debts.\n\nPari-passu is a Latin phrase used in contract law that describes situations where two or more assets, securities, creditors, or obligations are equally managed without preference. The term is most commonly found in reference to elements of bankruptcies, loans, and bonds.\n\nWhile pro rata refers to proportional distribution obligations, pariipassu refers more to the seniority of those obligations.\n\nIncommercial real estate, pari-passu generally refers to distribution models that reference the pro-rata distribution of profits based on each investor's percentage of the initial investment.\n\nPari-Passu means \"equal footing,\" and in finance, it means two or more parties treated the same regarding a financial claim or contract. This term can apply to many different areas of finance, including shares, loans, or bonds with equal seniority or payment rights.\n\nBusiness Development Bank of Canada. \"Pari-passu.\"\n\nEuropean Banking Authority. \"Total Own Funds For Solvency Purposes.\"\n\nLaw Insider. \"Pari Passu Stock.\"\n\nBank for International Settlements. “The Pari Passu Clause in Sovereign Debt Instruments: Developments in Recent Litigation.”\n\nMunicipal Securities Rulemaking Board. \"Parity Bonds.\"\n\nMunicipal Securities Rulemaking Board. \"Senior Lien Bonds.\"\n\nMunicipal Securities Rulemaking Board. \"Junior Lien Bonds.\"",
  "url": "https://www.investopedia.com/terms/p/pari-passu.asp"
}