{
  "term": "What Was the Katie Couric Clause?",
  "definition": "The Katie Couric Clause was a slang term to refer to a controversial rule that theSecurities and Exchange Commission (SEC)considered implementing in 2006, known formally as the Executive Compensation and Related Party Disclosure clause.\n\nThe clause, which was ultimately not adopted, would have expanded on existing executive compensation rules, requiring companies to disclose the pay of up to three of the highest-paid non-executive employees at a company. The existing laws that the clause would have expanded upon require firms to report the salaries of CEOs,CFOs, and other high-ranking executive officers of public companies.\n\nThe Katie Couric Clause was so-called because it would have likely forced CBS to disclose the pay of Katie Couric, who became CBS's highest-paid newscaster in April 2006, with a reported salary of US $15 million over five years. Her deal with CBS followed a 15-year tenure with NBC where she co-hosted \"The Today Show.\"\n\nBoth major media companies, such as CBS, NBC, and the Walt Disney Co., and large Wall Street firms opposed the SEC's controversial proposal. Media companies and financial services firms were thought to be the types of firms most affected by the proposal since they often pay high salaries for employees who aren’tC-Suiteexecutives.\n\nSuch firms are often reluctant to disclose detailedexecutive compensationinformation because they see it as an invasion of employees’ privacy, and also expose proprietary information that would enable competitors to poach their employees. While the employees in question would not have to be named, many believe that it would not be hard to attach a name to the details.\n\nCurrent SEC rules demand that salaries of the top five executives in publicly traded companies be disclosed.If the Katie Couric clause had been adopted, companies would have had to disclose total compensation of up to three non-executive employees whose pay exceeds that of any of its top five managers. Supporters of this proposal say this rule would create greater transparency and give investors increased access to information, which should result in better-informed decisions.\n\nThe Katie Couric Rule was not adopted by the SEC in 2006, but new regulations on the disclosure of information concerning executive compensation were required as a result of the 2010Dodd-Frankfinancial reform legislation, which was enacted after the fallout from the 2008 credit crisis.Dodd-Frank contained executive compensation-related provisions. While not all of those provisions were approved by the SEC, there are a few key ones that have been put in place.\n\nFor example, the SEC adopted new rules in 2015 requiring companies to disclose the ratio of pay between its chief executive officer (CEO) and its median employee.Also under current rules, a company must disclose the amount and type of compensation paid to its top five executives, specifically, its CEO, chief financial officer, and the three other executive officers who are the most highly compensated.\n\nOther changes in SEC reporting requirements mean companies must include an \"Executive Compensation Discussion and Analysis\" section along with pay documentation in all SEC forms. The section must include an explanation of how the compensation was determined and what it includes.\n\nSupporters of executive compensation rules say they are necessary for corporate transparency, and give investors important information about a corporation's structure. In terms of the pay ratio rule, a high ratio of CEO to median worker pay may suggest that the board is overpaying for its executives. Disclosing the pay of the top five executives is seen as also providing clarity about whether the board is overpaying its executive and using its money wisely.\n\nThe CFA Institute, a global association of investment professionals, has advocated for an increase in disclosure of high-level executive compensation practices at companies as well as pay structures determined by performance-based metrics.\n\nBut many large corporations object to the series of provisions, arguing it will negatively impact their hiring practices and encourage firms to outsource their low-paying labor to services companies.\n\nFor example, shortly after the passage of Dodd-Frank in 2010, the Securities Industry and Financial Markets Association (SIFMA), with members among the largest broker-dealers, sent a notice to theFederal Deposit Insurance Corporation (FDIC)opposing proposed bank executive compensation rules, arguing that any such regulations would limit its members' ability to attract and hire the talent needed.\n\nIn 2006, Couric's salary was estimated to be $15 million a year, becoming CBS's highest-paid newscaster. Other high-paid female journalists include Diane Sawyer, Megyn Kelly, and Rachel Maddow.\n\nExecutive compensation, or executive pay, is the total compensatory package received by members of the executive team from their employing firm. It comprises both financial compensation and other non-financial benefits.\n\nC-suite executives are the executive-level managers within a company. C-suite executives include the chief executive officer (CEO), the chief financial officer (CFO), the chief operating officer (COO), and the chief information officer (CIO).\n\nThe Katie Couric Clause, officially known as the Executive Compensation and Related Party Disclosure clause, was first proposed in 2006 and ultimately rejected. If passed, it would have required publicly traded companies to disclose the salaries of their top five earning executives and non-executives.\n\nThe need for transparency in executive compensation was addressed, however, in the Dodd-Frank financial reform legislation of 2010. For example, companies must now include an \"Executive Compensation Discussion and Analysis\" section in their SEC forms, explaining how compensation is calculated and what benefits it entails.\n\nU.S. Securities and Exchange Commission. \"Executive Compensation and Related Person Disclosure.\"\n\nToday. \"Katie Couric Says She's Leaving ‘Today’.\"\n\nU.S. Securities and Exchange Commission. \"Executive Compensation.\"\n\nU.S. Congress. \"Dodd-Frank Wall Street Reform and Consumer Protection Act.\"\n\nU.S. Securities and Exchange Commission. \"SEC Adopts Rule for Pay Ratio Disclosure.\"\n\nCFA Institute. \"Executive Compensation and Disclosure.\"\n\nFederal Deposit Insurance Corporation. \"FDIC Advanced Notice of Proposed Rulemaking Regarding Incorporating Employee Compensation Criteria Into the Risk Assessment System.\"\n\nYahoo! Finance. \"How Much is Katie Couric Worth?\"",
  "url": "https://www.investopedia.com/terms/k/katiecouricclause.asp"
}