{
  "term": "What Is a Supply Curve?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA supply curve illustrates the law of supply or how price changes affect the quantity a seller provides.\n\nA supply curve is graphed with the price on the left vertical axis and the quantity supplied on the horizontal axis. It is usually depicted as an upward-sloping line. As prices increase, sellers are more willing to make more goods and services available.\n\nThe supply anddemand curvesare the key components of the law of supply and demand. The intersection of the two curves represents market equilibrium, the point at which supply and demand meet to demonstrate a balanced price and quantity.\n\nThe supply curve moves upward from left to right, illustrating thelaw of supply: As the price of a commodity increases, the quantity supplied will increase. This implies that price is the independent variable, and quantity is the dependent variable.\n\n\"Quantity\" or \"quantity supplied\" refers to the amount of the product or service, such as bushels of tomatoes or available hotel rooms. In economic theory, \"supply\" refers to the curve that denotes the relationship between the quantity supplied and price per unit.\n\nOn the graph below, S1represents the supply curve for the supply and pricing of soybeans. A new supply curve can be drawn if a factor besides price or quantity changes. Suppose more soybean farmers enter the market, clearing forests and increasing the land devoted to soybean cultivation. In this scenario, more soybeans will be produced and the supply will increase, even if the price remains constant. The supply curve shifts to the right (S2).\n\nOther factors can shift the supply curve, such as a change in the production cost. If a drought causes water prices to spike, the curve shifts to the left (S3). If the price of asubstitutecrop such as corn increases, farmers will shift to growing that instead, and the supply of soybeans will decrease (S3).\n\nIf a new technology, such as a pest-resistant seed, increases yields, the supply curve shifts right (S2). If thefutures priceof soybeans is higher than the current price, the supply will temporarily shift left (S3), since producers have an incentive to wait to sell. Should the price of soybeans rise, farmers may plant more soybeans, and the total quantity of soybeans on the market will increase.\n\nThe degree to which rising prices translate into rising quantity is calledsupply elasticityor price elasticity of supply. If a 50% rise in soybean prices causes the number of soybeans produced to increase by 50%, the supply elasticity of soybeans is 1. If a 50% rise in soybean prices only increases the quantity supplied by 10%, the supply elasticity is 0.2.\n\nThe supply curve is closer to horizontal for products with more elastic supply and closer to vertical for products with less elastic supply.\n\nThelaw of supply and demandstates that the price of a product will reach anequilibriumbased on the quantity provided by sellers and the amount demanded by consumers.\n\nImage by Julie Bang © Investopedia 2020\n\nThe demand curve complements the supply curve in the law of supply and demand. Unlike the supply curve, the demand curve is downward-sloping, illustrating that as prices increase, demand decreases.\n\nThe supply curve can shift based on numerous factors, including changes in production or raw materials costs, technological progress, the level of competition, the number of producers, the number of sellers, and changes in the regulatory and tax environment.\n\nDemand is influenced by consumer preferences and the amount ofdisposable incomethey have to spend. The presence of viable substitutes or alternatives can also shift the demand curve.\n\nThe supply curve is depicted as a graph and part of the law of supply and demand. The lower the supply, the higher the price. The demand curve is the supply curve's counterpart: the higher the supply, the lower the price.\n\nCity University of New York. \"Polar Cases of Elasticity and Constant Elasticity.\"",
  "url": "https://www.investopedia.com/terms/s/supply-curve.asp"
}