{
  "term": "What Is a Whistleblower? Protections, Law, Importance, and Example",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA whistleblower is anyone who has and reports insider knowledge of illegal, illicit, and fraudulent activities occurring in an organization. Whistleblowers can be employees, suppliers, contractors, clients, or any individual who becomes aware of dubious business activities. Whistleblowers are protected from retaliation under various programs created by the Occupational Safety and Health Administration (OSHA), Sarbanes-Oxley Act, and the Securities and Exchange Commission (SEC). Federal employees are protected under the Whistleblower Protection Act of 1989.\n\nMany organizations dedicate themselves to addressing whistleblowing, but some organizations specialize in specific aspects of it. For example, theOccupational Safety and Health Administration(OSHA) is more interested in environmental and safety breaches, and theSecurities and Exchange Commission(SEC) is more concerned with securities law violations. Many organizations offer rewards for impactful information, allow anonymous tips, and provide various methods for submission of information.\n\nA whistleblower may release information to company officials or a large governing or regulating body. In cases where fraud or other illegal activity involves high-ranking officials and executive members of management, the optimal choice is to report wrongdoings to a regulating body.\n\nThe use of the term \"whistleblower\" dates back to the 19th century. However, Ralph Nader is sometimes credited with coining the modern usage of the term in the 1970s as a way to avoid the negative connotations of alternatives like \"informer.\" The term combines \"whistle,\" a device used to alert or call attention to, and \"blower,\" referencing the person issuing the alert by the blowing of the whistle.\n\nLess commonly, sports referees were also called whistleblowers as they alerted the crowd, players, and coaches of illegal sports plays. Journalists and other political activists, such as Ralph Nader, excessively used the term during the 1960s, changing the public's understanding of the term to what it is today.\n\nOne of the most notable whistleblowers is W. Mark Felt, also known as \"Deep Throat,\" who exposed former President Richard Nixon's involvement in illegal dealings during the Watergate Scandal. Another famous whistleblower is Sherron Watkins, a formerEnronemployee, who shed light on the company's fraudulent accounting practices. As a result, Enron ceased operations and brought about the birth of theSarbanes-Oxley Act.\n\nWhistleblowers are protected from retaliation should the information provided be confirmed to be true. This protection includes prohibiting the accused company from taking adverse or harmful actions against the reporter. Antagonistic activities include demotion, termination, reprimands, and other punitive reactions. Whistleblower protection also prohibits the company from pursuing legal action against the whistleblower to recoup losses incurred during the investigation or imposed penalties.\n\nIn certain circumstances, more protection may be offered where threats of physical violence against the whistleblower or associates and family of the whistleblower are found.\n\nOften the whistleblower may be entitled to a reward as compensation for reporting illicit activities. Usually, this reward is a percentage of the dollar amount recuperated by the government or regulating agency resulting from the whistleblower's information. Recovery of a minimum amount may be necessary to qualify, and the information provided must be unique or otherwise not previously reported.\n\nMany companies have mechanisms to inform management of wasteful practices. These practices may, or may not be, illegal in nature. Therefore, persons reporting wasteful practices may not receive protection as a whistleblower. However, many organizations encourage suggestions from all associates to improve operations and practices. The reporting person may be recognized for their efforts in improving efficiency and may be entitled to some nominal reward.\n\nIn incidences involving the discovery of gross waste, or waste involving a significant dollar amount of value, especially within government agencies, the reporting of waste can qualify the person as a whistleblower.\n\nCongress.gov. \"S.20 - Whistleblower Protection Act of 1989.\"\n\nCongress.gov. \"H.R.3763 - Sarbanes-Oxley Act of 2002.\" Accessed Dec. 16, 2021.",
  "url": "https://www.investopedia.com/terms/w/whistleblower.asp"
}