{
  "term": "What Is a Fixed Exchange Rate? Definition and Examples",
  "definition": "A fixed exchange rate is a currency valuation system that fixes a country's currency to the market price of another, a basket of currencies, or to the value of a commodity or a basket of commodities.\n\nA fixed exchange rate is a regime applied by a government or central bank that ties one country's official currency value to another country's currency or to the price of a valuable commodity that retains value. The purpose of a fixed exchange rate system is to keep a currency's value within a narrow band.\n\nFixed rates provide greater certainty for exporters and importers. Fixed rates also help the government maintain low inflation, which, in the long run, keeps interest rates down and stimulates trade and investment.\n\nMost major industrialized nations have usedfloating exchange ratesystems where the current market price on the foreign exchange market (forex) sets their currency price. This practice began for industrialized nations in the early 1970s, although some developing economies still use fixed-rate systems.\n\nFrom the end of World War II to the early 1970s, the Bretton Woods Agreement meant that the exchange rates of participating nations were pegged to the value of the U.S. dollar, which was fixed to the price of gold.\n\nWhen the United States' postwarbalance of paymentssurplus turned to a deficit in the 1950s and 60s, the periodic exchange rate adjustments permitted under the agreement ultimately proved insufficient. In 1973, President Richard Nixon removed the United States from the gold standard, ushering in the era of floating rates.\n\nThe European Exchange Rate Mechanism (ERM) was established in 1979 as a precursor to the monetary union and the introduction of the euro. Member nations, including Germany, France, the Netherlands, Belgium, and Italy, agreed to maintain their currency rates within 2.25% of a central point.\n\nThe United Kingdom joined in October 1990 at an excessively strong conversion rate and was forced to withdraw two years later. The original members of the euro converted from their home currencies at their then-current ERM central rate on January 1, 1999.The euro itself trades freely against other major currencies while the currencies of countries hoping to join trade in a managed float known as ERM II.\n\nDeveloping economies often use a fixed-rate system to limit speculation and provide a stable system. A stable system allows importers, exporters, and investors to plan without worrying about currency movements.\n\nHowever, a fixed-rate system limits a central bank's ability to adjust interest rates as needed for economic growth. A fixed-rate system also prevents market adjustments when a currency becomes over- or undervalued. Effective management of a fixed-rate system requires a largepool of reservesto support the currency when it is under pressure.\n\nAn unrealistic official exchange rate can also lead to the development of an unofficial parallel, or dual, exchange rate. A large gap between official and unofficial rates can divert hard currency away from the central bank, which can then lead to forex shortages and periodic large devaluations. These can be more disruptive to an economy than the periodic adjustment of a floating exchange rate regime.\n\nIn 2018, according to BBC News, Iran set a fixed exchange rate of 42,000 rials to the dollar, after losing 8% against the dollar in a single day. The government decided to remove the discrepancy between the rate traders used—60,000 rials—and the official rate, which, at the time, was 37,000.\n\nWith a fixed exchange rate, a government or central bank determines a fixed rate for the currency, which stays stable. Meanwhile, market forces establish the exchange rate for a currency based on its supply and demand.\n\nYes, the U.S. Dollar is a floating currency, meaning its exchange rate is based on its supply and demand relative to other currencies.\n\nIn order to keep a currency's value stable, countries may opt to establish a fixed exchange rate for their currency, tying its value to another currency or a valuable asset like gold. However, fixed exchange rates present many limitations for an economy, resulting in most developed countries maintaining floating exchange rates for their currencies.\n\nInternational Monetary Fund. \"Exchange Rate Regimes in an Increasingly Integrated World Economy.\"\n\nYale Law School. \"Bretton Woods Agreements.\"\n\nU.S. Department of State, Office of the Historian. \"Nixon and the End of the Bretton Woods System, 1971–1973.\"\n\nEuropean Parliament. \"A History of European Monetary Integration.\" Page 3.\n\nUK Parliament. \"The ERM and the Single Currency.\"\n\nEuropean Parliament. \"A History of European Monetary Integration.\" Page 5.",
  "url": "https://www.investopedia.com/terms/f/fixedexchangerate.asp"
}