{
  "term": "What Is a Housing Unit? Definition, Recordation, and Statistics",
  "definition": "A housing unit is a single unit within a larger structure that can be used by an individual or household to eat, sleep, and live. The unit can be in any type of residence, such as a house, apartment, or mobile home, and may also be a single unit in a group of rooms.\n\nEssentially, a housing unit is deemed to be a separate living quarter where the occupants live and eat separately from other residents of the structure or building. They also have direct access from the building's exterior or through a common hallway.\n\nHousing units are residential units found in different types of structures, including residential homes, apartments, andcondominiumbuildings. They may also be multiple rooms in a large structure such as a hotel or motel. These units allow an individual or family to live, eat, and sleep separately from others—which is also why they're referred to as separate living quarters.\n\nResidential construction, both permitted and non-permitted, is the largest component of change in housing units. More than 99% of all new housing units are built in places that issuebuilding permits, according to theU.S. Census Bureau.\n\nThe following living quarters are generally not considered housing units and are not included in Census Bureau data:\n\nEach year, the U.S. Census Bureau provides housing unit estimates for all counties and states. These estimates are used as controls for the tracking of population growth or loss for cities and towns.\n\nEstimates start with the most recent census data, then add in the estimated amount of new residential construction and mobile homes. Next, the estimated housing units lost is subtracted and results in the annual estimate figure.\n\nThere were 143.8 million housing units in the U.S. in 2022, according to the U.S. Census Bureau.\n\nThere are three types of situations that determine the loss of a housing unit:\n\nThe loss rate of homes in certain states isaccelerating due to natural disasters. For example, California’s Butte County, the site of the Camp Fire wildfire in 2018, saw a 13.9% decline in housing units—from 100,074 to 86,209—between 2018 and 2019.\n\nAs noted above, there are many different types of housing units. For instance, single families can be converted into multiple units as illustrated by the following example:\n\nA homeowner may decide to renovate their basement to accommodate a secondary suite. Once complete, the owner may rent out the unit to another individual or family, or offer the unit to members of their family. This dwelling becomes a separate housing unit.\n\nSimilarly, a developer may seek permits to construct an apartment complex on an empty piece of land. The apartments that are constructed are counted as separate housing units.\n\nUnited States Census Bureau. \"2022 Building Permit Data Available for Every U.S. County.\"\n\nUnited States Census Bureau. \"QuickFacts.\"\n\nUnited States Census Bureau. \"How Disasters Affect the Nation’s Housing.\"",
  "url": "https://www.investopedia.com/terms/h/housingunits.asp"
}