{
  "term": "What Is Held-For-Trading Security? Role of Fair Value Adjustment",
  "definition": "A held-for-trading security is a debt or equityinvestmentthat investors purchase with the intent of selling within a short period of time, usually less than one year. Within that time frame, the investor hopes to see appreciation in the value of the security and sell it for a profit.\n\nBecause ofaccounting standards, companies have to classify investments in debt or equity securities when they are purchased. Other than held-for trading, other options includeheld-to maturityoravailable for sale.\n\nHeld-for-trading securities can generate a profit from short-term price changes when investors sell them in the near term. They are short-term assets, and their accounting reflects that fact; the value of these investments is reported atfair value, andunrealized gains and/or lossesare included asearnings.\n\nThe initial cost basis of these investments equals their fair value at the time of purchase. Over time, themarket valueof trading securities changes, and investors must report any unrealized gains and/or losses as earnings. The calculation of those gains and losses involves comparing a trading security's fair market value to its original purchase cost basis.\n\nHeld-for-trading securities are classified ascurrent assetssince they will be sold within a year and the cash flows from these securities are consideredoperating cash flows. Cash flows from held-to-maturity and available for sale securities arecash flows from investing.\n\nAny increase or decrease in the fair value of a held-for-trading security requires an accounting adjustment. One must add or subtract the change from the security's previously reported value on thefinancial statements.\n\nAn accountant achieves this by debiting an increase or crediting a decrease in the fair-value change to an account called \"securities fair value adjustment (trading),\" which is a sub-account of the asset account for trading securities. Adebitor acreditto the account of securities fair value adjustment is an accumulation or deficit, respectively, to the fair value of the trading security.\n\nChanges in the fair value of a held-for-trading security from one period to another become an unrealized gain or loss to earnings.\n\nA debit to the account of securities fair value adjustment from an increase in the security's fair value requires a credit to record the unrealized gain that adds to net income. Conversely, a credit to the account of securities fair value adjustment from a decrease in the security's fair value requires a debit to record the unrealized loss that reduces net income.\n\nSuppose that Company ABC purchased a security with the intent of selling it within a year. That security was recorded at its purchase costs when it was bought.\n\nNow suppose that nine months have gone by and the security had a fair value of $1,000 as last reported on its financial statements. In the followingquarter, by the end of the current accounting period, the security is trading for $1,200 in the market, which is the fair value of the security.\n\nPer accounting standards, the company will have to record the new fair value of the security in its quarterly reporting. The fair-value-adjustment accounting requires a debit of $200 to the securities-fair-value-adjustment account.\n\nGiven the original value of $1,000, the trading-security account for this particular security ends the period with a fair value of $1,200. The $200 is also an unrealized gain that is reflected in earnings.\n\nWhen the next accounting period arrives and the updated fair value of the security needs to be recorded, the calculation determining an increase or decrease will start from $1,200.",
  "url": "https://www.investopedia.com/terms/h/held-for-trading-security.asp"
}