{
  "term": "What Is a Loss Carryback? Definition, History, and Example",
  "definition": "A loss carryback describes a situation in which a business experiences anet operating loss (NOL)and chooses to apply that loss to a prior year's tax return. This results in an immediate refund of taxes previously paid by reducing thetax liabilityfor that previous year.\n\nLoss carrybacks are similar toloss carryforwards, except that companies apply their net operating losses to preceding rather than subsequent years' incomes. The loss carryback will generate atax refundof prior taxes paid by the business for that previous year due to its newly reduced tax liability. After the carried back loss is applied, it will be as though the business had overpaid its taxes for that year.\n\nA business can choose how to apply a net operating loss (NOL) when such a loss occurs. For example, it can choose to waive the carryback period and only carry the loss forward. However, once the decision has been made to carry the loss forward, the action cannot be reversed.\n\nIt is important to note that an NOL carryback is typically more beneficial than a carryforward because thetime value of moneyshows that tax savings in the present are more valuable than in the future. There may be very specific instances when a carryforward makes more sense for a certain business, such as when business tax rates increase considerably. However, it's not the norm.\n\nTax provisions allowing NOLs to be carried back have ranged from zero to five years, historically. Because it is such a highly beneficial tax planning option to the taxpayer, tax bills have often touched on carrybacks. In times of recession, the length of time taxpayers are allowed to carry back losses has been extended. Carrybacks have also been omitted from the tax code entirely as an option, allowing only carryforwards. It is important to know where the legislation sits at the point in time a carryback is being considered.\n\nThe NOL carryback provision relating to federal income taxes was originally introduced as part of the Revenue Act of 1918. Originally, this federal income tax provision was intended to be a short-lived benefit to companies incurring losses related to the sale of war-related items in the post-WWI era. The initial carryback and carryforward (collectively, carryover) provisions were only for one year. The purpose of keeping the provision was to smooth the tax burden for companies whose primary business is cyclical in nature, but not in line with a standard tax year. This is common with agricultural businesses, as they are highly dependent on weather conditions and may have one successful year followed by a year with a major net operating loss.\n\nOver the following years, the allowable duration for carryovers has been extended, decreased, omitted entirely, and reinstated. We will look only at the major changes to the carryback provision over the last few decades.\n\nSome states have stricter income percentages or time limits on carrybacks or carryforwards for state income tax purposes.\n\nTax-loss carrybacks got new attention in September 2020 when theNew York Timesreleased details surrounding President Trump's 2009 tax return. According to theTimesarticle, \"confidential records show that starting in 2010 he claimed, and received, an income tax refund totaling $72.9 million—all the federal income tax he had paid for 2005 through 2008, plus interest.\"This was made possible through an NOL carryback provision that changed as a result of theWorker, Homeownership, and Business Assistance Act of 2009, signed into law by President Obama.\n\nThe 2009 tax law allowed a five-year NOL carryback provision for tax years 2008 and 2009, rather than the two-year carryback provision that was in place at the time.This meant that NOLs incurred during 2008 and 2009 could be applied toward a refund of taxes previously paid in the five years preceding the loss. If the taxpayer elected to carry back an NOL to the fifth preceding year, the NOL carryback was limited to 50% of the taxable income in the fifth preceding year. However, the remaining NOL balance could be carried forward to the fourth preceding year, and so on until the loss was fully exhausted.\n\nInternal Revenue Service. \"Publication 536 (2021) Net Operating Losses (NOLs) for Individuals, Estates, and Trusts.\"\n\nPennsylvania Institute of Certified Public Accountants. \"Net Operating Losses and the TCJA.\"\n\nInternal Revenue Service. \"Treasury Department and IRS Issue Guidance for Consolidated Groups Regarding Net Operating Losses.\"\n\nNew York Times. \"Trump's Taxes Show Chronic Losses and Years of Tax Avoidance.\"\n\nU.S. Department of the Treasury. \"Treasury Inspector General for Tax Administration Press Release: The IRS's Implementation of the Five-Year Net Operating Loss Carryback Claim Provisions Was Generally Effective.\"\n\nU.S. Congress. \"Worker, Homeownership, and Business Assistance Act of 2009,\" Pages 2992 - 2995.",
  "url": "https://www.investopedia.com/terms/l/losscarryback.asp"
}