{
  "term": "What Was an Ommer (Uncle) Block in Cryptocurrency?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nIn blockchains that use proof-of-work, ommer blocks are rejected blocks created at the same time as another block. The network can only choose one block to add to the blockchain. In the Ethereum blockchain, this leftover block was called an ommer block. In other blockchains, they are called uncle or orphan blocks, referring to the familial relationships used to describe block positions within a blockchain.\n\nOmmer blocks are no longer an issue under the proof-of-stake mechanism introduced to the Ethereum blockchain in 2022, but blockchains that use proof-of-work still produce these extra blocks.\n\nIn a public blockchain like Ethereum and Bitcoin, it's essential to use a method that ensures data within the blockchain is verified and added by consensus. It is equally important to keep data from being changed. Many blockchains use a data structure called a Merkle tree to accomplish this.\n\nA Merkle tree establishes ancestral relationships for blocks of data. Information from previous blocks is included in new blocks, similar to DNA passed on between generations. This creates the concept of a parent, parent's sibling, child, and sibling blocks similar to a graphical representation of a family tree.\n\nHere's how it worked—the first block in a tree could be named block A. The next block created from block A would be considered block A's child and would include A's information plus its own.\n\nThis block could be called block B but could be represented as Ba. B would be the name of the new block, and \"a\" referred to the data from the parent block. This parent/child relationship continued as more blocks were added with the information from each previous block. This created a family tree and blockchain.\n\nNow consider if two blocks were validated and created simultaneously from Ba. They would become blocks Caband Cab2,sibling blocks from the same parent block. Only one could be added to the blockchain—so the network might choose Cab. Cab2was a fork of the original blockchain but was not added to it or validated. Finally, another block is mined on the blockchain that kept Cab.This is block Dcab.Cab2was the sibling of Dcab's parent, soCab2was an ommer block.\n\nTheseorphaned blockswere, in essence, bugs in the code—unintended and accidental byproducts of the mining process. However, Ethereum incentivized ommer block miners for several reasons:\n\nOmmer blocks were purposefullyincorporated into Ethereum's blockchainusing the previous consensus mechanism's validation protocol, Casper the Friendly GHOST (Greedy Heaviest Observed SubTree). When a blockchain fork occurred from simultaneously created blocks, network validators selected which block was used.\n\nEthereum transitioned from proof-of-work to proof-of-stake consensus in 2022. Under the proof-of-stake consensus mechanism, ommer blocks ceased to be a concern because of the way blocks are created. However,Ethereum Classic, which forked from Ethereum after The DAO hack in 2016, still produces ommer blocks (although it calls them uncle blocks).\n\nUncle block was the old name for an ommer block. Developers and the Ethereum community decided that there was no reason to have gender-specific names, so they decided on ommer as the new name. Ommer blocks no longer occur under Ethereum's proof-of-stake mechanism.\n\nThe ommer rate (previously the uncle rate) was the rate at which the network produces ommer blocks. The rate changed daily and depended on the number of transactions occurring. There is no longer an Ommer block rate on the Ethereum main blockchain.\n\nUnder theproof-of-workconsensus mechanism, rewards for ommer blocks were a small percentage of the block reward, plus transaction fees. Ethereum transitioned to proof-of-stake in 2022, so no more ommer blocks are created.\n\nOmmer blocks were extra unaccepted blocks created by the Ethereum mining network under proof-of-work mining. Ethereum incentivized these blocks in addition to accepted blocks because there was work done to create them. After \"The Merge\" in 2022, Ethereum transitioned to proof-of-stake and no longer required mining—no more ommer blocks were produced.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nEthereumClassic.org. \"Ethereum Classic Course: 8. Ethereum Classic's Monetary Policy.\"\n\nEthereum.org. \"Block Proposal.\"",
  "url": "https://www.investopedia.com/terms/u/uncle-block-cryptocurrency.asp"
}