{
  "term": "What Is Delta in Derivatives Trading, and How Does It Work?",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nDelta is a risk metric that estimates the change in the price of a derivative, such as an options contract, given a $1 change in itsunderlying security. It is represented by the symbol Δ. The delta also tells options traders thehedging ratioto become delta neutral.\n\nA third interpretation of an option's delta is the probability that it will finishin the money. Delta values can be positive or negative depending on the type of option.\n\nDelta is an important variable related to the directional risk of an option and is produced bypricing modelsused by options traders. As noted above, it is represented by the symbol Δ. Professional option sellers determine how to price their options based on sophisticated models that often resemble theBlack-Scholes model.\n\nDelta is a key variable within these models to help option buyers and sellers alike because it can help investors and tradersdetermine how option prices are likely to changeas the underlying security varies in price.\n\nDelta is calculated in real time by computeralgorithmsthat continuously publish delta values to broker clientele. The delta value of an option is often used by traders and investors to inform their choices for buying or selling options.\n\nDelta values can be either positive or negative, according to the type of option. The behavior of call and put option delta is highly predictable and very useful toportfolio managers, traders, hedge fund managers, and individual investors. This is explored a little further down.\n\nA call option with a delta of 0.50 is at-the-money.\n\nDelta spreading is an options trading strategy where the trader initially establishes a delta-neutral position by simultaneously buying and selling options in proportion to the neutral ratio. In other words, the positive and negative deltas offset each other so that the overall delta of the assets in question adds up to zero.\n\nUsing a delta spread, a trader usually expects to make a small profit if the underlying security does not change widely in price. However, larger gains or losses are possible if the stock moves significantly in either direction.\n\nThe most common tool for implementing a delta spread strategy is an option trade known as acalendar spread.The calendar spread involves constructing adelta-neutralposition using options with different expiration dates.\n\nFor instance, a trader sells near-month call options and buys call options at the same time with a later expiration in proportion to their neutral ratio. Since the position is delta-neutral, the trader should not experience gains or losses from small price moves in the underlying security. The trader expects the price to remain unchanged, and as the near-month calls lose time value and expire, the trader can sell the call options with longer expiration dates and net a profit.\n\nThe deeper in-the-money the call option, the closer the delta will be to 1, and the more the option will behave like the underlying asset.\n\nCall option delta behavior depends on whether the option is:\n\nThe delta for acall optionalways ranges from 0 to 1 because as the underlying asset increases in price, call options increase in price.Put optiondeltas always range from -1 to 0 because as the underlying security increases, the value of put options decreases.\n\nPut option delta behaviors also depend on whether the option is:\n\nThe deeper in the money the put option, the closer the delta will be to -1. If a put option has a delta of -0.33, and the price of the underlying asset increases by $1, the price of the put option will decrease by 33 cents.Technically, the value of the option's delta is the first derivative of the value of the option with respect to the underlying security's price. Delta is often used inhedgingstrategies and is also referred to as ahedge ratio.\n\nAn option'sgammais its change in delta given a $1 change in the underlying security.\n\nLet's assume there is apublicly traded companycalled BigCorp. Shares of its stock are bought and sold on a stock exchange, and there are put options and call options traded for those shares.\n\nThe delta for the call option on BigCorp shares is 0.35. That means that a $1 change in the price of BigCorp stock generates a 35-cent increase in the price of BigCorp call options. Thus, if BigCorp’s shares trade at $20 and the call option trades at $2, a change in the price of BigCorp’s shares to $21 means the call option will increase to a price of $2.35.\n\nPut options work in the opposite way. That is If the put option on BigCorp shares has a delta of -0.65, then a $1 increase in BigCorp's share price generates a 65-cent decrease in the price of BigCorp's put options. So if BigCorp’s shares trade at $20 and the put option trades at $2, then BigCorp’s shares increase to $21, and the put option will decrease to a price of $1.35.\n\nIn options markets, traders can place bets on the future value of an asset without actually buying that asset. When the price of an asset changes, the value of your bet changes with it.\n\nDelta measures how much a bet's value changes when the price of the underlying asset increases. For call options (bets that an asset will gain value) the delta can range from 0 to +1. For put options (bets that an asset will lose value), the delta ranges from 0 to -1.\n\nDelta is used by options traders in several ways. First, it tells them their directional risk, in terms of how much an option's price will change as the underlying price changes. It can also be used as a hedge ratio to become delta neutral.\n\nFor instance, if an options trader buys 100 XYZ calls, each with a +0.40 delta, they would sell 4,000 shares of stock to have a net delta of zero (equity options contracts represent 100 shares of stock each). If they instead bought 100 puts with a -0.30 delta, they would buy 3,000 shares.\n\nTraders that have several options positions can benefit from looking at the overall delta of their portfolio (or book). If you are long one call with a +0.10 delta and two calls with a +0.30 delta, your total book's delta would be +0.70. If you then bought a -0.70 delta put, the position would become delta-neutral.\n\nBeing long a share of stock is always +1.0 delta, and being short stock a delta of -1.0.\n\nDerivatives are financial contracts whose value depends on an underlying security or benchmark. These contracts can be used to trade any type of security, including stocks, commodities, and currencies.\n\nBut they do come with certain risks. Traders who deal with derivatives should understand these risks and how to measure them. For instance, knowing how to interpret delta can mean the difference between realizing gains and losses. Remember, delta is a risk metric that indicates changes in a derivative's price based on the price of the underlying security.\n\nBlack, Fischer, and Myron Scholes, \"The Pricing of Options and Corporate Liabilities.\"Journal of Political Economy,vol. 81, no. 3, 1974, pp. 637-654.\n\nCao, Jay et al. “Deep Hedging of Derivatives Using Reinforcement Learning.”Journal of Financial Data Science, vol. 3, no. 1, September 2020, pp. 1-2.",
  "url": "https://www.investopedia.com/terms/d/delta.asp"
}