{
  "term": "What Is a Lis Pendens? Definitions and Examples",
  "definition": "Alis pendensis an official notice to the public that a lawsuit involving a claim on a property has been filed. Lis pendens is connected to the concept that a property buyer must assume any litigation that exists pertaining to the property.\n\nIf a bank is suing the owner of a lot and a new buyer purchases it, the new owner inherits the responsibility of the lawsuit; the sale of the property does not prevent the plaintiff from seeking redress via litigation. It can represent acontingent liability.\n\nLis pendens is literally translated from Latin as \"suit pending.\"This condition can adversely affect the sale price or the possibility of a sale since any pending litigations are typically unfavorable for the owner. The term is commonly abbreviated \"lis pend.\"\n\nLis pendens provides constructive notice, or a warning, to prospective homebuyers that the ownership of a property is in dispute and litigation is pending. Lis pendens can only be filed if a claim is related specifically to the property. By filing a lis pendens, an individual or entity is protecting its claim to the title pending the lawsuit's outcome.\n\nA lis pendens is only lifted once the lawsuit has been settled. Because pending litigation can take months and sometimes years, buyers are often advised to stay clear of these properties.\n\nLis pendens can be used anytime there is a dispute over real property, but most of the time, it is used in three situations.\n\nA lis pendens is often filed in divorce cases where the distribution ofreal estateproperties has not been settled. It is particularly common in cases where a property is listed in the name of one spouse, and the other spouse seeks a portion of the asset. The spouse whose name is on the title would have difficulty selling the property under pending litigation.\n\nLis pendens is almost always used by lenders who have filed anotice of defaulton a delinquent borrower. Banks use the procedure to notify the public that a property is inforeclosure. Other creditors whose debt is secured by property can also foreclose on a property.\n\nIt is not uncommon for lis pendens to arise in contract disputes, where a buyer feels they have been wrongly excluded from purchasing a home. For example, if buyer A and a seller enter into a contract for the sale of a home and the seller decides to sell the house to buyer B, buyer A may sue the seller to enforce the sale.\n\nThe buyer can file a lis pendens after filing a lawsuit, making it difficult for the seller to sell the house. If buyer B proceeds with the purchase and the courts determine that buyer A is entitled to enforce the sale, buyer B loses the property to buyer A and must go to the seller to get their money back.\n\nIn some states, homeowners associations (HOA) can place liens against your home for not paying fees or abiding by covenants. Depending on your state's laws, an HOA can file a claim against your home and a lis pendens, making it difficult for you to sell it.\n\nA lis pendens can only be filed if an action is pending. Additionally, the pending suit must involve real property, such as land and buildings. If these requirements are not met, the notice can be expunged.\n\nFiling requirements vary by state, but generally, there are two steps. First, a lawsuit must be filed with the county clerk, and the suit must be pending. Second, the lis pendens must be recorded in the county land records so that it can be attached to the property's title. Filing the lis pendens generally serves as the notice that there is a dispute on the property, but the requirements to serve notice also vary by state.\n\nBecause lis pendens requirements vary by state, you should contact a real estate lawyer in your area to learn if you need to file one and how it is served. It is possible to draft a lis pendens yourself based on information you can find online; however, this is a complex document that uses specific wording. One error or mistake can cause it to be expunged, so it is best to have an attorney familiar with real estate laws in your area prepare it. If you can't afford an attorney, you may be able to find public assistance programs in your area that can help.\n\nLis pendens is a legal means for serving notice to anyone concerned with a piece of real estate that there is a claim and pending legal action against the property. It is important because it notifies potential buyers that another party has a claim to the property. If that party wins a lawsuit, a new buyer can lose the property or be held responsible for the claim.\n\nIf you receive a discharge of lis pendens, it means your property no longer has a claim or lawsuit against it.\n\nAnyone who believes they have a claim on a property can file a lis pendens with the Clerk of Court in the county they live in. There must be a pending lawsuit for the lis pendens to be valid.\n\nThe literal transaltion of the Latin word \"lis\" is suit, or lawsuit. \"Pendens\" translates as pending, so lis pendens means pending lawsuit or lawsuit pending.\n\nLis pendens is a notice that a property has a claim against it backed by a pending lawsuit. The notice must be filed with the Clerk of Court for the county you live in and is recorded in the county real estate records.\n\nA lawsuit must be pending before the notice can be filed and served. A lis pendens can be drafted and filed by anyone with an interest in a property, but because the language must be specific and it is a complex document, it is best to hire a real estate attorney in your area to prepare it for you.\n\nCornell Law School, Legal Information Institute. \"Lis Pendens.\"\n\nThomas Reuters Practical Law. \"Glossary: Lis Pendens.\"\n\nHOA Management. \"HOA Lien: Understanding Its Impact and How to Avoid It.\"",
  "url": "https://www.investopedia.com/terms/l/lis-pendens.asp"
}