{
  "term": "What Is Agency Theory?",
  "definition": "Agency theory explains the relationship between agents and principals. A principal relies on an agent to execute certain business or financial transactions on their behalf and to represent their interests without regard for self-interest.\n\nCommon principal-agent relationships include shareholders and management, financial planners and clients, financial advisors and clients, and lessees and lessors.\n\nPrincipals delegate decision-making authority to agents. Financial decisions made by the agent affect the principal. Differences of opinion, and even differences in priorities and interests, can arise.\n\nAgency theory assumes that the interests of a principal and an agent do not always align. This is referred to as theprincipal-agent problem.\n\nFinancial planners andportfolio managersare agents on behalf of their principals and are given responsibility for the principals' assets.\n\nAlesseemay be in charge of safeguarding assets that do not belong to them. Even though the lessee is tasked with taking care of the assets, the lessee has less interest in protecting the goods than the actual owners have.\n\nCompanies may seek to minimize disputes between principals and agents through corporate policy. These conflicts may present normally ethical individuals with opportunities formoral hazard.\n\nAgency theory addresses disputes that arise with a difference in goals or a difference in risk aversion.\n\nCompany executives may wish to expand a business into new, high-risk markets. However, this could pose an unjustified risk to shareholders concerned with the long-term growth of earnings and share price appreciation. Incompatiblerisktolerance levels may exist for a principal and an agent.\n\nShareholders in a bank may object that management has set the bar too low on loan approvals, thus taking on too great a risk ofdefaults.\n\nThe principal often lacks information about how an agent performs for them and must trust that the agent acts ethically. Agents may be motivated throughcorporate governanceto act in unison with the principal's interests.\n\nTo determine whether or not an agent acts in their principal's best interest, the standard of \"agency loss\" is a commonly used metric.\n\nAgency loss is the difference between the optimal results for the principal and the consequences of the agent's behavior.\n\nIncentives may be offered tocorporate managersto maximize the profits of their principals. Stock options awarded to company executives have their origin in agency theory.\n\nThese incentives seek to optimize the relationship between principals and agents. Other practices include tying executive compensation in part to shareholder returns.\n\nHowever, these practices may also endanger long-term company growth by boosting short-term profits. This can often be seen inbudgetplanning, where management reduces estimates in annual budgets so that they are guaranteed to meet performance goals.\n\nAgency loss drops when the agent and principal hold similar interests, want the same outcome, and the principal has insight into the level of service they are receiving from the agent.\n\nThe principal-agent problem arises when an agent acts in a way that is contrary to the best interests of the principal. It can occur in any situation in which the principal delegates direct control over an asset to another party, or agent. For example, a house buyer may suspect that a realtor they've engaged to help them find a home is more interested in a commission than in the buyer's concerns.\n\nBy definition, an agent uses the resources of a principal. For example, a principal, say, an investment management firm client, engages a financial advisor to invest their money. The principal has entrusted money to that financial advisor and their firm, but has little or no day-to-day input in investing it. In this instance, the financial advisor, or agent, is the decision-maker but is incurring little or no risk because any losses that result from their decision-making will be borne by the principal.\n\nThe relationship between agents and principals is explained through agency theory. Agents must represent the best interests of the principal, but differences in opinion may occur. A common principal-agent relationship is that of a client and financial advisor.\n\nEisenhardt, Kathleen M. \"Agency Theory: An Assessment and Review,\"The Academy of Management Review, vol. 14, no. 1, January 1989, pp. 57-74.\n\nEisenhardt, Kathleen M. \"Agency Theory: An Assessment and Review,\"The Academy of Management Review, vol. 14, no. 1, January 1989, pp. 58, 60-61.\n\nEisenhardt, Kathleen M. \"Agency Theory: An Assessment and Review,\"The Academy of Management Review, vol. 14, no. 1, January 1989, pp. 59-60, 61.\n\nLupia, Arthur. \"Delegation of Power: Agency Theory,\"International Encyclopedia of the Social and Behavioral Sciences, vol. 5, 2001, pp. 3-4.",
  "url": "https://www.investopedia.com/terms/a/agencytheory.asp"
}