{
  "term": "Whisper Stock: What It Means and How It Works",
  "definition": "A public company's shares can briefly become a whisper stock if rumors circulate that the company is the target of atakeoveroffer. The whispers will probably be followed by an immediate surge in trading volume and an increase in its share price.\n\nWhen two companies discuss amergeror anacquisitionof one company by the other, the talks are held in the strictest secrecy. An insider who acts on the information in an attempt to make a profit or help someone else make a profit is committing the crime of insider trading.\n\nIts price can fall back to Earth just as quickly when the whispers stop, whether they prove to be true or false.\n\nAn inadvertent leak is nearly as bad since one person or a small group has the power to act on information that most investors do not know.\n\nWhisper stocks may occur as a response to other rumored events, though few are as positive and consequential as a takeover. For example, a whisper about the pending approval of an important drug could impact the share price of a pharmaceutical company. A rumor about a massive government order could be the trigger for a defense contractor.\n\nDespite any concerns about insider trading, Wall Street loves a whisper. Stock traders who act on an event that is about to happen can profit more than those who act on the event after it happens. That is, they profit if the whisper turns out to be correct and if the trader succeeds in both buying and selling the stock at the right time.\n\nAt one time such trading on inside information was flagrant. Loose talk by a banker or attorney who was on the fringe of a merger discussion could cause a stock to soar in advance of the deal's announcement.\n\nThe Securities and Exchange Commission (SEC) has strict rules and cracks down on insider trading. Anyone with inside information has to be discreet about passing it on. Resources to go after those whotrade on insider informationare generally insufficient, but when someone is caught, the penalties are severe.\n\nIt's impossible to put a stop to gossip, however. The sight of two CEOs having a private lunch is enough to start speculation in the stock of either or both companies.\n\nA whisper stock is similar to awhisper number. The latter is an unofficial estimate of a company's impending announcement of quarterly earnings, typically shared by an investment professional with favored clients. The number tops earlier published estimates by the company and by analysts, suggesting that those who buy the stock immediately will profit when the good news is announced.\n\nHostile takeovers can be seen as unethical as they are acquisitions done without the approval of the target company. Though they are legal, they tend to raise legal and ethical questions during the process.\n\nCertain defense strategies can be employed to prevent a hostile takeover, including a poison pill, crown-jewel defense, Pac-Man defense, and white knight. These strategies usually make it more costly, difficult, or impossible for a company to acquire the target company.\n\nHostile takeovers are initially bad because they are not welcome and they cause chaos in the target company. They often lead to mass layoffs in the target company, reorganization, and a change in upper management. The ideas that an acquiring company seeks to implement sometimes don't pay off either, leading to more disruption.\n\nRumors abound in the financial world as they do in the real world. Whisper stocks are those of companies that are rumored to be considered for acquisition. When this information is leaked, the stock sees an uptick involumeand price, and investors try to get in on the deal before the acquisition happens, which usually sees an increase in a target company's price.",
  "url": "https://www.investopedia.com/terms/w/whisperstock.asp"
}