{
  "term": "Whisper Number: What It Is, Myths, Example",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nmiodrag ignjatovic / Getty Images\n\nA whisper number refers to the purported, unofficial, and unpublishedearnings per share(EPS) forecasts of professional traders and fund managers on Wall Street. The whisper number can also be applied to any news or data release in any market\n\nA whisper number can also refer to the expected future earnings orrevenuesaccording to a herd of individual investors. In this sense, a whisper number could be compiled by a website polling its visitors. Essentially, the whisper number is the unofficial consensus of what earnings and revenue for a company will be at the next announcement.\n\nEarnings forecasts are based on analyst expectations. Analyst's generally group their forecasts around one another, this way they aren't singled out if they make a predication that is way off the mark. While consensus estimates can be accurate, the whisper number is what analysts, traders, and fund managers are thinking, but the analyst dare not publish it in case it singles them out and they turn out to be wrong. Staying with the pack is smart in terms of keeping one's career as an analyst. Straying from the pack and making too many erroneous calls could result in being fired.\n\nWhisper numbers may be useful when they differ from analysts's consensus forecast. They can be used as a tool to help spot (or avoid) anearnings surprise(or disappointment). Of course, this is only relevant if they are more accurate than theconsensus estimate. Until the actual announcement no ones knows if the whisper number or the consensus forecast is more accrue.\n\nWhisper numbers can be wrong. If the whisper number is much higher than the consensus estimate, people may buy a stock ahead of the earnings release. If actual earnings are less than the whisper number the stock may sell off, even if the earnings beat the consensus (but below the whisper number). If the company release earnings higher than the whisper number, the stock will likely rise, regardless of what the consensus is. In other words, stock prices typically react to earnings relative to the whisper number, as the whisper number is what traders believe and are therefore likely acting on.\n\nIndividual investors have access to a wealth of information (and misinformation) relative to the investors of history. In the old days, the whisper number was the best information provided by brokers to their richest clients. The brokers would whisper to these clients what the firm's analyst really thought or knew, but wouldn't publish publicly.\n\nIncreased regulatory scrutiny on the brokerage industry made it much more difficult to get a whisper number in this traditional sense. For example, regulations such asSarbanes-Oxleyprovided for stricter rules on how companies disclose financial data. Employees, financial professionals, and brokerages face significant penalties if they provideinsiderearnings data to a select group of people.\n\nThere has been some doubt raised about whether whisper numbers were actually shared by brokers with their high-net-worth clientele. Some brokers have sought to debunk the entire concept as a myth.\n\nWhisper numbers, based on individual opinions and assessments rather than broker input, are now marketed by a variety of websites. Traders can even get an idea of the whisper based on the chatter they hear on social media.\n\nIt is possible for a whisper number to be a more accurate forecast than consensus estimates when it comes to predicting earnings. This does not necessarily make whisper numbers more valid as a predictive option. It does help explain why sometimes stock prices have weird reactions, when compared to consensus estimates, following earnings releases.\n\nAssume that Apple Inc. (AAPL) has an earnings forecast for the quarter of $5 per share.\n\nTraders actually believe the earnings will be higher, near $6 per share. As a result, the price gets pushed up ahead of the earnings, effectivelypricing inthe $6 EPS.\n\nIf the stock comes out with $6 EPS, a few people may be surprised and the stock may rise or fall marginally, but for the most part the price reflects the $6 number heading into the earnings.\n\nIf the earnings come out at $7, most everyone is surprised, and the stock jumps higher. If the EPS comes in at $5, in line with the consensus forecast but below the whisper number, the stock will likely sell off.\n\nThe whisper number isn't the only determinant on the stock price though. If the EPS comes in ahead of the whisper number, but stockindex futureshave sold off that day, the stock may sell off too. It is also hard to estimate how many people are using the whisper number ahead of earnings, which then makes it hard to predict how people will react when the actual number is released.",
  "url": "https://www.investopedia.com/terms/w/whispernumber.asp"
}