{
  "term": "Whitewash Resolution: What It Is, How It Works, and Example",
  "definition": "A whitewash resolution is a condition placed by thetarget firmbefore it is acquired by another company. In a whitewash resolution, the company being acquired pledges financial assistance to the acquirer as long as it remains financially viable for at least 12 months. The financial assistance must first be approved by the target company's shareholders. If approved, anauditormust then confirm the company'ssolvencybefore the firm's directors can proceed with the deal.\n\nMergers and acquisitions (M&A)are the combination of two or more companies into a single entity. Mergers tend to marry two similar companies together while acquisitions occur when one company (usually a larger one) buys another (usually a smaller one). The deals must be approved byshareholdersand board members of each company.\n\nSome companies useacquisitionsas a means of raising capital and draining the assets of the target companies only to leave them debt-ridden and unable to pay their bills. To avoid this, some targets promise the acquirer financial assistance as part of the deal. But it may come with a condition called a whitewash resolution.\n\nThis resolution is put forth by shareholders of the target to ensure it remains solvent and won't seek to discharge itsliabilitiesonce the acquisition is complete. Put simply, the buyer promises the target's shareholders that the target will be solvent for at least a year in exchange for financial assistance. An auditor then comes in to ensure this is financially possible. If approved, the target company can shift the responsibility to the acquiring company.\n\nWhitewash resolutions are commonly used byfinancially distressedcompanies that want to save themselves frominsolvencyby being purchased. As such, it acts like a rescue plan that allows the target company to remain financially viable for at least a year after it provides the acquirer with financing. and before its shares are fully acquired.\n\nWhitewash resolutions are commonly used in conjunction with the Companies Act of 1985. This British law outlines how companies can be registered as well as their rights and responsibilities, and the obligations of their board members, directors, and key personnel.\n\nThe term whitewash resolution is used in other parts of the world in corporate law. In Hong Kong and Singapore. a whitewash resolution represents awaiverof the rights of certain independent shareholders of a company.\n\nRather than financial assistance the whitewash resolution in this case is a waiver of rights for the independent shareholders to receive a mandatory takeover from shareholders of the other company. An investor can appeal to an executive for a whitewash resolution or whitewash waiver. If approved, this waiver is subject to the approval of shareholders.\n\nHere's a hypothetical example to show how whitewash resolutions work. Suppose private company ABC wishes to be purchased by Company XYZ. Company ABC might provide financial assistance to Company XYZ to give it enough capital to purchase its shares.\n\nBefore this can happen, Company ABC's directors must pass a whitewash resolution. The resolution would note that even after assisting, the company will remain viable for at least a year. In addition to remaining financially viable for the next 12 months, Company ABC shareholders must approve the transaction.\n\nA whitewash resolution is commonly used by financially distressed companies that want to avoid becoming insolvent. Instead, they seek out a buyer that ensures that promises its shareholders it will remain financially viable for at least 12 months after it gives the acquirer financing. Doing so allows the target to pay off its debts rather than having its assets and finances being exploited by the acquirer.\n\nThe auditor is brought into a whitewash resolution to ensure that the target firm will be able to remain solvent after it provides the acquirer with financing and before its shares are all purchased by the buyer.\n\nFinancial distress is a condition wherein an individual or company isn't able to cover their financial obligations. This means the entity is not generating enough revenue or income to pay its debts. This condition can be the result of a drop in income, changes in the economy, higher costs, bad budgeting, and/or overspending.\n\nCompany shareholders generally have to approve of any major changes to the business. This includes any mergers or acquisitions that may occur. Financially distressed companies may seek out buyers to save themselves from going under. In certain cases, they may put in a whitewash resolution, which promises the acquirer financing as long as it ensures the target will remain viable enough to pay off its debt before being acquired.\n\nReal Business Rescue. \"Companies Act 1985 Definition & Overview.\"",
  "url": "https://www.investopedia.com/terms/w/whitewashresolution.asp"
}