{
  "term": "White Shoe Firm: Definition, MOdern Usage of the Term, FAQs",
  "definition": "A \"white shoe firm\" is an old-fashioned term for the most prestigious, well-established businesses and companies in elite professions. The term originally was used only to refer to legal practices—\"white-shoe law firm\" was a common variation—but now may be used to describe those in other fields, such asinvestment bankingand management consulting.\n\nWhite shoe firms typically have a venerable history—preferably (but not necessarily) a century or so—in the business and a blue-chip clientele acquired over generations. They tend to be based on the East Coast (occupying sizable spaces at exclusive addresses) and, while leaders in their field, often have a reputation for being traditional and conservative.\n\nThe term \"white shoe firm\" is believed to have originated in reference to a preppy style of footwear: white buck shoes, specifically oxfords. Introduced around 1910, light-colored buck oxfords became popular at Princeton University—generally considered the headquarters for the country's best-dressed students—and among other male fashionistas of the period. Rubber-soled versions were adopted by tennis and golf players, too.\n\nThe white buck (or suede) version of the oxford became the \"in\" shoe atYale Universityand other Ivy League colleges during the 1950s, and thanks to the power of advertising, trickled down to other institutions. \"The Ivy Buck—for upper-class comfort on campus\" a 1950s ad proclaimed.In between their popularity at prestigious schools, their association with aristocratic sports, and their white color—always hard to keep clean, especially in suede—the white shoe came to connote the throwaway elegance of the elite and, eventually, the elite themselves; old-money types whose work wouldn't muddy or scuff their footwear.\n\nSo a \"white shoe firm\" is one that is full of such \"white-shoe men\" (and increasingly women).The New York Timescolumnist William Safire could \"track it back in print to the mid-'70s,\" citing articles published inForbesandBusiness Week.\n\nOriginally, most white-shoe law firms were based in New York City, although other historic Northeastern metropolises, like Boston or Philadelphia, were also acceptable locales, and even a few southern cities, like Washington D.C. or Charleston.\n\nAlthough the shoes themselves have long gone out of fashion, the term is still used in reference to leading American companies such asJPMorgan Chase & Co.or Goldman Sachs in banking; Cravath, Swaine & Moore LLP and Shearman & Sterling in law; Ernst & Young in accounting, and McKinsey & Company in management consulting. It has even expanded to denote top-tier firms in other countries.\n\nWhile it connotes a well-established, well-regarded company, the term \"white shoe firm\" once had negative connotations, as well. Some people felt that white-shoe firms were the exclusive preserve of the East Coast WASP elite and no one else need apply. The employees at these firms were as white as the shoes they wore on weekends at their country clubs, many of which refused to admit Jews, Catholics, or people of color.\n\nIrwin M. Stelzer, the director of the Hudson Institute's economic policy studies group and a columnist forThe Sunday Timesof London, recalled how he and his partner in a fledgling economic consulting firm didn't even bother pursuing business among the white-shoe firms when they started out in the 1960s.\n\nBecause Stelzer and his partner were Jewish, \"The “white-shoe” firms were off-limits,\" he noted. \"We identified them by adding up the Roman numerals after partners’ names—I, II, III, etc.—adding to that, partners with first and last names that were interchangeable, and dividing by the total number of partners. A high result meant we had no chance.\"\n\nPrejudice aside, the term \"white shoe firm\" also sometimes serves as \"a passionate derogation of old-fogeyism,\" as Safire wrote, indicating an outfit where caution and conservatism prevail; sometimes to a detrimental degree. HisBusiness Weekreference used the phrase this way: \"First Boston had let its white-shoe image and big-name client list go to its head. They simply vegetated.\"\n\nToday, a white-shoe firm can be almost any company that's been in business a long time and looms large, both in literal size and as a leader in its field. The term implies quality, stability, and longevity. Whatblue-chipcompanies are to stocks, white-shoe firms are to business.\n\nSome contemporary white-shoe firms, identified byMarket Business News,include:\n\nBut not even blue chips are immune to economic downturns, business disruption, and internal pressures.\n\nAlthough white-shoe U.S. firms in relatively stable professions such as law and management consulting have managed to thrive, those in the finance industry have struggled to retain their independence in the face of sweeping changes and challenges.\n\nTheglobal financial crisis of 2008claimed several white-shoe firms in investment banking and financial services. One prominent victim wasLehman Brothers, founded in 1844, and the fourth-largest investment bank in the U.S. at the time, it was forced to file for bankruptcy, due to its $600+ billion in losses in mortgage-related instruments.\n\nLehman's problems were caused in part by its investments in funds run byBear Stearns. Though younger than Lehman—it only dated back to 1923—it too was one of the leading investment banks in the country, until its leveraging techniques and heavy involvement incollateralized debt obligations(CDOs) led to massive losses. Bear Stearns was broken up and sold off to JPMorgan Chase, itself the product of a merger between two white-shoe firms:  Chase Manhattan Corporation and  J.P. Morgan & Co.\n\nYet another venerable brokerage firm, Merrill Lynch, was sold to Bank of America in the wake of the financial crisis.\n\nOver the years, a number of white-shoe firms have been acquired by bigger rivals or have gone out of business. For example, for much of the 20th century, the U.S. accounting profession spoke of the Big Eight firms that handled the books of Fortune 500 companies. Today, they refer to theBig Four. Closures and mergers have shrunk the ranks, such as the union of Price Waterhouse (founded 1894) with Coopers & Lybrand (with roots going back to 1854) to form PricewaterhouseCoopers in 1998.\n\nA silk stocking law firm is often based in a large city and itself is quite large, like a company with hundreds of attorneys. Catering to a well-to-do or \"silk stocking\" clientele, it often charges high fees. It pays big salaries but also expects a lot of billable hours from staffers, who are often graduates of top law schools. It is similar to a white-shoe law firm, though not necessarily as old or established.\n\nOnce, the answer would have been to be a WASP (white Anglo-Saxon Protestant) male, preferably one raised in the Northeast, with an Ivy League education. White shoe firms are considerably more diverse today and continue to work to be more so.\n\nBut, as prestigious leaders in their industry, they can demand the best from candidates. So, for entry-level jobs, good grades from a prestigious educational institution are important. For higher-level positions, considerable related experience—especially at a similarly sized firm—is required.\n\nAnd, while connections alone won't get you in without credentials and experience, knowing someone—or someone who knows someone and can recommend you—never hurts either.\n\nAlthough some may expect you to consider the prestige of working there as part of your compensation, most white-shoe firms do pay well. Top dollar, in fact. But they also demand a lot from employees, expecting long hours and imposing tight deadlines.\n\nChronically Vintage. \"The History of White Buck Shoes.\" Accessed July 20, 2021.\n\nThe New York Times Magazine. \"On Language; Gimme the Ol' White Shoe.\" Accessed July 20, 2021.\n\nMarket Business News. \"White shoe firm – definition and meaning.\" Accessed July 20, 2021.\n\nHudson Institute. \"Remembering the 'White-Shoe Firm'.\" Accessed July 20, 2021.",
  "url": "https://www.investopedia.com/terms/w/whiteshoe.asp"
}