{
  "term": "Whitemail: What It Is, How It Works, and Example",
  "definition": "Whitemail is a defensive strategy that a takeover target can use to try to thwart ahostile takeover attempt.Whitemail involves the target firm issuing a large number of shares at below-market prices, which are then sold to a friendly third party.\n\nThis helps the target avoid the takeover by increasing the number of shares the acquirer must purchase in order to gain control, thus increasing the price of the takeover. It also dilutes the firm's shares. Plus, since a friendly third party now owns and controls a large block of shares, the aggregate number of friendly shareholders increases.\n\nIf the whitemail strategy is successful in discouraging the takeover, then the company can either buy back the issued shares or leave them outstanding.\n\nThere are two main tactics employed to acquire a controlling interest in a company as a hostile takeover bid.\n\nFirst, the acquirer may make atender offerto the company's shareholders. A tender offer is a bid to buy a controlling share of the target's stock at a fixed price. The price is usually set above the current market price to allow the sellers a premium as an added incentive to sell their shares.\n\nThis is a formal offer and may include specifications included by the acquirer such as an offer expiry window or other items. Paperwork must be filed with theSecurities and Exchange Commission(SEC), and the acquirer must provide a summary of its plans for the target company to aid the target company's decision.\n\nOther common defense strategies to prevent a hostile takeover include a poison pill, crown-jewel defense, white knight, and a Pac-Man defense.\n\nMany takeover defense strategies protect against tender offers, so often the proxy fight is utilized. The goal of aproxy fightis to replace board members who are not in favor of the takeover with new board members who would vote for the takeover. This is done by convincing shareholders that a change in management is needed and that the board members who would be appointed by the would-be acquirer are just what the doctor ordered.\n\nWhitemail is a strategy that can be used to fend off an unwanted takeover attempt by issuing shares at a below-market price and selling them to a friendly third party. These new shares undermine the tender offer by making it relatively more expensive for the acquirer to attempt this route. At the same time, the new friendly shareholder will be less likely to agree to a tender offer or to a proxy fight to install new board members.\n\nWhitemail is justone of several defensive strategiesto avert a hostile takeover.\n\nXYZ Corporation has 1,000,000 shares outstanding. ABC Inc. wants to acquire XYZ Corp. and begins to buy up all of the shares they can in the publicsecondary marketin an attempt to get to a controlling proportion of shares.\n\nXYZ Corp. gets wind of this and proceeds to institute a whitemail policy. They issue 250,000 new shares at a significant discount to the current secondary market price and sell them all to DEF Industries, which is a company that XYZ has a good relationship with.\n\nThe increase of outstanding shares from 1,000,000 to 1,250,000 increases the number of shares ABC will need to purchase in order to gain a controlling interest. Plus, the voting rights of all XYZ shares are now diluted, reducing ABC's power to vote for board members who favor their takeover.\n\nA 51% hostile takeover is when an acquiring company purchases 51% ownership of the target company through share purchases. Acquiring companies tend to do this quietly and over time to not alert the target company. When any entity owns 51% of a firm, it is the majority owner and can make all final decisions.\n\nThe target company's shares usually see an increase in price during a hostile takeover. In any takeover, actually. This is usually because the acquiring company pays a premium for the shares.\n\nYes, hostile takeovers are completely legal. They are typically done through acquiring shares, appealing to shareholders, or removing the current management team. While they are legal, many legal issues may arise during the process, which could ultimately prevent the takeover.\n\nThe corporate world can be a ruthless arena, with companies vying for control,market share, and profits. One of the best ways to grow a company is through acquisitions; however, many target companies do not want to be acquired.\n\nWhen fending off a hostile takeover, target companies have a variety of defenses in their pocket they can use, one being whitemail, which has the overall effect of making the acquisition more costly for the would-be acquirer.",
  "url": "https://www.investopedia.com/terms/w/whitemail.asp"
}