{
  "term": "White Candlestick: What it is, How it Works, FAQ",
  "definition": "A white candlestick depicts a period where the security's price hasclosedat a higher level than where it had opened. It is a point on a security'scandlestickchart representing a bullish period.\n\nOn some charts, an up-candlestick may be depicted as either green or black. These may be contrasted with ared candlestick, which denotes a lower closing price than the prior period.\n\nWhite candlesticks represent a positive increase in a security’s price during the observed period of time. The body of the candlestick will typically be displayed in white on a candlestick series chart to show that the net result of the period'sprice actionwas up. However, in some technical charting systems, the trader may have the option to choose a specified color, such as blue or green, to represent price gains.\n\nTypically, a candlestick will show the security's open, high, low, and close for a specified time period (e.g., weekly, daily, hourly, etc.). The high and low will be shown by the two wicks on each end of the body. The body comprises the distance between the period's open and closing prices. Thus, candlestick marks show the range of prices that the security has reported through a single period.\n\nCandlestick charts are convenient for technical traders because they can easily display a full day's price movement. Generally, the default colors for candlestick charts will be either white/green (UP) and red/black (DOWN), though nowadays, charting packages offer the trader the option to customize the color schemes to their specifications.\n\nRed/black candlesticks are the opposite of white candlesticks. They represent a downward movement for the day. In a red/black candlestick, the closing price of a security is reported as lower than theopening price.\n\nThe last possibility for charting a period's price action is where the open and close prices are identical. This is called adojiand is graphically portrayed by a dash, signifying that the charted security’s opening price is equal to its closing price.\n\nMost charting software allows you to change the colors of candlesticks, but the most commonly used colors are white/black/green-filled or hollow and red-filled or hollow. Each color conveys a different meaning:\n\nThe two most common types of candlesticks are white/green/black hollow candlesticks, which are indicative of a stronguptrend; and red-filled candlesticks, which are indicative of a strong downtrend. Red hollow and black-filled candlesticks are less common since they require a pricegapto occur.\n\nCandlestick andbar chartsshow the same information—open, high, low, and close—but in a different way. A bar is a vertical line, with no real body like a candlestick, consisting of a small horizontal line to the left marking the open price and a small horizontal line on the right marking the close.\n\nTechnical analysisindicators are formed from the combination of white, red, and doji candlesticks. There are many short-term and long-term formations that can be used as indicators for security investment. Technical analysts can quickly glean a lot of information from the color of a candlestick before looking at any aspects of the chart.\n\nFor example, a white, green, or black-filled candlestick might suggest that the price is becoming top-heavy, while a red-filled candlestick represents a clear and strongdowntrend. Traders may use these insights to gaugemarket sentiment.\n\nAlmost all traders use candlestick charts in conjunction with other forms of analysis. It is considered unwise to trade based on candlestick patterns alone.\n\nThe investor or trader may gauge market sentiment using candlestick charts and then use chart patterns to identify potential areas of breakdowns or breakouts.Technical indicatorscan also be useful as a confirmation of market sentiment. For example, therelative strength index(RSI) may be used in conjunction with candlestick charts to show how strong a trend is in a given direction.\n\nBelow are a few candlestick patterns commonly identified on a technical analysis chart.\n\nA candlestick is a symbol that traders and investors use. It can provide a lot of information such as whether the period the candlestick follows is one where the price increased or decreased, by how much, and with what amount of momentum.\n\nA white candlestick means that the candle closed its period at a higher price than when it opened. A white candlestick is the opposite of a red candlestick, which indicates a closing price lower than the opening.\n\nSome of the most powerful bullish patterns are the Three Line Strike, Bullish Abandoned Baby, and Morning Star. Some of the most powerful bearish patterns are Three Black Crows, Identical Three Crows, and Evening Star.\n\nA read candlestick is one where the price closes lower than the opening. Green, black, and white candlesticks are all the same thing, where the price closes higher than the open. The difference in colors is due to different programs, but the candlesticks mean the same thing.\n\nA white line in a candlestick chart represents a closing with a higher price than the open but without much price fluctuation during the period. Candles are taller when there is a greater price spread so when a candle is flat and looks like a line, it is because of nominal price movement during the period.\n\nA white candlestick is a trading signal used by many investors that shows that during a specific period of time represented by the candle, the closing price was higher than the open price. White candlesticks can be other colors such as green or black and signal a higher close. Manytrading strategies rely heavily on candlestick patternsbut still rely on additional technical indicators to confirm their trade.",
  "url": "https://www.investopedia.com/terms/w/white_candlestick.asp"
}