{
  "term": "White Squire: What It Is, How It Works, Example",
  "definition": "A white squire is an investor or friendly company that buys a stake in a target company to prevent a hostile takeover. This is similar to awhite knightdefense, except thetarget firmdoes not have to give up its independence as it does with the white knight, because the white squire only buys a partial share in the company.\n\nA white squire is a friendlyacquirerwhich does not require a controlling interest like a white knight does. A white knight buys the entire company to fend off a hostile takeover. A white squire buys part of the company. Their stake is just large enough to block the bidding company and gives the target company time to rethink its strategy. The white squire may be given a seat on the board, offered discounted shares or promised generous dividends, as an incentive to do the deal.\n\nOnce the unfriendly acquirer has withdrawn its bid, the white squire will typically sell its shares. To prevent it from switching allegiances in the future, the deal may be structured so that the shares given to the white squire may not be tendered to the hostile bidder.\n\nBeyond dividends and discounted shares, white squires can also get other benefits, such as a seat on the board. This is done to ensure the white squire sides with the target company and doesn’t change their minds. As part of this, an agreement is usually inked requiring a white squire to vote in favor of the target company.\n\nInviting a white squire aboard can help, but later on can hurt the company, as they now have partial control of the company. Thus, companies may enforce a standstill agreement, which prevents a white squire investor from raising their stake in the company.\n\nAn example of the white squire defense occurred when America Movil, owned by Mexican billionaireCarlos Slim, attempted to purchase Dutch telecoms company KPN in 2013. An independent foundation entrusted with protecting KPN was able to block it.\n\nIn the past, Disney and CBS have used white squires to help avoid takeovers. CBS previously had Loews Corp. take a 25% stake in the company to prevent a takeover by Ted Turner. However, ultimately, Loews was not happy with CBS management and pressured the chair of CBS’ board to resign. While a white squire is meant to be a positive presence for the targeted company, they can push for change if they see their own issues.\n\nOthertakeover defensesinclude poison pills,greenmail, the pac-man defense, creatingstaggeredboardsand supermajority rules.",
  "url": "https://www.investopedia.com/terms/w/whitesquire.asp"
}