{
  "term": "White List States: What They are, How They Work",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nInvestopedia / Michela Buttignol\n\nWhite list states maintain a list ofinsurancecompanies that can use unauthorized insurers to provide specialized or supplemental coverage, known as surplus lines insurance.\n\nSurplus lines insurance protects against a financial risk that is too high for a regular insurance company to take on. Surplus line insurance can be used by companies or purchased individually. Unlike normal insurance, this insurance can be bought from an insurer not licensed in the insured’s state. However, the surplus lines insurer requires a license in the state where it is based.\n\nEssentially, \"white list states\" are the group of U.S. states that permit admitted insurance companies to use non-admitted insurers to provide specialized liability orproperty coveragein the policy. This practice is commonly referred to assurplus line insurance. Surplus line insurance is coverage provided by a non-admitted insurer in the event that this coverage is currently unavailable from insurers that are licensed by the state. Surplus line producers can provide coverage for risks that the licensed insurers will not accept because they do not meet their guidelines or the risk is too unusual or large.\n\nEach white list state may have a long list of eligible surplus line suppliers. If a firm is categorized as a surplus line insurer, then this does not mean that this firm cannot become licensed in that state. Rather, it is because they typically choose to operate on a surplus line and unlicensed basis in certain states. The fact that they are not licensed in a particular state means that they are not subject to that state's regulations, as set forth by that state's Department of Insurance, in the same manner as the licensed insurers, which gives them more leeway in terms of rate and form regulation.\n\nThe surplus lines market is also referred to as the specialty, non-admitted, or excess lines market. Surplus lines insurance protects against a financial risk that is too high for a regular insurance company to take on. Surplus lines insurance, unlike regular insurance, can be purchased from an insurer that is not licensed in the insured's state, though the surplus lines insurer will still need to be licensed in the state where it is based.\n\nAn insurance agent must have a surplus lines license to sell a surplus lines policy. Also called excess lines insurance, surplus lines insurance makes it possible to get insurance for entities with unique risks that most insurers don't cover or for those with claims histories that make them otherwise uninsurable.\n\nExamples of major surplus lines insurers include American International Group (AIG), Nationwide Mutual Insurance, W.R. Berkley Corp., Zurich Insurance Group, Markel Corp., Chubb, Ironshore Inc., Berkshire Hathaway Inc., Fairfax Financial Holdings, CNA Financial Corp., XL Group PLC, and Lloyd's of London.\n\nOne type of surplus lines insurance that consumers might purchase is flood insurance.Lloyd'soffers this insurance through the NaturalCatastrophe InsuranceProgram, which offers an alternative to the Federal Emergency Management Agency's (FEMA) flood insurance. Consumers who find FEMA's insurance too expensive might be able to get a more affordable policy through surplus lines insurance. That being said, surplus lines insurance is often more expensive than regular insurance because it protects against unusual or higher-than-usual risks that other insurers won't cover.",
  "url": "https://www.investopedia.com/terms/w/white-list-states.asp"
}