{
  "term": "Who Is George Soros? Biography, Facts, and Net Worth",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nGeorge Soros is a legendaryhedge fund manager. He is widely considered one of the most successful investors of all time, and he is also one of the world's world's foremost philanthropists. Soros managed the Quantum Fund, a fund that achieved an average annual return of 30% from 1970 to 2000. He remains the chair of Soros Fund Management LLC.\n\nSoros is also known for his vast philanthropic activities. He has donated billions of dollars to various causes through his grantmaking network, the Open Society Foundations. He is a longtime champion of progressive causes, making him a target of a variety of conspiracy theories.\n\nSoros is believed to be worth $7.2 billion, as of September 2024, and has donated more than $32 billion to charitable causes.Much of that money has gone to fund education and health programs, human rights efforts, and the furtherance of democracy. In recent years, he has donated lavishly to the Democratic Party in the U.S.\n\nSoros, who is of Jewish descent, was born in Budapest, in August 1930, and survived the Nazi occupation of Hungary. After emigrating to England in 1947, he earned a doctorate from the London School of Economics before embarking on a career in banking.He founded his first hedge fund, then called Double Eagle, in 1969.\n\nGeorge Soros is most famous for a single-day gain of $1 billion, on Sept. 16, 1992, which he made byshort sellingthe British pound.At the time, England was part of the Europeanexchange rate mechanism (ERM), a fixed-exchange-rate agreement among a number of European countries. The other countries were pressuring England to devalue its currency—or else leave the system. After resisting the devaluation for some time, Englandfloatedits currency, and the value of the pound dropped.\n\nSoros is quoted as saying, \"The worse a situation becomes, the less it takes to turn it around, and the bigger the upside.\"\n\nUsing leverage, Soros was able to take a $10 billionshort positionon the pound, earning him $1 billion.The trade is considered one of the greatest of all time, and Soros was declared \"the man who broke the Bank of England.\"\n\nMore recently, Soros has been vocal about the precarious future of the European Union, in the wake of Britain's 2016 vote to leave the union and the continuing refugee crisis that has brought millions of Middle Eastern refugees to Europe.\n\nSoros warned of an existential crisis facing Europe.He has set forth a plan to rescue Europe from a pending crisis by tackling three major issues: the refugee crisis, territorial breakups like Brexit, and the austerity crisis that has plagued countries like Italy and Spain.\n\nIn particular, he has advocated that the European Union issueperpetual bonds, a method of financing that Britain used to finance the Napoleonic Wars.\n\nSoros was \"the man who broke the Bank of England\" before he became \"the man who broke the Bank of Thailand.\"\n\nGeorge Soros is unique amonghighly successful investorsin admitting that instinct plays a large role in his investment decisions. Nonetheless, he is famously well-informed about economic trends on a regional and global level, and he is known to use this knowledge to exploit market inefficiencies with large, highly leveraged bets.\n\nSoros has both the capital and the risk tolerance to ride out these bets for longer than most hedge fund managers can. In fact, Soros has cowed a number of national governments on currency issues with his perseverance and deep pockets. During theAsian financial crisis, Soros added to his growing list of nicknames, becoming \"the man who broke the Bank of Thailand\" when he bet almost $1 billion against the Thai currency, the baht.\n\nDespite Soros' deep knowledge of global markets and excellent sources of information, the decision to close out a bet is reportedly more a gut call—versus a response to a market signal—for him. One popular theory is that Soros has internalized so much of the market and its workings that he instinctively knows when the time has come to close out for a profit long before he can rationalize the decision.\n\nUltimately, George Soros's investment strategy has made him a fortune that few investors in the world can match.\n\nAs of September 2024, George Soros has a net worth of $7.2 billion.\n\nThe Open Society Foundations, founded by George Soros, \"are the world's largest private funder of independent groups working for justice, democratic governance, and human rights.\"Soros has given a total of over $32 billion to the Foundations.He has also supported education, giving a $500 million endowment in 2021, for example, to Bard College in Annandale-on-Hudson, N.Y.\n\nGeorge Soros founded his first hedge fund, Double Eagle, in 1969. With profits from this fund, he started Soros Fund Management, in 1973.Eventually, Double Eagle was renamed the Quantum Fund, and it became the primary hedge fund that Soros advised. His knowledge of regional and global economic trends combined with his deep pockets and tolerance for risk has allowed him to amass a fortune now valued in the billions.\n\nAs one of the most noteworthy investors in modern history, George Soros is known for making outsized bets against the British pound in 1992 and, later, the Thai baht in 1997. With the success of his currency bets, Soros has donated billions to promoting democracy and backing liberal causes around the world through the Open Society Foundations.\n\nOpen Society Foundations. \"George Soros.\"\n\nGeorge Soros. \"The Life of George Soros.\"\n\nCNN. \"George Soros Fast Facts.\"\n\nProject Syndicate. \"Brexit and the Future of Europe.\"\n\nProject Syndicate. \"How to Save Europe.\"\n\nProject Syndicate. \"The EU Should Issue Perpetual Bonds.\"\n\nOpen Society Foundations. \"Who We Are.\"\n\nBard News. \"Bard College Receives $500 Million Endowment Pledge from Investor and Philanthropist George Soros.\"",
  "url": "https://www.investopedia.com/terms/g/soros.asp"
}