{
  "term": "Who Is David Ricardo and What Is He Famous For?",
  "definition": "David Ricardo (1772–1823) was aclassical economistbest known for his theory on wages and profit, thelabor theory of value, the theory of comparative advantage, and the theory of rents. David Ricardo and several other economists also simultaneously and independently discovered thelaw of diminishing marginal returns. His most well-known work isPrinciples of Political Economy and Taxation(1817).\n\nBorn in England in 1772, one of 17 children, David Ricardo began working with his father as a stockbroker at the age of 14. He was disowned by his father at 21, however, for marrying outside his religion. His wealth came from his success with a business he started that dealt withgovernment securities. He retired at the age of 41 after earning an estimated £1 million speculating on the outcome of the Battle of Waterloo.\n\nAfter retiring, Ricardo purchased a seat in Parliament for £4,000, andhe served as a member of Parliament.Influenced byAdam Smith, Ricardo held company with other leading thinkers of the time, such as James Mill, Jeremy Bentham, andThomas Malthus.\n\nAmong the notable ideas that Ricardo introducedwas the theory ofcomparative advantage, which argued that countries can benefit from international trade by specializing in the production of goods for which they have a relatively loweropportunity costin production even if they do not have anabsolute advantagein the production of any particular good.\n\nFor example, a mutual trade benefit would be realized between China and the United Kingdom from China specializing in the production of porcelain and tea and the United Kingdom concentrating on machine parts. Ricardo is prominently associated with the net benefits of free trade and the detriment ofprotectionist policies. Ricardo's theory of comparative advantage produced offshoots and critiques that are discussed to this day.\n\nAnother of Ricardo's best-known contributions to economics was thelabor theory of value. The labor theory of value states that the value of a good could be measured by the labor that it took to produce it. The theory states that the cost should not be based on the compensation paid for the labor, but on the total cost of production.\n\nOne example of this theory is that if a table takes two hours to make, and a chair takes one hour to make, one table is worth two chairs, regardless of how much per hour the makers of the table and chairs were paid. The labor theory of value would later become one of the foundations ofMarxism.\n\nRicardo was the first economist to discuss the idea of rents, or benefits that accrue to the owners of assets solely due to their ownership rather than their contribution to any actual productive activity. In its original application, agricultural economics, the theory of rents shows that the benefits of a rise in grain prices will tend to accrue to the owners of agricultural lands in the form of rents paid by tenant farmers.\n\nRicardo's idea was later also applied to political economics, in the idea ofrent-seeking, where the owners of assets that benefit from public policies that directly increased rents toward them have, and act on, an incentive to influence public policy.\n\nIn public finance, Ricardo wrote that whether a government chooses to finance its expenditures through immediate taxation or through borrowing anddeficit spending, the results for the economy will be equivalent. If taxpayers are rational, then they will account for any expected increase in future taxation to finance current deficits by saving an amount equivalent to current deficit spending, so the net change to total spending will be zero.\n\nSo if a government engages indeficit spending to boost the economy, then private spending will just fall by an equivalent amount as people save more, and the net effect on the aggregate economy will be a wash.\n\nIn hisEssay on the Influence of a Low Price of Corn on the Profits of Stock(1815), Ricardo conceptualized the law of diminishing returns with respect to labor and capital.\n\nRicardo wrote his first article on economics, published in The Morning Chronicle, at the age of 37. The article advocated for the Bank of England to reduce its note-issuing activity. His 1815 book,Principles of Political Economy and Taxation, contains his most well-known ideas.\n\nDavid Ricardo argued that attempts to increase or improve workers' wages were pointless because wages would, in time, return to or hover around the subsistence level.\n\nDavid Ricardo, although well known for his vast contributions to economics, is best known for developing the comparative advantage economic theory. Comparative advantage theorizes that, for international trade, countries most benefit from producing goods with low production opportunity costs.\n\nDavid Ricardo's contributions to economics are immeasurable, but he is highly regarded for his contributions to major theories like the law of diminishing returns, comparative advantage, theory of rents, and the labor theory of value. With the law of diminishing returns theory, Ricardo and other economists suggest that after an ideal point in production, adding an additional unit will result in smaller increases in output. Ricardo suggests, in the comparative advantage theory, that nations fare better when they focus on producing goods with the lowest production opportunity costs. The labor theory of value states that the value of a good is measured by the labor hours it took to produce it, not how much is paid for the labor. Ricardo is also widely known for the introduction of the concept of rents. In his theory of rents, he asserted that asset owners reap accrued benefits only because of their ownership rights.\n\nDavid Ricardo was an 18th-century English economist renowned for his contributions to economic theory. He developed the comparative advantage theory, labor theory of value, and the theory of rents, which have founded other schools of thought and form the basis of current economic policies and decisions. Although best known for his work in economics, his influence also extended into the political arena, where he occupied a seat in Parliament.\n\nThe Library of Economics and Liberty. \"David Ricardo: 1772-1823.\"\n\nAdam Smith Institute. \"David Ricardo, Among The Brightest And Best - And Richest.\"\n\nThe University of Minnesota Duluth. \"David Ricardo, 1772-1823.\"\n\nHollander, Samuel. \"Notes on a Possible Bentham Manuscript: A Mystery Unresolved.\"Cambridge Journal of Economics, vol. 20, no. 5, September 1996, pp. 623-635.\n\nThe Library of Economics and Liberty. \"Comparative Advantage.\"\n\nKit Sims Taylor. \"Human Society and the Global Economy: Chapter 6: Theories of Value.\" University of Minnesota, 1996.\n\nRaptis Rare Books. \"The Works and Life of David Ricardo.\"\n\nInternet History Sourcebooks Project, Fordham University. \"Modern History Sourcebook: David Ricardo: The Iron Law of Wages, 1817.\"",
  "url": "https://www.investopedia.com/terms/d/david-ricardo.asp"
}