{
  "term": "Who Is Jack Welch?",
  "definition": "Jack Welch was the former CEO and Chairman of GE\n\nJulia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nJack Welch was the chair and chief executive of General Electric from 1981 to 2001. Welch increased the market value of GE dramatically from $14 billion to $410 billion.\n\nHe had a reputation as one of the top CEOs of all time.Fortunedubbed him \"Manager of the Century\" in 1999. When Welch retired, GE awarded him a severance of about $417 million, the largest ever at the time. Welch died on March 1, 2020, at the age of 84 from renal failure.\n\nJohn Francis Welch Jr. was born in Peabody, Massachusetts, on Nov. 19, 1935, to John and Grace Welch. He graduated from the University of Massachusetts, Amherst, with a bachelor's degree. He earned his doctorate in engineering from the University of Illinois, Urbana-Champaign.\n\nWelch began working for GE as a junior engineer in 1960. He rose through the ranks to run the company as chair andchief executive officer (CEO).\n\nWelch threatened to leave the company in his early years of employment on several occasions due to bureaucratic inefficiency. As the company's leader, he worked to eliminate thisbureaucracyand increase growth.\n\nJack Welch streamlined GE's sprawling businesses during the 1980s. He fired unproductive managers and eliminated whole divisions, thenacquiredother companies and drove them to adopt better management models and increase profits for GE.\n\nHe closed factories, laid off workers, and presented a vision of \"growing fast in a slow-growth economy,\" the title of a speech he gave in 1981, soon after he became chair. His efforts included trimming what began as a nine-level layer of management.\n\nHe also worked to establish an air of informality. The aim was to make GE seem as though it were a small company rather than theamalgamatedcorporation it became during Welch's tenure as leader.\n\nWelch's core management belief was that high-performing managers could turn around almost any business, so GE experimented with everything from television to synthetic diamonds.\n\nIronically, this led to an expansionary phase, making GE again aconglomerateby nature—even if it was more aggressively managed.\n\nThe period of massive restructuring at GE earned him the nickname \"Neutron Jack\" because he took out the people while leaving the buildings standing, just like a neutron bomb.\n\nIn retirement, Welch was active as a writer and public speaker. In 2005, he penned and published his memoir, \"Winning\". The book focuses on management and business and was co-authored by Welch's wife, Suzy.\n\nThe husband-wife duo also co-wrote another book, \"The Real Life MBA\". Published in 2015, it focuses on business, leadership, management, and career development.\n\nJack Welch joined a business forum created by President Donald Trump in 2016 to provide strategic advice on economic issues.\n\nWelch'sleadershipremains his greatest legacy. He promoted the idea that GE (and other companies) should lead a particular industry or leave it completely.\n\nHe led the adoption of Motorola'sSix Sigmaprogram to increase productivity in manufacturing, which he applied to GE as a whole.\n\nHe developed a rank-and-yank style of dealing with underperforming employees and managers by making clear cuts from staff based on their rankings against other employees and divisions.\n\nHowever, Welch's legacy is somewhat complicated by GE's fate since his departure. Welch left the company just as thedot-com bubbleburst, damaging some of GE's expanding business lines.\n\nHis successor, Jeffrey Immelt, was forced to exit many businesses that were considered a distraction from GE's major profit centers. Immelt also presided over a drop in GE's share price as the2007-2008 financial crisishit the company's financial operations.\n\nThe model Jack Welch left behind was good at squeezing profits from top businesses. However, it left GE ill-equipped to survive outside shocks and grow new businesses and innovations that would carry the company into the future. In short, GE's success was very much a product of great timing that wasdifficult to sustainover the long term.\n\nWelch was perhaps the first CEO whose performance was seen mainly through the lens of share performance. While investors generally appreciate this view of corporations, it led managers to focus on short-term performance.\n\nThis short-term performance focus can have a long-term detrimental impact on a company's sustainability when taken to an extreme.\n\nJack Welch was married three times. In 1959, he married Carolyn B. Osburn. The two, who had four children, divorced in 1987. He married Jane Beasley in 1989 and divorced her in 2003. He married his third wife, Suzy Wetlaufer, in 2004. Welch died in 2020 of renal failure.\n\nJack Welch was famous for reforming General Electric's internal workings and generating returns for investors.\n\nA commonly cited Jack Welch phrase is, \"It goes without saying that no company, small or large, can win in the long run without energized employees who believe in the mission and understand how to achieve it.”\n\nJack Welch's net worth was reportedly about $720 million.\n\nJack Welch was considered a powerhouse in the corporate world. Taking control of GE in 1981, he transformed the company by focusing on short-term gains using very aggressive strategies.\n\nWelch is credited with turning GE into a powerful conglomerate by reducing inefficiencies and making acquisitions. Under his leadership, GE's shareholders saw the company's market value increase.\n\nWelch retired in 2001 and handed the reins to Jeffrey Immelt. Although Welch died in 2020, his leadership at GE remains his greatest legacy.\n\nThe New York Times. \"Jack Welch, G.E. Chief Who Became a Business Superstar, Dies at 84.\" Subscription required.\n\nFinancial Times. \"Welch Condemns Share Price Focus.\" Subscription required.\n\nHarperCollins Publishers. \"Business Legend Jack Welch to Publish 'Winning,' the Ultimate Business How-to Book with HarperCollins.\"\n\nThe White House: Trump Administration. \"Remarks by President Trump in Strategy and Policy Forum.\"\n\nGeneral Electric. \"1998 Annual Report.\" Pages 3-6.\n\nCNBC. \"Former GE CEO Jeff Immelt on His Controversial Legacy: ‘I Don’t Want to Hide’.\"\n\nBusiness Insider. “Jack Welch, the Former CEO of General Electric Who Grew the Company's Stock Price by 4,000%, Has Died at the Age of 84.”",
  "url": "https://www.investopedia.com/terms/j/jack-welch.asp"
}