{
  "term": "Who Was Vladimir Lenin? His Life, Beliefs, Deeds, and Legacy",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nVladimir Ilyich Ulyanov \"Lenin\" was the architect of Russia’s 1917 Bolshevik revolution and the first leader of what became the Union of Soviet Socialist Republics (USSR).\n\nThrough violent means, he established a system of Marxist socialism calledcommunismin the former Russian Empire, which attempted to impose collective control over the means of production, redistribute wealth, abolish the aristocracy, and create a more equitable society for the masses.\n\nLenin spent his adult life agitating for and leading revolutionary communist activities in Russia. This culminated in the 1917 October Revolution, which brought Lenin's Bolshevik faction to power. In the wake of the Revolution, the reign of the Bolshevik regime under Lenin was marked by economic chaos and deprivation; bloody civil war; massive famines among the ruralworking class; and brutal repression, torture, and murder of those suspected or accused of dissent, insufficient loyalty to the Revolution, or of holding out food or other goods.\n\nLenin is still revered among some communists, communist sympathizers, and citizens of former USSR republics. A 2017 Russian poll done by the Levada Center found that Lenin’s reputation as the father of his country is diminished but by no means undone. Fifty-six percent ofRussiansbelieve that he played an entirely or mostly positive role in Russian history, up from 40% in 2006; however, many of those polled couldn’t be specific about what he had done.\n\nLenin was born in 1870 in what was then Simbirsk, about 450 miles east of Moscow. His family, with the last name Ulyanov, was middle class and prosperous. Two 1887 events shaped his revolutionary beliefs: the execution of his older brother, Alexandr for an attempt to murder the Russian Tsar; and his expulsion from Kazan University for being the ringleader of a student uprising.\n\nWhile becoming aMarxistin 1889, he later was allowed to sit for his law examinations and earned a law degree from St. Petersburg University. He became a public defender and part of a group of revolutionary Marxists.\n\nEventually, his activities got him exiled to Siberia for three years, from 1897 to 1900. After that he adopted the pseudonym, \"Lenin\", and moved to Europe, to continue his revolutionary activities. He returned to Russia to agitate for the, ultimately failed, Revolution of 1905, then returned abroad to Europe in 1907.\n\nLenin returned to Russia in April 1917 after the czar had abdicated and the Soviet Revolution was underway. The country was being run by a provisional government, which Lenin termed “a dictatorship of thebourgeoisie.” He envisioned a “dictatorship of the proletariat,” in which workers and peasants ruled.\n\nRussians were in despair over the toll that World War I was taking on the country and wanted change, and that war-weariness allowed Lenin and his Red Guards, a secretly organized army of peasants, workers, and disaffected Russian military men, to seize control of the government in a nearly bloodless coup d'état in November 1917.\n\nOnce in power, Lenin withdrew Russia from the war against Germany, but his Red Army ended up fighting a three-year civil war with the White Army, a coalition of monarchists,capitalists, foreign invaders, and democraticsocialists. To fund the war, Lenin instituted something called “War Communism,” whichnationalizedall manufacturing and industry and requisitioned grain from farmers to feed the troops and sell abroad to raise cash for the government.\n\nSocialism is considered to be the stepping stone from capitalism to communism. Communism involves complete control of economic resources by the state, while under socialism, citizens equally share economic resources that are distributed by a democratically elected government.\n\nAfter an attempted assassination in 1918 in which he was seriously wounded, Lenin waged the Red Terror through the Bolshevik secret police, known as the Cheka. By some estimates, more than 100,000 people thought to be against the aims of the revolution, (known as “counterrevolutionaries”) or simply related to those who were in opposition, were murdered.\n\nThe Red Army vanquished the final remnants of the White Army in Crimea in November 1920. Between the Red Terror, the Russian Civil War, and the resulting famines due to War Communism, an estimated 1.5 million combatants and 8 million civilians died during this period.\n\nLenin’s War Communism eventually ruined the economy. After the Russian famine of 1921, which killed at least five million people, he introduced his New Economic Policy in an attempt to prevent a second revolution. It permitted someprivate enterprise, introduced a wage system, and let peasants sell produce and other goods on the open market while having to pay tax on any earnings, either in money orraw goods.State-owned enterprisessuch as steel operated on a for-profit basis.\n\nLenin suffered a series of strokes between 1922 and 1924 that made speaking and governing difficult. He died on Jan. 21, 1924, barely a year after the Bolsheviks finally established the USSR, on Dec. 30, 1922, through a treaty among Russia, Ukraine, Belarus, and the Transcaucasian Federation (later Georgia, Armenia, and Azerbaijan). His body was embalmed and put on display in a mausoleum in Moscow’s Red Square, where it still is today.\n\nThe legacy of Lenin is a complicated one. He sought to improve the lives of the peasants, the working class, and the poor of Russia, who were suffering under the aristocratic ways of the Russian Empire. Though he ushered in a revolution and a newform of government, his tactics were brutal, resulting in the deaths of millions.\n\nIn addition, he created the USSR, which under Stalin became an even more brutal regime, resulting in the deaths of millions more, and complicating geopolitical affairs throughout the 20th century and even the 21st century after its collapse.\n\nThe initial goal of Lenin's revolution was never quite achieved. Though the Russian aristocracy was destroyed, the lives of many did not improve.\n\nLenin published many writings on his thoughts about Marxism, capitalism, the Russian empire, and revolution. Some of his most important works covering these topics include theApril Theses,The Development of Capitalism in Russia,Imperialism, the Highest Stage of Capitalism,What Is to Be Done? Burning Questions of Our Movement, andThe Three Sources and Three Component Parts of Marxism.\"\n\nVladimir Lenin died in 1924 at the age of 54 due to a brain hemorrhage. He had suffered strokes before this. Upon his death, Stalin became the leader of the Soviet Union.\n\nLenin led the revolutionary uprising that brought the Bolshevik faction of communism to power in Russia and across the territories of the old Russian Empire. This was one of the major events of world history in the 20th century, which would influence the course of economic, political, and strategic trends all over the world. Lenin's revolution and establishment of the Soviet Union resulted in the deaths of many millions of Russians and others, and it drove the world into a period of episodic wars and diplomatic conflicts known as the Cold War.\n\nAt the time of World War I, Russia was still an empire ruled by a monarch; Czar Nicholas II. Lenin wanted Russia to lose in World War I as he believed it would bring about the political revolution he had been hoping for. He wrote and published various works during this time. Lenin was not in Russia during the war but did return to further flame the revolution that had already started.\n\nVladimir Lenin was one of the most influential people in history who brought about significant change in his country that reverberated around the world and impacted the lives of millions. Though his thoughts on Marxism and capitalism are read to this day and influence many individuals and nations, his legacy will also be remembered for his brutal regime and the deaths of millions.\n\nBBC - History. \"Vladimir Lenin (1870 -1924).\"\n\nLevada Center. \"Vladimir Lenin.\"\n\nGuinness Book of World Records. \"Highest Death Toll From A Civil War.\"\n\nAlpha History. \"The Great Famine of 1921.\"",
  "url": "https://www.investopedia.com/terms/v/vladimir-lenin.asp"
}