{
  "term": "Who Is Jim Cramer?",
  "definition": "Jim Cramer is the host of \"Mad Money\" on CNBC\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nJim Cramer is a former hedge fund manager, TV host, and personality of CNBC's \"Mad Money,\" and he runs the CNBC \"Investing Club\". He is also the co-founder and chair ofTheStreet.com, Inc.\n\nAs of 2024, Cramer is estimated to be worth around $150 million.\n\nJim Cramer was born Feb. 10, 1955, in Wyndmoor, Pennsylvania, a suburb close to Philadelphia. His parents were hardworking and creative individuals. His mother was an artist, and his father was anentrepreneurwho owned a company that sold wrapping paper, boxes, and bags to retailers.\n\nCramer sold ice cream at Veterans Stadium during local Phillies games as a young man.In 1977, Cramer began working as a reporter. He covered the Ted Bundy murders in Florida for theTallahassee Democratand then worked for the (now defunct)Los Angeles Herald Examiner. After Cramer’s apartment was burgled while he was covering a story for theHerald, he was forced to live in his car.\n\nCramer attended Harvard University, where he earned a Bachelors's degree in government in 1977, graduating magna cum laude. His journalism experience began in college when he became the President and Editor in Chief of theHarvard Crimson. He continued his education at Harvard Law School, where he earned his Juris Doctor degree in 1984.\n\nWhile in law school, Cramer began investing in the stock market and even promoted his stock picks. His track record of successful stock picks landed him astockbrokerjob with Goldman Sachs.\n\nIn 1987, Jim Cramer took his knowledge of the stock market and started his own hedge fund company. Cramer ran his fund from 1987 through 2000, posting an overall annual average return of 24% and regularly earning over $10 million per year over the 14-year period.\n\nThe CNBC show \"Mad Money,\" which Jim Cramer is most well-known for hosting, aims to teach people how to think like professional investors rather than telling them what to think.\n\nWhile still at his hedge fund, in 1996, Cramer co-founded TheStreet.com, a website that provides commentary and advice on the stock market. The company reportedly briefly reached a market cap of $1.7 billion.As of August 2019, however, Maven acquired TheStreet.\n\nIn 2005, Jim Cramer signed on to be the host of the CNBC show \"Mad Money,\" for which he is most well-known. The show's goal is to teach its viewers how to think like professional investors and not to tell people what to think. The show became one of the most popular investment shows on CNBC.\n\nCramer's success on \"Mad Money\" has allowed him to host and appear as a guest on multiple investment shows across various broadcasting companies. In addition, Cramer has been a guest on prominent shows unrelated to investment finance, such as \"Arrested Development,\" \"The Tonight Show,\" and \"The Daily Show.\"\n\nAccording to MoneyINC, Jim Cramer has a total estimated net worth of $150 million as of 2024.The bulk of his net worth came from his success as a hedge fund manager, but his success did not stop there. Using his experience as a hedge fund manager, Cramer increased his net worth through adiversifiedstrategy of multiple income streams.\n\nThe market cap and cash flow from his ownership of TheStreet.com have boosted his net worth, as have his notoriety and success as the host of \"Mad Money.\" \"Mad Money\" has maintained Cramer's strong influence within the investment finance realm. He is aleading personality for stock market advice.\n\nJim Cramer has written several books on money and investing. Published by Simon& Schuster, they include \"Stay Mad for Life,\" \"Confessions of a Street Addict,\" \"You Got Screwed,\" \"Real Money,\" and \"Mad Money,\" a book named after the CNBC show.\n\nCramer once said, \"I've lost tremendous amounts of money in various markets and I think that that's something that makes you better at my job, not worse.\"\n\nThe quote is a good example of the type of person Cramer has become through his experience as a hedge fund manager and as an on-air investment adviser. If an investor is in the game long enough, they are bound to lose money. But what the investor does with that learning makes them a success or failure.\n\n\"I will stand up for what I believe and for what I have always believed,\" Cramer also said. \"Every person has a right to be rich in this country and I want to help them get there.\"This embodies Cramer's mentality when he provides advice on his show \"Mad Money.\"\n\nStill, Cramer is not without his share of critics and controversy. In 1995, he was accused ofmanipulating stock pricesafter writing about several smaller companies he held shares in, which ultimately resulted in a $2 million windfall after his viewers helped increase the values of those stocks. This led some to accuse Cramer of having a conflict of interest when promoting shares he owns.\n\nOther critics have pointed out that Cramer's track record of picking stocks on his TV show and other public outlets has not been stellar. Researchers that have analyzed Cramer's picks in detail find that since inception of the portfolio and since the start of Mad Money in 2005 (when the portfolio was converted into a charitable trust), Cramer’s portfolio has greatly underperformed the S&P 500 total return index both on an overall returns basis and in risk-adjusted return based on theSharpe ratio.\n\nJim Cramer is the host of CNBC's \"Mad Money\" and runs CNBC's \"Investing Club.\"\n\nJim Cramer has a net worth of around $150 million as of mid-2024.\n\nThe Investing Club with Jim Cramer provides investment advice and market picks and insight to members who sign up for his emailing list.\n\nYes. Jim Cramer earned his bachelor's degree from Harvard University in 1977. He also served as editor-in-chief of the student newspaper,The Harvard Crimson, during his senior year. He later earned a J.D. at Harvard Law School.\n\nJim Cramer has become one of the most recognized money managers and financial gurus on TV and in the media. His popular CNBC network show “Mad Money\" has run since 2005 and Cramer has earned a name for himself as an aggressive, no-nonsense investor. He has reportedly been successful with the investments that he manages for his own funds; however, his stock picks disseminated to the public on-air have tended to underperform the broader market.\n\nCelebrity Net Worth. “Jim Cramer Net Worth.”\n\nNBC Sports Philadelphia. \"Mad Money's Jim Cramer Once Sold Ice Cream at the Vet.\"\n\nYahoo Finance. \"Jim Cramer Shares His Heart-Wrenching Story of Hitting Rock Bottom Just a Year After Graduating From College.\"\n\nBucknell University. “Commencement Address by Jim Cramer P'18, Commencement 2018.”\n\nBritannica Money. \"Jim Cramer.\"\n\nCNBC. “How Jim Cramer Used the Stock Market To Pay for Harvard Law School.”\n\nNew York Magazine. \"Cramer vs. Cramer.\"\n\nYahoo Finance. “TheStreet, Inc. Shares Rise on 13D Filing.”\n\nBusinessWire. \"Maven Closes Acquisition of TheStreet, New Jim Cramer Deal Announced.\"\n\nMoneyINC. “The 11 Richest CNBC Anchors.”\n\nMoneyINC. “How Jim Cramer Achieved a Net Worth of $100 Million.”\n\nSimon & Schuster. \"James J. Cramer.\"\n\nPBS Frontline. \"Pros: Jim Cramer.\"\n\nTheStreet. \"Cramer: My Response to the White House.\"\n\nNew York Times. \"Smart Money Rethinks Conflict Rule.\"\n\nHartley, Jonathan S., and Matthew Olson. \"Jim Cramer’s Mad Money Charitable Trust Performance and Factor Attribution.\"The Journal of Retirement,vol. 6, no . 1, 2018, pp. 45-54.",
  "url": "https://www.investopedia.com/articles/personal-finance/081315/jim-cramer-success-story-net-worth-education-top-quotes.asp"
}