{
  "term": "Who Is Michael Milken?",
  "definition": "Michael Milken is a philanthropist and Chair of the Milken Institute\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nMichael Milken is a billionaire financier best known as the man behind the junk bond boom of the late 1970s and 1980s. Milken found a way to lend money to riskier companies struggling to access credit, which led to a boom and a fortune for Milken.\n\nGreed eventually got the better of Milken, and he was imprisoned for securities fraud. Since his release, the \"junk bond king\" has remained in the spotlight, this time mainly for his charitable donations and focus on education and medical research.\n\nMichael Milken was born on July 4, 1946, in Encino, California. Michael, whose father was an accountant, was said to be reclusive from an early age and reportedly stood out by working harder and longer than his peers. He was the head cheerleader of Birmingham High School.\n\nIn 1968, Michael earned a bachelor's degree from the University of California, Berkeley. He then pursued anMBAat the University of Pennsylvania.\n\nIn 1969, while studying at the University of Pennsylvania's Wharton School of Finance, Milken joined Drexel Burnham Lambert. Two years later, he became head of the company's bond trading department. Milken remained with Drexel Burnham Lambert for 17 years, during which time he became keenly interested in junk bonds.\n\nAt Drexel Burnham Lambert, Milken initiated a high-yield bond trading department, an idea that would eventually earn a 100% return on investment.Envisioning a path for investors to garner high returns by purchasing bonds issued by companies with low credit ratings, Milken helped Drexel Burnham Lambert launch an effort to underwrite junk bonds by convincing companies to issue them.\n\nThe bonds provided capital for companies unable to access credit, and Milken raised a large amount of money from a sizable base of interested investors. Milken led Drexel Burnham Lambert's lucrative practices ofleveraged buy-outs, hostile takeovers, and \"junk\" bond issues.\n\nThe percentage of the junk bond market controlled by Drexel Burnham Lambert in the 1980s.\n\nMilken's compensation topped $550 million in 1987 and exceeded $1 billion over four years.He was nicknamed the \"junk bond king,\" and at its peak, Drexel Burnham Lambert was one of the largest investment banks in the U.S.\n\nWall Street leaders pondered how Drexel Burnham Lambert could allow one executive to gain unregulated power. ''Such an extraordinary income inevitably raises questions as to whether there isn't something unbalanced in the way our financial system is working,'' said David Rockefeller, retired chairman of the Chase Manhattan Bank. ''One has to be concerned when the norms that have been accepted over the years suddenly become so distorted.''\n\nIn 1986, one of Drexel Burnham Lambert's clients,Ivan Boesky, was convicted ofinsider tradingand implicated Milken and Drexel Burnham Lambert in his illegal financial dealings. Two years later, in 1988, Milken and his employer were charged with securities fraud.\n\nIn 1990, Milken pleaded guilty to six felony counts of violating securities laws and was sentenced to ten years in prison and fined $600 million. He was also banned for life from the securities industry by the Securities and Exchange Commission (SEC). In that same year, Drexel Burnham Lambert declared bankruptcy.\n\nMilken's sentence was later reduced to two years for good behavior and cooperating with testimony against former colleagues.\n\nGordon Gekko, the conniving trader in Oliver Stone's 1987 film Wall Street, was said to have been partly inspired by Michael Milken.\n\nFollowing his release from prison, Milken worked as a strategic consultant, which violated his probation, and he was subsequently fined.He was pardoned by President Donald Trump in February 2020.\n\nMilken's estimated net worth, as of Jan. 29, 2025.\n\nMilken made his money as an investment banker and trading securities.\n\nMilken attempts to eat as cleanly as possible. After being diagnosed with prostate cancer, Michael Milken wrote a series of books, including \"The Taste for Living Cookbook: Mike Milken's Favorite Recipes for Fighting Cancer\" with Beth Ginsberg.\n\nMilken chairs the Milken Foundation, which prioritizes education and medical advancement. The foundation awards prizes to hardworking K-12 teachers and principals and offers financial support to college-bound students who need assistance.\n\nMichael Milken is a billionaire and philanthropist mainly known for pioneering the junk bond craze of the 1980s. Nicknamed the \"junk bond king,\" Milken, while working as an executive at the investment bank Drexel Burnham Lambert, became famous for getting companies with lower credit ratings access to capital.\n\nMilken's work turned him into one of Wall Street's highest earners and a symbol of the greed and growth of financial markets in the 1980s. By 1990, he was behind bars for securities fraud but was released two years later for good behavior. He has since become a philanthropist and received a presidential pardon in 2020.\n\nThe Gentleman's Journal. \"The Story of Michael Milken: the Junk Bond King.\"\n\nKornbluth. \"Highly Confident: The Crime and Punishment of Michael Milken.\"\n\nBrewster Stearns, Linda, and Kenneth Allan. \"Economic Behavior in Institutional Environments: The Corporate Merger Wave of the 1980s.\"American Sociological Review, vol. 61, no. 4. pp. 699-718.\n\nEncyclopedia.com. \"Drexel Burnham Lambert Incorporated.\"\n\nThe New York Times. \"Wages Even Wall St. Can't Stomach.\"\n\nWashington Post. \"Who Is Michael Milken The \"Junk Bond King\" Trump Just Pardoned?\"\n\nEncyclopedia.com. \"Milken, Michael R.\"",
  "url": "https://www.investopedia.com/terms/m/michaelmilken.asp"
}