{
  "term": "Who Was Friedrich Hayek? What Was His Economic Theory?",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nFriedrich Hayek was a famous economist, well-known for his numerous contributions to the field of economics and political philosophy. Hayek's approach mostly stems from theAustrian schoolof economics and emphasizes the limited nature of knowledge. He is particularly famous for his defense offree-marketcapitalism and is remembered as one of the greatest critics of the socialist consensus.\n\nFriedrich Hayek was born in Vienna, Austria, on May 8, 1899. He attended the University of Austria where he obtained doctorates in both law and political science in 1921 and 1923, respectively. He also completed postgraduate work at New York University in 1924.\n\nHayek founded the Austrian Institute for Business Cycle Research and served as its director from 1927 to 1931. In 1931, he left to join the London School of Economics (LSE) as the Tooke Professor of Economic Science and Statistics until 1950. After LSE, he took a position at the University of Chicago as the Professor of Social and Moral Science up until 1962. From 1962 to 1968 he was a professor at the University of Freiburg.\n\nA World War I veteran, Hayek later said his experience in the war and his desire to help avoid the mistakes that ignited the war drew him into economics. Hayek lived in Austria, Great Britain, the United States, and Germany and became a British subject in 1938.\n\nFriedrich Hayek andGunnar Myrdaleach won the Nobel Prize in Economic Sciences in 1974 \"for their pioneering work in the theory of money and economic fluctuations and their penetrating analysis of the interdependence of economic, social, and institutional phenomena.\"\n\nOne of Hayek's key achievements was his bookThe Road to Serfdom, which he wrote out of concern for the general view in British academia that fascism was a capitalist reaction tosocialism. It was written between 1940 and 1943. The title was inspired by the French classical liberal thinker Alexis de Tocqueville's writings on the \"road to servitude.\"\n\nThe Austrian school of economics was first developed in the late 19th century and focuses on the idea of using logic to discover economic laws.\n\nThe book was quite popular and was published in the United States by the University of Chicago in 1944, which propelled it to even greater popularity than in Britain. At the instigation of editor Max Eastman, the American magazineReader's Digestalso published an abridged version in April 1945, enablingThe Road to Serfdomto reach a far wider audience than academics.\n\nThe book is widely popular among those advocating individualism and classical liberalism.\n\nOther published works by Hayek includeIndividualism and Economic Order,John Stuart Mill and Harriet Taylor,The Pure Theory of Capital, andThe Sensory Order.\n\nIn 1984, Hayek was appointed a member of the Order of the Companions of Honour by Queen Elizabeth II, on the advice of Prime Minister Margaret Thatcher, for his \"services to the study of economics.\" He was the first recipient of the Hanns Martin Schleyer Prize in 1984. He also received the U.S. Presidential Medal of Freedom in 1991 from President George H. W. Bush.\n\nFriedrich Hayek won the Nobel Prize in Economic Sciences for his work on the theory of money and economic fluctuations. He won it in 1974 with Gunnar Myrdal.\n\nFriedrich Hayek had many beliefs in relation to economics. He was part of the Austrian School of Economics and believed in free-market capitalism. He also believed that free markets allowed for creativity, innovation, and entrepreneurship, which are necessary for societies to bloom and citizens to prosper.\n\nFriedrich Hayek was a defender of free-market capitalism and spoke out against many of the economic norms of the 20th century, such as Keynesian economics and socialism.\n\nHayek is considered a major social theorist and political philosopher of the 20th century. His theory on how changing prices relay information that helps people determine their plans is widely regarded as an important milestone achievement in economics. This theory is what led him to the Nobel Prize.\n\nThe Nobel Prize. \"Friedrich von Hayek.\"\n\nTeaching American History. \"The Road to Serfdom.\"\n\nRaptist Rare Books. \"The Companion of Honour Medal: Awarded to Friedrich von Hayek by Queen Elizabeth II.\"\n\nSchleyer-Stiftung. \"Hanns Martin Schleyer Prize.\"\n\nThe American Presidency Project. \"Remarks on Presenting the Presidential Medal of Freedom Awards.\"",
  "url": "https://www.investopedia.com/terms/f/friedrich-hayek.asp"
}