{
  "term": "Who Is Bill Gross?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nBill Gross is a renowned bond investor who co-founded the Pacific Investment Management Company, PIMCO, and is known as the \"Bond King.\"\n\nGross is the author ofBill Gross on Investing, Everything You've Heard About Investing Is Wrong!andI'm Still Standing.\n\nBill Gross was born on April 13, 1944, in Middletown, Ohio. He earned a bachelor's degree in psychology from Duke University in 1966 and served in the United States Navy during the Vietnam War.\n\nA risk-taker, Bill Gross spent his early career gambling and counting cards at poker tables before joining Pacific Mutual Life in Los Angeles as an investment analyst. In 1971, he founded his firm, Pacific Investment Management Company,PIMCO, in Newport Beach, California, with friends Jim Muzzy and Bill Podlich.\n\nKnown as the \"Bond King,\" Bill Gross created the first investable market forfixed-income securitiesaccessible to all investors. The company servesinstitutional investors, high-net-worth individuals, and individual investors with its account services and mutual funds.\n\nBill Gross is credited with aggressive bond investing and turning the quiet bond market into a destabilized game of high risk and reward. Before PIMCO, bonds were rarely traded and only through paper documents. Historically, the largest purchasers of bonds were insurers and pension funds, but PIMCO initiated active trading in and out of positions and expanded into areas likejunk bondsand emerging markets.Managing assets of $1.74 trillion as of September 2023, PIMCO is the largest active fixed-income fund management firm in the world.\n\nIn 2014, Bill Gross resigned from PIMCO during a period of internal management struggles. He eventually sued and settled with PIMCO following his ousting.\n\nAfter leaving PIMCO, Bill Gross joined Janus Capital Group until his retirement in 2019.Gross' reputation followed him and on the day his move to Janus was publicly announced, Janus's share price climbed 43% representing a historical one-day gain for the company.\n\nBill Gross is a renowned philatelist and is the benefactor of the William H. Gross Stamp Gallery at the Smithsonian National Postal Museum.In 2005, he formed a complete collection of 19th-century United States postage stamps.He auctioned a collection of British stamps in 2007, garnering proceeds of about $9 million, all of which Gross donated to Doctors Without Borders.\n\nIn 2022, Bill Gross released his memoir,I'm Still Standingdetailing his own American success story. All proceeds from the book will be donated to charity through the William, Jeff, and Jennifer Gross Family Foundation.\n\nBill Gross clashed with PIMCO's management, including Chief Executive Officer Mohamed El-Erian, and was known for his outbursts and boasts. Tensions allegedly forced Gross to resign in September 2014, when he left PIMCO for Janus.\n\nAs an avid blackjack player in Las Vegas, Gross noted that it gave him a “sense of risk” and taught him to avoid placing too many high-stakes bets, citing “although the odds were many times in my favor, if you took too much leverage and had too much debt then the house of cards will come tumbling down.”\n\nEstablished in 2013 as part of the Smithsonian National Postal Museum in Washington D.C. and named after its primary benefactor, the William H. Gross Stamp Gallery is the world’s largest gallery dedicated to philately. Distributed throughout the thematic areas are hundreds of pullout frames containing more than 20,000 objects, providing opportunities to view noteworthy stamps that have never been on public display.\n\nBill Gross is a renowned bond investor who led his Pacific Investment Management Company, PIMCO, to become the largest active fixed income fund management firm in the world. He is a successful author and stamp collector.\n\nforex.in.rs. \"Who is Bill Gross? – Bill Gross Biography.\"\n\nInvestment News. \"Bill Gross Speaks Out on Pimco Exit, Vow to Regain Crown at Janus Capital Group.\"\n\nFinancial Times. \"'Bond King' Gross in Sudden Exit from Pimco After 43-Year Reign.\"\n\nSmithsonian National Postal Museum. \"William H. Gross Stamp Gallery-About the Stamp Gallery.\"\n\nThe New York Times. \"2 Collectors Set to Swap Rare Stamps.\"\n\nCelebrity Net Worth. \"Billionaire Bill Gross Sells Stamp Collection for Record $10 Million Price.\"\n\nWall Street Journal. \"Bill Gross Retiring from Janus.\"\n\nThe Guardian. \"Bill Gross: 'Bond King' Who Learned Risk at Vegas Blackjack Tables.\"\n\nSmithsonian National Postal Museum. \"William H. Gross Stamp Gallery.\"",
  "url": "https://www.investopedia.com/terms/w/william-h-gross.asp"
}