{
  "term": "Who Was Benjamin Graham?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nAmilcar has 10 years of FinTech, blockchain, and crypto startup experience and advises financial institutions, governments, regulators, and startups.\n\nBenjamin Graham was an influential investor from the first half of the 20th century. His research in securities laid the groundwork for the in-depth fundamental valuation used in stock analysis today by all market participants. His famous book,The Intelligent Investor, has gained recognition as the foundational work in value investing.\n\nBenjamin Graham was born in 1894 in London, UK. When he was still little, his family moved to America, where they lost their savings during theBank Panic of 1907. Graham attended Columbia University on a scholarship and accepted a job offer after graduation onWall Streetwith Newburger, Henderson, and Loeb.\n\nBy the age of 25, he was already earning about $500,000 annually. TheStock Market Crash of 1929lost Graham almost all his investments and taught him some valuable lessons about the investing world.His observations after the crash inspired him to write a research book with David Dodd, calledSecurity Analysis. Irving Kahn, one of the greatest American investors, also contributed to the research content of the book.\n\nBenjamin Graham is considered a founder of stock analysis and in particular of value investing. According to Graham and Dodd, value investing is deriving the intrinsic value of a common stock independent of itsmarket price, then comparing that to the stock's market value. The intrinsic can be found using a company’s financial fundamentals, including its:\n\nIf the intrinsic value is more than the current price, the investor should buy and hold until amean reversionoccurs. A mean reversion is the theory that over time, the market price and intrinsic price will converge towards each other until the stock price reflects its true value. By buying an undervalued stock, the investor pays less for it than it is worth, then sells when the price is trading at its intrinsic worth.\n\nThis effect of price convergence is only bound to happen in anefficient market. Graham was a strong proponent of efficient markets. If markets were not efficient, then value investing would be pointless: the fundamental principle of value investing lies in the ability of the markets to eventually correct to their intrinsic values.Common stocks are not going to remain inflated or bottomed out forever despite theirrationality of investorsin the market.\n\nBenjamin Graham noted that due to the irrationality of investors, as well as factors like the inability to predict the future and the fluctuations of the stock market, buying undervalued or out-of-favor stocks can provide a margin of safety—i.e. room for human error—for the investor.\n\nAlso, investors can achieve a margin of safety by purchasing stocks in companies with highdividend yieldsand lowdebt-to-equity ratios, anddiversifying their portfolios. In the event that a company goes bankrupt, the margin of safety would mitigate the losses that the investor would have. Graham normally bought stocks trading at two-thirds theirnet-net valueas his margin of safety cushion.\n\nThe original Benjamin Graham Formula for finding the intrinsic value of a stock was:\n\nV=EPS×(8.5+2g)where:V=intrinsic valueEPS=trailing 12-mthEPSof the company8.5=P/Eratio of a zero-growth stockg=long-term growth rate of the company\\begin{aligned}&V \\ =\\ EPS \\ \\times\\ (8.5\\ +\\ 2g)\\\\&\\textbf{where:}\\\\& V\\ =\\ \\text{intrinsic value}\\\\&EPS\\ =\\ \\text{trailing 12-mth } EPS\\text{ of the company}\\\\&8.5\\ =\\ P/E\\text{ ratio of a zero-growth stock}\\\\&g\\ =\\ \\text{long-term growth rate of the company}\\end{aligned}​V=EPS×(8.5+2g)where:V=intrinsic valueEPS=trailing 12-mthEPSof the company8.5=P/Eratio of a zero-growth stockg=long-term growth rate of the company​\n\nIn 1974, the formula was revised to include both arisk-free rateof 4.4% which was the average yield of high gradecorporate bondsin 1962 and thecurrent yieldonAAA corporate bondsrepresented by the letter Y:\n\nV=EPS×(8.5+2g)×4.4YV=\\frac{EPS\\ \\times\\ (8.5\\ +\\ 2g)\\ \\times\\ 4.4}{Y}V=YEPS×(8.5+2g)×4.4​\n\nSecurity Analysiswas first published in 1934 at the start of theGreat Depression, while Graham was a lecturer at Columbia Business School. The book laid out the fundamental groundwork ofvalue investing, which involves buyingundervalued stockswith the potential to grow over time. At a time when the stock market was known to be aspeculativevehicle, the notion ofintrinsic valueandmargin of safety, which were first introduced inSecurity Analysis, paved the way for afundamental analysisof stocks void of speculation..\n\nIn 1949, Graham wrote the acclaimed bookThe Intelligent Investor: The Definitive Book on Value Investing.The Intelligent Investoris widely considered the bible of value investing and features a character known asMr. Market, Graham’s metaphor for the mechanics of market prices.\n\nMr. Market is an investor’s imaginary business partner who daily tries to either sell his shares to the investor or buy the shares from the investor. Mr. Market is often irrational and shows up at the investor’s door with different prices on different days depending on how optimistic or pessimistic his mood is. Of course, the investor is not obligated to accept any buy or sell offers.\n\nGraham points out that instead of relying on dailymarket sentiments, which are run by investors' emotions of greed and fear, investors should analyze a stock’s worth based on the company’s reports of its operations and financial position. This analysis should strengthen the judgment of the investor when they are made an offer by Mr. Market.\n\nAccording to Graham, the intelligent investor sells to optimists and buys from pessimists. The investor should look out for opportunities to buy low and sell high due to price-value discrepancies that arise from economic depressions, market crashes, one-time events, temporary negative publicity, and human errors. If no such opportunity is present, the investor should ignore themarket noise.\n\nWhile echoing the fundamentals introduced inSecurity Analysis,TheIntelligent Investoralso provides key lessons to readers and investors by advising investors to:\n\nOne notable disciple of Benjamin Graham isWarren Buffett, who was one of his students at Columbia University. After graduation, Buffett worked for Graham’s company, Graham-Newman Corporation, until Graham retired. Buffett, under the mentorship of Graham and value investing principles, went on to become one of the most successful investors of all time and as of January 2024, the eighth wealthiest man in the world valued at almost $120.6 billion.Other notable investors who studied and worked under the tutelage of Graham include Irving Kahn, Christopher Browne, and Walter Schloss.\n\nAlthough Benjamin Graham died in 1976, his work lives on and is still widely used by value investors and financial analysts running fundamentals on a company’s prospect for value and growth.\n\nThe Graham and Dodd Award, in honor of former Columbia University finance professors Benjamin Graham and David Dodd, acknowledges people who excel in research and financial writing in the Financial Analysts Journal.\n\nBenjamin Graham was a renowned value investor, lecturer, financial securities researcher, and mentor to billionaire investor Warren Buffet. Known as the \"father of investing,\" Graham wrote several books, includingThe Intelligent Investor, which is widely considered the value investor's bible.\n\nBenjamin Graham's main investment principlesare:\n\nBenjamin Graham, dubbed the \"father of value investing,\" became famous for his investing style, literary contributions on investing, and research. Graham lectured at his alma mater, Columbia University, and eventually became a professor of finance there. His legendary book,The Intelligent Investor, introduced value investing to the financial and investing world. He also defined investment principles adopted by some of the world's most infamous investors.\n\nFamous Economists. \"Benjamin Graham.\"\n\nBenjamin Graham. \"The Intelligent Investor Revised Edition,\" Pages 11-12. HarperBusiness Essentials, 1973.\n\nThe Fifth Person. \"Distilling the essence of Benjamin Graham in 2016.\"\n\nColumbia Business School. \"Benjamin Graham Value Investing History.\"\n\nForbes. \"The Real-Time Billionaires List.\"\n\nCFA Institute. \"Graham and Dodd Awards of Excellence.\"",
  "url": "https://www.investopedia.com/terms/b/bengraham.asp"
}