{
  "term": "Who Was Julian Robertson?",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nJulian Robertson was an American investor and formerhedge fundmanager best known for founding Tiger Management in 1980, which grew to be one of the most prominent hedge funds of its generation.\n\nRobertson closed the doors at Tiger in 2000 and went on to mentor younger hedge fund managers and philanthropic ventures focusing on higher education and medical research.\n\nDuring the 1980s and the early 90s, Robertson was often referred to as the “Father of Hedge Funds” and the “Wizard of Wall Street.”\n\nJulian Robertson was born in Salisbury, North Carolina, on June 25, 1932, to Julian Hart Robertson Sr., (an executive of a textile company) and homemaker, Blanche Spenser Robertson. After graduating from Episcopal High School in his hometown, he went on to the University of North Carolina and graduated in 1955.\n\nFollowing two years in the Navy, Robertson joined the New York office of Kidder, Peabody, & Co. as a retail broker in 1957. He climbed the firm’s ranks and eventually took the helm of its asset management division, known as Webster Securities. Robertson departed Kidder, Peabody, & Co. for a year-long sabbatical in New Zealand in 1979.\n\nWhile in New Zealand, Robertson hatched the idea for a new fund. He founded Tiger Management, one of the first hedge funds, upon his return to New York in 1980. Robertson used initial assets believed to be approximately $8 million. Tiger's assets grew to $22 billion over the next two decades. The fund's success is credited to Robertson's ability to identify investment opportunities within the framework of aglobal macrotrading strategy. Robertson frequently employed a long-short strategy, loading up on the best stocks he could find while shorting those he considered the worst.\n\nJulian Robertson is credited with being the first major hedge funder, and his success spawned numerous successful hedge fund investors.\n\nIn the late 1990s, Robertson was also known for his avoidance of tech investments during the buildup of internet stocks in the late 1990s. This avoidance was a double-edged sword for Tiger Management. The fund performed well during the eventual collapse of thetech bubblebut suffered from a drain of capital as investors took their money to Silicon Valley. An additional stressor came from a significant investment in U.S. Airways, which did not go well for Robertson.U.S. Airways filed for bankruptcy protection in 2002 and again in 2004.\n\nRobertson liquidated the Tiger Management fund in 2000 following poor performance.He wrote that Tiger’s success had been based on a rational approach to valuation and trading. This strategy had proven less effective alongside the irrational growth of internet stocks.\n\nIn the years that followed, Robertson focused his efforts on mentoring and investing with a slate of up-and-coming hedge fund managers known as the “Tiger Cubs.” Prominent members of this group includeJohn Griffin of Blue Ridge Capital, Ole Andreas Halvorsen of Viking Global, Chase Coleman of Tiger Global Management, and Steve Mandel, formerly of Lone Pine Capital.\n\nRobertson was active in philanthropic activities after turning away from fund management. He founded scholarships at his alma mater and Duke University and committed toThe Giving Pledge, a campaign launched by Bill Gates and Warren Buffet.Robertson was also active in New Zealand, purchasing a handful of luxury lodges throughout the country.\n\nForbes reported that Robertson donated $1.3 billion to charitable causes. Among them include environmental protection, charter schools, and medical research. As of April 5, 2022, Robertson was reportedly worth $4.8 billion.Julian Robertson died on August 23, 2022, at the age of 90, at his home in New York.\n\nJulian Robertson was a billionaire who made his money in hedge funds and was nicknamed the \"wizard of Wall Street\" due to his investment acumen.\n\nJulian Robertson passed away on Aug. 23, 2022 at the age of 90, at his home in New York. Following his retirement Robertson spent much of his time as an active philanthropist, who donated over $1 billion to charitable funds.\n\nThe phrase \"tiger cubs\" referred to the young hedge fund managers who worked at Julian Robertson's Tiger Management Fund firm. Many of them became successful hedge fund operators after moving on from Tiger Management, where they were trained under Robertson.\n\nJulian Robertson was a former hedge fund manager who founded Tiger Management, a highly successful hedge fund in the eighties and nineties. The fund was one of the most well-known hedge funds of its generation before it closed in 2000. Robertson was known for his business acumen, generous philanthropic work, and mentoring young investors interested in operating hedge funds.\n\nDaniel A. Strachman. \"Julian Robertson: A Tiger in the Land of Bulls and Bears,\" Page 173. Wiley, 2004.\n\nValue Walk. \"Julian Robertson Jr. Resource Page.\"\n\nForbes. \"Julian Robertson, Jr..\"\n\nDaniel A. Strachman. \"Julian Robertson: A Tiger in the Land of Bulls and Bears,\" Pages 16, 25, 41, and 44. Wiley, 2004.\n\nThe New York Times. \"Investing Diary: Left Holding the Bag on U.S. Airways Stock.\"\n\nLos Angeles Times. \"U.S. Air Files for Chap. 11 Again.\"\n\nDaniel A. Strachman. \"Julian Robertson: A Tiger in the Land of Bulls and Bears,\" Page 179. Wiley, 2004.\n\nValueWalk. \"Archives: Julian Robertson Closing Letter to Investors.\"\n\nTiger Global Management. \"Chase Coleman.\"\n\nBloomberg. \"Tiger Cubs, the Next Generation: Meet Chase Coleman’s Proteges.\"\n\nRobertson Scholars. \"Our Benefactors.\" .\n\nForbes. \"Julian Robertson, Jr.\"",
  "url": "https://www.investopedia.com/terms/j/julian-robertson.asp"
}