{
  "term": "Who Was William J. O'Neil?",
  "definition": "William J. O’Neil was a noted investor, stockbroker, and author. He is known as one of the first investors to incorporate computers into his research and investment decision-making process. O’Neil also founded the influential investment publicationInvestor’s Business Daily.\n\nO’Neil published the highly acclaimed booksHow to Make Money in Stocksand24 Essential Lessons for Investment Success. He died on May 28, 2023, at the age of 90.\n\nWilliam J. O'Neil was born on March 25, 1933, in Oklahoma City. His early years and financial habits were influenced by the Great Depression and the Dust Bowl. He studied business at Southern Methodist University and received a bachelor's degree in 1955 before later serving in the U.S. Air Force.\n\nO'Neil began his career as a stockbroker in 1958 with Hayden, Stone, & Co. in Los Angeles. While building his client list and portfolio, he found that data analytics was the key to investment success. In 1963, he founded William O'Neil Co. Inc., a firm that developed the first computerized daily securities database, tracking more than 70,000 companies worldwide. By the age of 30, he was the youngest person to buy a seat on the New York Stock Exchange (NYSE).\n\nUsing technical and fundamental analysis, O'Neil created theCAN SLIMstrategy, a bullish formula of seven traits determining which stocks were likely to grow in value. According to the philosophy, investors can determine the likelihood of growth based on a company's current quarterly earnings, annual earnings, new positive changes within the company, the supply of the company shares available on the market, the leadership role the company plays within the industry, the investment in the company from large financial institutions, and the company's ability to follow the market trends.\n\nWilliam J. O'Neil establishedDaily Graphsin 1972 as a printed book of stock charts delivered weekly to subscribers. The stocks charts offered individual investors the same quality of research tools that institutional investors were using. The charts gained popularity for their clarity and design, and MarketSmith launched in 2010 as the next generation of the popular Daily Graphs Online investment research service. Based on fundamental and technical analysis, the stock charts incorporate O'Neil's seven basic factors, the basis of the CAN SLIM philosophy, that occur over and over in almost all top-performing companies over decades of market cycles.\n\nIn 1984, O'Neil launchedInvestor's Daily, a national business newspaper. Its name was later changed to the more familiar Investor's Business Daily (IBD) in 1991.In 2021, News Corp announced that it had agreed to acquire Investor’s Business Daily from O’Neil.\n\nIBD provides unique investor tools, research, and analytical products. As of 2023, IBD's website attracts more than 5.2 million unique visitors a month.\n\nCAN SLIM was devised by William J. O'Neil and is an acronym representing seven traits investors should look for in a company to determine the most successful growth stocks.\n\nWilliam J. O'Neil incorporates his CAN SLIM method inHow to Make Money in Stocksas well as lessons in reading charts to improve stock selection, reduce loss, and turn a profit.\n\nWilliam J. O'Neil founded Investor's Daily, later called Investor's Business Daily, in 1984.\n\nWilliam J. O'Neil remains an influential business leader and educator dedicated to providing investor education and data-driven methodology through his books, publications, and seminars.\n\nInvestor's Business Daily. \"Who Was IBD Founder William O'Neil? Learn About The Legendary Investor And CAN SLIM Investing System Creator.\"\n\nWilliam O'Neil & Co. \"Our 50-Year Heritage: 1960s.\"\n\nInvestor's Business Daily. \"The CAN SLIM Investing System.\"\n\nInvestor's Business Daily. \"MarketSmith.\"\n\nWilliam O'Neil & Co. \"Our 50 Year Heritage: 1980s.\"\n\nNewsCorp. \"News Corp Announces Acquisition of Investors Business Daily.\"\n\nInvestor's Business Daily. \"Advertising.\"",
  "url": "https://www.investopedia.com/terms/w/william-j-oneil.asp"
}