{
  "term": "Who Is William Cavanaugh III?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWilliam Cavanaugh III is an American businessman and philanthropist with a long history of leadership positions in the energy production andreal estateindustries.\n\nBorn in New Orleans, Cavanaugh served in the United States Navy for eight years before jumping into work in the energy sector.\n\nHe served in leadership roles at several energy companies and was most recently on the board of directors of Duke Realty, which was an Americanreal estate investment trust (REIT)based in Indianapolis.\n\nCavanaugh has also been a key player in fighting deregulation in the energy industry and in the safe exploration of nuclear energy.\n\nWilliam Cavanaugh III was born in New Orleans, Louisiana, in 1939. As a young man, he enrolled at Tulane University in New Orleans, where he studied mechanical engineering. He received his undergraduate degree in 1961.\n\nUpon graduation, Cavanaugh enlisted in the U.S. Navy, where he served for the next eight years. He learned important lessons about nuclear power generation through the Navy’s nuclear submarine program. He received an honorable discharge from the Navy in 1969.\n\nCavanaugh attended the Kidder-Peabody Utility Corporate Finance program in 1983 and Harvard University’s advanced management program in 1991.As a working student, these designations helped prepare him for senior management roles in production within theenergy sector.\n\nAfter leaving the Navy, Cavanaugh began his career at Entergy in New Orleans. There, he served in executive leadership roles at three of the firm’s electric utilitysubsidiaries:\n\nHe joined Carolina Power & Light Company as the company's president andchief operating officer (COO)in 1992. Seven years later, he rose to the role of chairman andchief executive officer (CEO). As the company's leader, he was a key player in the firm'sacquisitionof Florida Progress, which CP&L bought for $54 a share.\n\nThe combined company adopted a new name, Progress Energy, and became what was at the time the ninth-largest energy producer in the United States. Under Cavanaugh’s leadership, the firm grew to become aFortune 500company with a new headquarters in Raleigh, North Carolina with approximately $8 billion in annual revenues.Cavanaugh retired from the company in 2004.\n\nCavanaugh then served as chair of the World Association of Nuclear Operators (WANO). WANO is an international association of nuclear power plant operators dedicated to promoting the safe exploitation of nuclear energy.The title of chairman is now held by Tom Mitchell, former president and CEO of Ontario Power Generation in Canada.\n\nCavanaugh was elected to the membership of the National Academy of Engineering in 2001 for his efforts to enhance electricity generated from nuclear power \"by establishing and achieving exemplary levels of performance.”\n\nHe also had conferred on him the William S. Lee Award for Industry Leadership from the Nuclear Energy Institute and the American Nuclear Society's Walter H. Zinn Award.\n\nProgress Energy was taken over by Duke Energy in July 2012 in a $26 billion merger that formed the nation’s largest electricutilityat the time.\n\nCongress passed laws between 1989 and 1994 that allowed the purchase and sale of power on a wholesale basis and for energy to be traded.\n\nCavanaugh notably resisted the resulting trend to shift operations into energy trading. Rather than jump in and expand the company in this way, he remained cautious. He focused on Progress's primary business and helped keep it afloat.\n\nThis is in contrast to other players in the energy sector at the time, such as Enron Corporation, the leader in this movement. Enron was laterdisgracedafter it was accused of lying to shareholders and manipulating energy markets. Its corporate leaders were prosecuted.\n\nCavanaugh's skepticism led him to lobby against the deregulation of the energy industry. In the end, Cavanaugh was vindicated, and his reputation as a CEO with integrity grew.\n\nCavanaugh is a professor emeritus at the University of South Florida Institute for Advanced Discovery & Innovation.\n\nCavanaugh has been an active philanthropist, whether donating to charities such as the American Cancer Society and the United Way or investing in communities.\n\nHe is married to Alyce Lee Cocchiara. The couple has four children, Kyle, Craig, Chris, and Connie.\n\nAlthough not necessarily a household name, William Cavanaugh III is known in the energy industry. He worked with several energy companies, including Carolina Power & Light Company. The company later became known as Progress Energy and was acquired by Duke Energy in July 2012. Cavanaugh protested the deregulation of the energy industry, helping his company avoid many problems that other, larger energy companies faced.\n\nProgress Energy, which was previously known as Carolina Power & Light Company, was acquired by Duke Energy in 2012. At the time, the $26 million merger created the largest electric utility company in the U.S.\n\nWilliam Cavanaugh III was skeptical about deregulation due to the potential for misuse and the lack, as he saw it, of benefits for energy customers. This gave him a reputation as a solid leader within the industry.\n\nThe average person may not know of William Cavanaugh III. But those in the energy sector may be familiar with him.\n\nCavanaugh worked in the public energy sector for decades, heading up Carolina Power & Light Company, which later became Progress Energy. He was one of the key voices against the deregulation of the energy sector.\n\nAt a time when others were trading and sharing energy and expanding, he bucked the trend and continued to manage the profitability of Progress by tending to the company's primary business.\n\nUniversity of South Florida. \"William Cavanaugh III.\"\n\nInstitute for Advanced Discovery & Innovation. \"Institute Faculty: William Cavanaugh III.\"\n\nDuke Realty. \"William Cavanaugh III.\"\n\nU.S. Securities and Exchange Commission. \"Progress Energy.\"\n\nU.S. Securities And Exchange Commission. \"Duke Energy and Progress Energy to Merge.\"\n\nFasterCapital. \"William Cavanaugh III: The Rise of a Business Mogul.\"",
  "url": "https://www.investopedia.com/terms/w/william-cavanaugh-iii.asp"
}