{
  "term": "Who Is Nelson Peltz?",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nNelson Peltz is a renownedactivist investorand billionaire. With Peter May and Edward Garden, he founded Trian Fund Management. L.P. in 2005.\n\nPeltz has served on the boards of multiple corporations, including Ingersoll-Rand, Mondelez International, and Proctor & Gamble.\n\n• Nelson Peltz co-founded Trian Fund Management, L.P. in 2005.\n\n• He is an activist investor who seeks to own a significant stake in publicly-traded companies.\n\n• Peltz has sat on the boards of Proctor & Gamble, Ingersoll-Rand, and the Heinz Company.\n\nNelson Peltz was born on June 24, 1942, in Brooklyn, New York. He briefly attended the Wharton School at the University of Pennsylvania. In 1963, Peltz joined A. Peltz & Sons, a wholesale food distribution business founded by his grandfather in 1896, as a delivery truck driver.\n\nPeltz grew the small company with brother Robert B. Peltz and Peter May, shifting the product line from produce to institutional frozen food, and launching Flagstaff Corp. With $150 million in sales, Flagstaff Corp. wentpublicin 1972.\n\nIn 1979, Peltz sold the foodservice business division of Flagstaff Corp. to a group of investors, one of many lucrative financial transactions he would make in the food industry.\n\nDuring the 1980s, Nelson Peltz turned a modest income into a multi-million dollar fortune through various leveraged buyouts financed withjunk bonds, controversial high-yield instruments sold by financierMichael Milken.\n\nHe acquired an interest in Triangle Industries in 1983, valued at an estimated $80 million, and sold it for $4 billion in 1988. Junk bonds helped finance his acquisition of National Can Corporation in 1985 for $460 million and the packaging division of American Can Company in 1986 for $570 million.\n\nIn 1997, through an investment vehicle they established, Triarc Companies, Inc., Peltz and partner Peter May, bought Snapple from Quaker Oats for $300 million, successfully turned the company around, and sold the beverage company three years later to Cadbury’s Schweppes for over $1.45 billion.\n\nIn 2005, Nelson Peltz co-founded Trian Fund Management with Peter May and Edward Garden. A hedge fund investment firm, Trian has investments in companies such as Wendy’s, BNY Mellon, Ingersoll Rand, Legg Mason Inc., Heinz, Kraft Foods, Family Dollar, Tiffany & Co., and Domino’s Pizza. Trian Fund Management has $8.5 billion in assets under management as of 2022.\n\nRegarded as an activist investor, Nelson Peltz, with Trian, buys stakes in companies considered undervalued and then lobbies for changes within the company such as higher dividends, share buybacks, cost cuts, management changes, and sometimes company dissolution.Nelson Peltz has successfully acquired board seats at many companies through Trian Fund Management. Peltz vied for a board seat at food and beverage giant Pepsico to encourage its beverage unit to spin off from the better performing snacks division.\n\nAn individual or group that buys a significant stake in a public company to influence how the company is run, such as by obtaining seats on its board of directors.\n\nPeltz has also successfully lobbied and won board seats at Ingersoll-Rand, Heinz, Mondelez International, and Proctor & Gamble, all to influence change and increase stock prices. In 2022, Trian Fund Management is now represented on the board of Janus Henderson and is aiming to influence Unilever after amassing a large stake in the consumer products giant.\n\nWhen Nelson Peltz invested in Snapple, the turnaround was featured as a Harvard Business School case study. Peltz concluded that the brand and culture were out of alignment at Snapple and both the brand and the corporate owner would suffer. His investment and influence created a successful change.\n\nNelson Peltz has donated to the presidential elections of George W. Bush and Donald Trump.\n\nThe term activist investor often has a negative connotation as one who would like to bombard a company with changes and unnecessary influence. Peltz prefers the term constructivist, claiming he merely presses companies to increase revenues and encourages them to spend more on marketing.\n\nSince 1972, when his first company was sold, Nelson Peltz has continued to make substantial investments in American corporations. Along with his hedge fund firm, Trian Fund Management, Peltz, an activist investor, has been a force at companies such as Proctor & Gamble, DuPont, and Family Dollar.\n\nChicago Tribune. \"French to Buy American National Can.\"\n\nHarvard Business Review. \"How Snapple Got Its Juice Back.\"\n\nBloomberg. \"Activist Hedge Fund Trian Builds Stake in Unilever.\"\n\nNew York Times. \"Nelson Peltz, Activist or Constructivist?\"",
  "url": "https://www.investopedia.com/terms/n/nelson-peltz.asp"
}