{
  "term": "Who Was John Stuart Mill, and What Is He Best Known for?",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nJohn Stuart Mill (1806-1873) was an influential philosopher, economist, and politician as well as a high-level employee of the East India Company. A controversial figure in 19th-century Britain, he advocated the use ofclassical economic theory, philosophical thought, and social awareness in political decision-making and legislation.\n\nMany of his views, including those on the legal status of women and the issue of slavery, were progressive for his time. He was a co-founder of the first women's suffragist society and sided with the Union during the U.S. Civil War.\n\nMill combined economics with philosophy. He believed in a moral theory calledutilitarianism—that actions that lead to people's happiness are right and that those that lead to suffering are wrong.\n\nHe's best known for his 1848 book,Principles of Political Economy,a leading economic textbook for decades after its publication.Other significant works includeOn Liberty,A System of Logic,The Subjection of Women, andUtilitarianism.\n\nJohn Stuart Mill was born in London, the eldest son of the British historian, economist, and philosopher James Mill and his wife, Harriet Barrow. His father gave him a rigorous education, introducing him to Greek at the age of three and to Latin when he was eight. Mathematics and economic theory were also part of the curriculum.\n\nMuch of John Stuart Mill's beliefs, thoughts, and influential works can be attributed to this upbringing and the ideology taught to him by James Mill. His father became acquainted with the leading political theorist Jeremy Bentham in 1808, and together they started a political movement that embraced philosophical radicalism and utilitarianism, which advocates \"the greatest amount of good for the greatest number of people.\" It was during this time that the young Mill was indoctrinated with the economic theory, political thinking, and social beliefs that would shape his later work.\n\nHis challenging childhood may have been responsible for the severe depression that dogged Mill in 1826-1827. He found his way out of this malaise largely through reading the Romantic poets, whose work appears to have given him an appreciation for the power of emotions and an urgency for social reform. This led him to new directions in his thinking.\n\nAnother important influence on Mill's life was his wife, Harriet Taylor, who he married in 1830. The pair worked so closely together on his writings that he is said to have considered her the co-author of many of his works.\n\nMill worked for many years for the powerful East India Company: He joined it at age 16 and was employed there for 38 years.\n\nDuring 1865–68, Mill served as a Member of Parliament (MP) representing the City of Westminster.\n\nJohn Stuart Mill is considered one of the most influential British thought leaders on political discourse, including epistemology, economics, ethics, metaphysics, social and political philosophy.\n\nHe used his numerous articles, essays, and books to compare the legal status of women at the time to the legal status of slaves, to promote radical empiricism as a function of mathematics, and to pioneer the harm principle—the idea that political power should only be wielded over a member of an organization when that power is used to prevent harm to that member.\n\nWhile a passionate believer in freedom and individual rights, as an economist Mill was not a consistent advocate of a laissez-faire system. He favored taxes and government oversight, such as workplace regulations and limits to workers' hours.\n\nHis later writings suggest a shift away from classic economics' belief in the free marketplace and capitalism towards socialism, or at least a mixed economy.\n\nElaborating on the theories of early economistsDavid RicardoandAdam Smith, Mills helped develop such economic concepts as opportunity cost, economies of scale, and comparative advantage in trade.\n\nIn order of publication, Mill's best-known works include:\n\nThe utilitarian creed, \"which accepts as the foundation of morals utility, or the greatest happiness principle, holds that actions are right in proportion as they tend to promote happiness, wrong as they tend to produce the reverse of happiness. By happiness is intended pleasure, and the absence of pain; by unhappiness, pain, and the privation of pleasure.\"\n\n—John Stuart Mill,Utilitarianism\n\nThe love of Mill's life was Harriet Hardy Taylor. After two decades of a close friendship (when she was the wife of another man), they married in 1851. An intelligent, liberal thinker and writer in her own right, Taylor inspired much of Mill's work—he openly acknowledges her influence inThe Subjection of Women—and she may well have edited or co-written some of his pieces.\n\nCertainly, she helped turn Mill’s attention to the progressive ideals which she was passionate about: socialism, women’s rights, individual liberty, and a “utopian” view of humanity’s improvability.\n\nJohn Stuart Mill's most important works includePrinciples of Political Economy (1848), On Liberty(1859),Utilitarianism(1861), andThe Subjection of Women(1869).\n\nExpanding on philosopher Jeremy Bentham's original doctrine, John Stuart's Mill's utilitarianism has three basic tenets:\n\nMill espoused these theories in his 1861 essay,Utilitarianism.\n\nJohn Stuart Mill espoused his economic theories inPrinciples of Political Economy(a 19th-century term, equivalent to our contemporary \"macroeconomics\"); first published in 1848, it went through several editions as he developed and refined his ideas.\n\nFor Mill, economics is closely tied to social philosophy and politics. Wealth is the natural end product of labor, but the distribution of wealth is determined by the decisions and the will of actual people (albeit an elite class of educated people). Consequently, human laws and institutions can and should determine how wealth is distributed.\n\nMill believed in the superiority of a socialist system in which economic production is driven by worker-owned cooperatives. But he also believed in free enterprise, competition, and individual initiative. Governments had a responsibility to maintain these things, as well as to prevent monopolies, look after the poor, and provide an education for young people.\n\nJohn Stuart Mill was a politician, philosopher, and economist who remains of lasting interest as a liberal thinker—an advocate of the individual's rights and pursuit of happiness—and an ethical theorist.\n\nMill believed that economic theory and philosophy were needed in politics, along with social awareness, to make better decisions for the good of the people. Several of his books, includingPrinciples of Political Economy, Utilitarianism, andA System of Logicled him to become one of the most important—if somewhat controversial—public figures in 19th-century British politics and economics.\n\nBritannica. \"John Stuart Mill.\"\n\nThe Library of Economics and Liberty. \"John Stuart Mill.\"\n\nStanford Encyclopedia of Philosophy. \"John Stuart Mill.\"\n\nBritannica. \"John Stuart Mill.\"\n\nThe Project Gutemberg. \"A System of Logic, Ratiocinative and Inductive.\"\n\nThe Project Gutemberg. \"Principles of Political Economy.\"\n\nThe Economist. \"The scandalous love affair that fuelled John Stuart Mill’s feminism.\"",
  "url": "https://www.investopedia.com/terms/j/john-stuart-mill.asp"
}