{
  "term": "Who Was Wassily Leontief and What Was His Paradox?",
  "definition": "Wassily Leontief was a Nobel Prize-winning Russian-American economist and professor who contributed several insightful theories to economics. Leontief’s Nobel Prize research focused oninput-output analysis, which breaks down the sectors of the economy and discusses how changes in one sector can affect other sectors.\n\nWassily Leontief was born in Germany in 1906 and died in New York City in 1999 at the age of 93. As an economist, he made several contributions to the science of economics. Leontief’s research into sectors led to his development of input-output analysis, which won him theNobel Memorial Prize in Economicsin 1973.Leontief is also credited with his discovery of the Leontief Paradox and the Composite Commodity Theorem.\n\nThroughout his professional life, Leontief promoted the use of quantitative data in economics. Leontief campaigned for broader and deeper developments in the area of quantitative data analysis throughout his career. He was also one of the first economists to use a computer for quantitative research.\n\nLeontief taught at Harvard University for 44 years and subsequently at New York University. He served as president of the American Economic Association in 1970.Four of Leontief’s doctoral students were also awarded the Nobel Prize, including Paul Samuelson (1970), Robert Solow (1987), Vernon L. Smith (2002), and Thomas Schelling (2005).\n\nOne area in which Leontief pursued his goal of making economic analysis more quantitative was in developing an empirical implementation of general equilibrium theory. To do this, Leontief broke down the U.S. economy into 50 sectors, establishing one of the first economic sector classification systems. He developed input-output tables for sector analysis that estimated the impact a change in production of a good has on other industries and their inputs—establishing the interdependent relationships of economic sectors.\n\nAnalysts can use input-output analysis to estimate the impacts of positive and negativeeconomic shocksby showing the changing demand for inputs when the production of outputs changes. This helps to analyze ripple effects throughout an economy as changes in demand for final goods work their way up the supply chain. Input-output tables can produce very rough estimates for small or moderate changes in outputs, but because they assume fixed production technology they cannot accurately account for the dynamics of a real economy. Leontief’s input-output analysis has been used by the World Bank, the United Nations, and the U.S. Department of Commerce.\n\nLeontief also studied trade flows in the 1950s. Based on input-output analysis of international trade he discovered that the U.S., a country with a great deal of capital, was importing capital-intensive commodities and exporting labor-intensive commodities. This is in contrast to prior theories of international trade, which predict that countries will specialize in and export goods that they have a comparative advantage in producing. This means that a capital rich country, such as the U.S., would be expected to export capital-intensive goods and import labor-intensive goods from countries where labor is comparatively cheaper.\n\nThe Leontief Paradox, as it came to be known, led many economists to question the Heckscher-Ohlin Theorem, which states that countries produce and export what they can create most efficiently, depending on their factors of production. Moreover, they import goods that they cannot produce as efficiently.Several later economists proposed solutions to this apparent paradox, including theLinder Hypothesisand theHome Market Effect.\n\nNotably, Leontief's Paradox does not account forhuman capitaland the resulting difference between skilled and unskilled labor. Later researchers showed that U.S. exports were skilled-labor-intensive—or, in other words, human capital intensive relative to imports—resolving the Leontief Paradox in favor of thecomparative advantageview.\n\nThe Composite Commodity Theorem was a third major development credited to Leontief, who fathered the concept withJohn Hicks. This states that if the relative prices of a basket of goods are assumed to be fixed, then they can be treated as a single composite good for the purpose of mathematical modeling.This simplified the equations needed to model price theory.\n\nThe Nobel Prize. \"Wassily Leontief: Facts.\"\n\nOxford Reference. \"Leontief Paradox.\"\n\nLeontief, Wassily. \"Composite Commodities and the Problem of Index Numbers.\"Econometrica, vol. 4, no. 1, January 1936, pp. 39-59.\n\nThe Nobel Prize. \"Wassily Leontief: Biographical.\"\n\nThe Nobel Prize. \"All Prizes in Economic Sciences.\" Select \"Economic Sciences\" and \"All Years.\"\n\nWassily W. Leontief. \"Studies In The Structure Of The American Economy: Theoretical And Empirical Explorations In Input Output Analysis.\" Oxford University Press, 1953.\n\nLeontief, Wassily. \"Domestic Production and Foreign Trade; The American Capital Position Re-Examined.\"Proceedings of the American Philosophical Society, vol. 97, no. 4, September 1953, pp. 332-349.\n\nMinabe, Nobuo. \"The Heckscher-Ohlin Theorem, the Leontief Paradox, and Patterns of Economic Growth.\"The American Economic Review, vol. 56, no. 5, December 1966, pp. 1193-1211.\n\nWolff, Edward N. \"Chapter 11 - What Has Happened to the Leontief Paradox?\"Wassily Leontief and Input-Output Economics. Cambridge University Press, 2009.\n\nReed, Albert J. and et al. \"Commercial Disappearance and Composite Demand for Food with an Application to U.S. Meats.\"Journal of Agricultural and Resource Economics, vol. 28, no. 1, pp. 53.",
  "url": "https://www.investopedia.com/terms/w/wassily-leontief.asp"
}