{
  "term": "Who Was John Maynard Keynes & What Is Keynesian Economics?",
  "definition": "John Maynard Keynes was an early 20th-century British economist, best known as the founder of Keynesian economics and the father of modernmacroeconomics. One of the hallmarks of Keynesian economics is the idea that governments should actively try to influence the course of economies, especially by increasing spending to stimulate demand in the face ofrecession.\n\nIn his seminal work, \"The General Theory of Employment, Interest, and Money\"—considered one of the most influential economics books in history—Keynes advocated for government intervention as a solution to high unemployment.\n\nKeynes’ early interest in economics was due in large part to his father, John Neville Keynes, an economics lecturer at Cambridge University. His mother, one of Cambridge's first female graduates, was active in charitable work for the underprivileged.\n\nBorn into a middle-class family, he received scholarships to two of the most elite schools in England, Eton College and Cambridge University, where he earned an undergraduate degree in mathematics in 1904. He excelled at mathematics throughout his academic career, and notably, he had almost no formal training in economics.\n\nEarly in his career, Keynes worked on probability theory and lectured in economics as a fellow of King's College at Cambridge University. His government roles ranged from official positions in the British Civil Service and the British Treasury to appointments to royal commissions on currency and finance, including his 1919 appointment as the Treasury’s financial representative at the Versailles peace conference that ended World War I.\n\nKeynes' father was an advocate oflaissez-faire economics, an economic philosophy offree-marketcapitalism that opposes government intervention. Keynes himself was a conventional believer in the principles of the free market (and an active investor in the stock market) during his time at Cambridge.\n\nHowever, after the1929 stock market crashtriggered theGreat Depression, Keynes came to believe that unrestricted free-market capitalism was essentially flawed and needed to be reformulated, not only to function better in its own right but also to outperform competitive systems like communism.\n\nAs a result, he began advocating for government intervention to curb unemployment and correct economic recession. In addition to government jobs programs, he argued that increased government spending was necessary to decrease unemployment—even if it meant abudget deficit.\n\nThe theories of John Maynard Keynes, known asKeynesian economics, center around the idea that governments should play an active role in their countries' economies, instead of just letting the free market reign. Specifically, Keynes advocated government spending to mitigate downturns in business cycles.\n\nThe most basic principle of Keynesian economics is that demand—not supply—is the driving force of an economy. At the time, conventional economic wisdom held the opposite view: that supply creates demand. Becauseaggregate demand—the total spending for and consumption of goods and services by the private sector and the government—drives supply, total spending determines all economic outcomes, from the production of goods to the employment rate.\n\nAnother basic principle of Keynesian economics is that the best way to pull an economy out of a recession is for the government to increase demand by infusing the economy with capital. In short, consumption (spending) is the key to economic recovery.\n\nThese two principles are the basis of Keynes' belief that demand is so important that, even if a government has to go into debt to spend, it should do so. According to Keynes, the government boosting the economy in this way will stimulate consumer demand, which in turn spurs production and ensures full employment.\n\nAlthough widely adopted after World War II, Keynesian economics has attracted plenty of criticism since the ideas were first introduced in the 1930s.\n\nOne major criticism deals with the concept of big government—the expansion of federal initiatives that must occur to enable the government to participate actively in the economy. Rival economic theorists, like those of the Austrian School of Economics, argue that: Economic recessions and booms are part of the natural order of business cycles; direct government intervention only worsens the recovery process; and federal spending discourages private investment.\n\nThe most famous critic of Keynesian economics wasMilton Friedman, an American economist best known for his advocacy of free-market capitalism. Considered the most influential economist of the second half of the 20th century—as Keynes was the most influential economist of the first half—Friedman advocatedmonetarism, which refuted important parts of Keynesian economics.\n\nKeynes held thatfiscal policy—government spending and tax policies to influence economic conditions—is more important thanmonetary policy—control of the overall supply of money available to banks, consumers, and businesses.In contrast, Friedman and fellow monetarists held that governments could foster economic stability by targeting the growth rate of the money supply. In short, Friedman and monetarist economistsadvocate the control of money in the economy, while Keynesian economists advocate government expenditure.\n\nFor example, while Keynes believed that an interventionist government could moderate recessions by using fiscal policy to prop up aggregate demand, spur consumption, and reduce unemployment, Friedman criticizeddeficit spendingand argued for a return to the free market, including smaller government and deregulation in most areas of the economy, supplemented by a steady increase of the money supply.\n\nWith its advocacy of government intervention in the economy, Keynesian economics is in sharp contrast to laissez-faire economics, which argues that the less the government is involved in economic affairs, the better for business and society as a whole.\n\nThe onset of the Great Depression in the 1930s significantly influenced Keynes’ economic theories and led to the widespread adoption of several of his policies.\n\nTo address the crisis in the U.S., President Franklin Roosevelt enacted theNew Deal, a series of government programs that directly reflected the Keynesian principle that even a free-enterprise capitalist system requires some federal oversight.\n\nWith the New Deal, the U.S. government intervened to stimulate the national economy on an unprecedented scale, including creating several new agencies focused on providing jobs to unemployed Americans and stabilizing the price of consumer goods. Roosevelt also adopted Keynes' policy of expanded deficit spending to stimulate demand, including programs for public housing, slum clearance, railroad construction, and other massive public works.\n\nIn response to theGreat Recessionof 2007–2009, President Barack Obama took several steps that reflected Keynesian economic theory. The federal government bailed out debt-ridden companies in several industries. It also took into conservatorshipFannie Mae and Freddie Mac, the two major market makers and guarantors of mortgages and home loans.\n\nIn 2009, President Obama signed theAmerican Recovery and Reinvestment Act, an $831-billion government stimulus package designed to save existing jobs and create new ones.It included tax cuts/credits and unemployment benefits for families; it also earmarked expenditures for healthcare, infrastructure, and education.\n\nIn the wake of the COVID-19 pandemic of 2020, the U.S. government under President Donald Trump and President Joseph Biden offered a variety ofrelief, loan-forgiveness, and loan-extension programs.\n\nThe U.S. government also supplemented weekly state unemployment benefits and sent American taxpayers direct aid in the form of three separate, tax-freestimulus checks.\n\nSince the 1930s, the popularity of Keynesian economics has risen and fallen, and the theories have undergone considerable revision since Keynes' day. However, the economic school of thought he founded has left one indelible stamp on modern nations: the idea that governments have a role to play in business—even in capitalist economies.\n\nIt was Milton Friedman who attacked the central Keynesian idea that consumption is the key to economic recovery as trying to \"spend your way out of a recession.\"Unlike Keynes, Friedman believed that government spending and racking up debt eventually leads to inflation—a rise in prices that lessens the value of money and wages—which can be disastrous unless accompanied by underlying economic growth. Thestagflationof the 1970s was a case in point: It was paradoxically a period with high unemployment and low production, but also high inflation and high-interest rates.\n\nIt is difficult to pigeonhole Keynes as a socialist.\n\nOn the one hand, he showed an interest in socialist regimes and advocated the presence of government in economic affairs. He emphatically did not believe in letting business cycles go through boom and bust without intervention—or in letting private enterprise operate unfettered.\n\nOn the other hand, Keynes stopped short of advocating that governments actually take over and run industries. He wanted central authorities to stimulate, but not necessarily control, methods of production.\n\nThere is also evidence that he was returning to more traditional free-market capitalism towards the end of his life, as he was considering ways to get post-war Britain out of an economic hole. Shortly before his death in 1946, he told his friend, Henry Clay, that he found himself relying more on a solution he had “tried to eject from economic thinking twenty years ago\":Adam Smith’sinvisible hand(the natural tendency of a free-market economy to self-correct via thelaws of supply and demand).\n\nWhen critics argued that Keynesian support of public financing and deficit spending would lead to default in the long run, Keynes' famous retort was that “In the long run, we are all dead.” In context, his point was that governments should solve problems in the short run rather than wait for market forces to correct problems over the long run—“when we are all dead.”\n\nDuring the 1919 Versailles Peace Conference, Keynes was an outspoken critic of the crippling economic measures certain senior statesmen wanted to impose on Germany. When his warnings that these harsh sanctions would likely result in economic and political catastrophe for Europe went unheeded, he left the conference early in protest.\n\nAs soon as he returned to the U.K., he resigned from the British Treasury and summarized his arguments about the dangers of a peace treaty designed to permanently crush Germany in \"The Economic Consequences of the Peace.\"\n\nWithin a year of its publication in 1920, Keynes’ book became a bestseller that strongly influenced public opinion that the Treaty of Versailles was unfair. As the political and economic turmoil of the 1930s fueled the rise of fascism that exploded into World War II, Keynes’ early warnings began to sound prophetic as well.\n\nJohn Maynard Keynes and Keynesian economics were revolutionary in the 1930s and did much to shape post-World War II economies in the mid-20th century. His theories came under attack in the 1970s, saw a resurgence in the 2000s, and are still debated today.\n\nA core principle of Keynesian economics is that the best way to pull an economy out of a recession is for the government to increase demand by infusing the economy with capital. In short, consumption and spending are the keys to economic recovery.\n\nJust as Keynes was considered the most influential economist of the first half of the 20th century, his most famous critic, Milton Friedman, an advocate of monetarism, was considered the most influential economist of the second half.\n\nKeynes left one significant legacy: the concept that governments have a role to play in the economic well-being of industries and people. The questions that remain are how big the government's role should be and how best to execute that role.\n\nThe History of Economic Thought. \"John Neville Keynes, 1852-1949.\"\n\nEncyclopedia of Mathematics. “John Maynard Keynes.”\n\nJohn Maynard Keynes. “The General Theory of Employment, Interest and Money.\" Palgrave Macmillan, 1936.\n\nInternational Monetary Fund. “What Is Keynesian Economics?”\n\nFoundation for Economic Education. \"The Current Economic Crisis and the Austrian Theory of the Business Cycle.\"\n\nInternational Monetary Fund. “What Is Monetarism?”\n\nCongressional Budget Office. \"Estimated Impact of the American Recovery and Reinvestment Act on Employment and Economic Output from October 2011 Through December 2011.\" Page 1.\n\nFriedman, Milton. “Inflation and Unemployment.\"Nobel Memorial Lecture, December 13, 1976, pp. 274.\n\nJohn Maynard Keynes. \"John Maynard Keynes – Timeline.\"After the War The World Bank, the IMF, and the End – 1945 to 1946.\n\nBeranek, William and David R. Kamerschen. \"Examining Two of Keynes’s Most Popular Statements—Wasteful Public Spending Can Be Acceptable, and, In The Long Run We Are All Dead—Yields Some Surprising Implications.\"The American Economist, vol. 61, no. 2, July 2016.\n\nUniversity of Cambridge, Marshall Library. “The Economic Consequences of the Peace, by John Maynard Keynes, 1919.”",
  "url": "https://www.investopedia.com/terms/j/john_maynard_keynes.asp"
}