{
  "term": "Who Was Joseph Schumpeter, and What Was He Known For?",
  "definition": "Joseph Alois Schumpeter (1883-1950) was an Austrian-trained economist, economic historian, and author. He is regarded as one of the 20thcentury's greatest intellectuals. Schumpeter is best known for his theories onbusiness cyclesand the development ofcapitalist economies, and for introducing the concept of entrepreneurship. For Schumpeter, the entrepreneur was the cornerstone of capitalism—the source of innovation, which is the vital force driving a capitalist economy.\n\nSchumpeter was born in Moravia (now the Czech Republic) in 1883, to German parents. He studied economics from the progenitors of theAustrian school tradition, including Friedrich von Wieser and Eugen von Bohm-Bawerk. Schumpeter served as minister of finance in the Austrian government, the president of a private bank, and a university professor. From 1925 to 1932, Schumpeter held a chair at the University of Bonn.\n\nUncomfortable at the rise of the Nazi Party, he moved to the United States to teach at Harvard in 1932. Fifteen years later, in 1947, he became the first immigrant to be elected president of the American Economic Association.\n\nBy the early 20th century, economic science in the United States and Great Britain had developed alongside static and mathematically orientedgeneral equilibriummodels. Schumpeter’s work differed at times, typifying the continental European approach—more nuanced and less hypothetical—although some of his theories were drawn fromWalrasiangeneral equilibrium as well.\n\nSchumpeter made many contributions to economic science and political theory, but he is best known for his 1942 bookCapitalism, Socialism, and Democracy, which outlines the theory of dynamiceconomic growthknown ascreative destruction.He is also credited with the first German and English references to methodological individualism in economics.\n\nSchumpeter's most enduring legacy came from a six-page chapter inCapitalism, Socialism, and Democracyentitled “The Process of Creative Destruction.”\n\nIn this chapter, Schumpeter offered a new, unique insight into how economies grow, sharply deviating from the traditional economic dictums of his day, which held that markets passively tend towardequilibriumuntilprofit marginsare wiped out. Instead, Schumpeter argued, economic progress is not gradual and peaceful but rather disjointed, abrupt, and sometimes unpleasant. The economist used the term \"creative destruction\" to describe the dismantling of long-standing practices in order to make way for new technologies, new kinds of products, new methods of production, and new means of distribution.\n\nExisting companies must quickly adapt to a new environment (or fail). If it sounds somewhat Darwinian—it is, Schumpeter intimated: a \"process of industrial mutation—if I may use that biological term—that incessantly revolutionizes the economic structure from within, incessantly destroying the old one, incessantly creating a new one,\" as he wrote. \"Thisprocess of creative destruction is the essential fact about capitalism.”\n\nIn many respects, Schumpeter saw capitalism as a sort of ongoing revolution that disrupts the current social and economic hierarchy. And within this system, theentrepreneurbecomes the revolutionary, upsetting the established order to create dynamic change.\n\nSchumpeter is believed to be the first scholar to introduce the world to the concept—or at least, the economic significance of—entrepreneurship. He came up with the German wordUnternehmergeist,meaning entrepreneur-spirit, adding that these individuals controlled the economy because they are responsible for delivering innovation and technological change.\n\nEntrepreneurs are often the guiding force behind creative destruction because they advance the new products, technology, and/or production methods that provide an impulse for change. Entrepreneurial innovation and experimentation constantly destroy the status quo and introduce new equilibria, making possible higherstandards of living.\n\nThese theories tie in with Schumpeter’s belief in the presence ofbusiness cycles.\n\nIn Schumpeter's analysis, the history of capitalism has been punctuated bylong and short waves. A long wave is prompted by a new set of technologies and industries coming into existence. According to this theory, major advances in innovation can be predicted to occur every 50 or 100 years.\n\n\"Barring very few cases in which difficulties arise, it is possible to count off, historically as well as statistically, six Juglars [8-10-year business cycles] to a Kondratieff [50-60 years] and three Kitchins [40 months] to a Juglar—not as an average but in every individual case,” wrote Schumpeter in his bookThe Theory of Economic Development, published in 1911.\n\nWhenever an entrepreneur disrupts an existing industry, it is likely that existing workers, businesses, or even entire sectors can be temporarily thrown into loss, he said. These cycles are tolerated, he explained, because it allows resources to be freed up for other, more productive uses.\n\nThe internet is one of the best examples of creative destruction, the term that Schumpeter coined to describe the dismantling of long-standing practices in order to make way for new technologies, new kinds of products, new methods of production, and new means of distribution. Existing companies must quickly adapt to a new environment (or fail).\n\nThe advent of the Internet rendered many products, methods of production, and means of distribution obsolete. It also caused a drastic curtailing of many jobs, including the roles of bank tellers, secretaries, travel agents, and retail store employees. With the rise of mobile internet technology, publishers of printed material—everything from magazines to maps—also suffered.\n\nThe Internet, in addition to other innovations in the field of information technology—the microprocessor, the laser, fiber optics, and satellite technologies—have all fundamentally altered the way that business is conducted.\n\nOver his many years in public life, Schumpeter developed informal rivalries with the other great economic thinkers of the west, includingJohn Maynard Keynes, Irving Fisher,Ludwig von Mises, andFriedrich Hayek. His work initially was overshadowed by some of these contemporaries', especially Keynes. Although they were born just a few months apart, the pair had radically different views.\n\nIn his early career, Schumpeter derided the use of statistical aggregates in economic theory—likely a shot at Keynes—in favor of focusing on individual choice and action.\n\nKeynes viewed the economy as healthy when in static equilibrium. Schumpeter rejected this theory, claiming that equilibrium is not healthy and that innovation is the driver of the economy. Both had contrasting views on government intervention, too. Keynes believed that a permanent equilibrium of prosperity could be achieved by central bankmonetary policies. Schumpeter argued that government intervention increasedinflation, destroying the economy.\n\nThe internet is one of the best examples of creative destruction, the term that Schumpeter coined to describe the dismantling of long-standing practices in order to make way for new technologies, new kinds of products, new methods of production, and new means of distribution. Existing companies must quickly adapt to a new environment (or fail).\n\nThe advent of the Internet rendered many products, methods of production, and means of distribution obsolete. It also caused a drastic curtailing of many jobs, including the roles of bank tellers, secretaries, travel agents, and retail store employees. With the rise of mobile internet technology, publishers of printed material—everything from magazines to maps—also suffered.\n\nThe Internet, in addition to other innovations in the field of information technology—the microprocessor, the laser, fiber optics, and satellite technologies—have all fundamentally altered the way that business is conducted.\n\nAt the time of his death, in 1950, Schumpeter was working on a new book,History of Economic Analysis.In the book, Schumpeter attempts a complete history of the field of economics, from ancient Greece to the present day (the end of World War II). Not just limited to economics, the book also traced the history of political and philosophical ideas and served as a record of significant events.\n\nAlthough never fully completed,History of Economic Analysishas gained recognition as an important work, due to its broad scope and original examination of significant historical events. Some notable topics it addresses include the techniques of economic analysis, contemporaneous developments in other sciences, and the sociology of economics.\n\nSchumpeter believed that capitalism would ultimately be destroyed by its success. He hypothesized that the economic system would eventually create a large intellectual class that survived by attacking the system of private property and freedom that was necessary for sustaining its own existence. Although Schumpeter predicted the demise of capitalism, he was an ardent supporter of it.\n\nSchumpeter believed that the was to introduce successful, well, innovations. The innovation theory of profit claims that the main function of an entrepreneur is to introduce, well, innovations—which Schumpeter defined as any new policy that reduces the overall cost of production or increases the demand for products. Any profit an entrepreneur receives from these efforts is a form of reward for their performance. Creating innovations was the first step on the path to success and economic profits for entrepreneurs.\n\nSchumpeterian growth is economic growth that is driven by innovation and governed by the process of creative destruction. Formal economic models have been created that operationalize Schumpeter’s notion of creative destruction. These models of growth help economists understand the role of competition, firm dynamics, and cross-firm and cross-sector reallocation.\n\nJoseph Schumpeter’s work initially received little acclaim, due in part to the great popularity of his contemporary, John Maynard Keynes. That changed over time and he is now viewed as one of the greatest economists of modern times. He introduced the concept of the entrepreneur and the influence of entrepreneurship on economic systems. His theory of creative destruction has become the centerpiece for modern thinking on how economies evolve—especially capitalist ones.\n\nMunich Personal RePEc Archive. \"Schumpeter, Lederer and Hilferding on Economic Development, Credit and Business Cycles,\" Pages 3-4. Accessed July 20, 2021.\n\nJoseph Alois Schumpeter. \"Capitalism, Socialism, and Democracy,\" Page 83. Start Publishing LLC, 2012.\n\nBusiness Jargons. \"Schumpeter’s Innovation Theory of Profit.\" Accessed July 20, 2021.",
  "url": "https://www.investopedia.com/terms/j/joseph-schumpeter.asp"
}