{
  "term": "Who Is Michael Bloomberg?",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nMichael Bloomberg is a billionaire businessman, publisher, philanthropist, and former three-term mayor of New York City. He's one of thewealthiest people in the worldwith an estimated net worth of $104.7 billion as of Jan. 28, 2025, according to Forbes.\n\nBloomberg entered the 2020 race for president of the United States as a Democrat on Nov. 24, 2019. He suspended his campaign and backed President Joseph Biden in March 2020.\n\nBloomberg is the founder and owner ofBloomberg LP, a financial data and media company. He owns 88% of the company as of January 2025.\n\nBloomberg was born on Feb. 14, 1942 in Boston and grew up in nearby Medford, Massachusetts. He earned an undergraduate degree in electrical engineering from Johns Hopkins University in 1964. He paid his tuition by working as a parking lot attendant and taking out loans. He earned an MBA from Harvard Business School in 1966.\n\nBloomberg began his career in financial services in 1966 at the now-defunct Wall Street investment bankSalomon Brothers. His first job there was counting bonds and stock certificates in the bank’s vault. He moved up to bond trading, becoming a partner in 1972 and a general partner in 1976.\n\nSalomon Brothers moved him from his position of head of equity trading and sales to run Information Systems in 1979. This was a demotion but it put Bloomberg in charge of the department that implemented computer technology. Bloomberg received a $10 million severance package when the company was acquired by the commodity trading firm Phibro in 1981.\n\nBloomberg used the $10 million windfall to found a company he called Innovative Market Solutions. It used the latest information systems technology to provide traders with data on U.S. Treasury bond prices. Merrill Lynch became a major client and investor in 1982. Innovative Market Solutions grew into Bloomberg LP, a financial data and media company headquartered in New York City with offices in 100 cities around the world.\n\nBloomberg LP had estimated revenues of more than $13 billion as of January 2025.The company operates data terminals used throughout the financial services industry. It also includes the business news cable channel Bloomberg Television, Bloomberg Radio, and a monthly magazine, Bloomberg Markets.\n\nBusinessWeek was purchased by Michael Bloomberg's company in 2009 and was renamed Bloomberg BusinessWeek.\n\nMichael Bloomberg is a strong supporter of gun control and founded the nonprofit Everytown for Gun Safety. This group donated millions of dollars for digital advertising to help support candidates who campaigned for stronger gun laws in America during the 2020 presidential election.\n\nBloomberg was a Democrat before entering politics. He then switched to the Republican party to run for mayor of New York City. He won his first term as mayor weeks after the Sept. 11, 2001 terrorist attacks on New York. He won a second term in 2005 and was elected to a third term in 2009 after successfully engineering a change in the city's term limits law. He ran as an independent candidate in the third election.\n\nBloomberg focused on improving the city's troubled public school system and revitalizing its former industrial areas during his time as mayor. He was among the first American politicians to force limits on smoking, implementing a citywide smoking ban in indoor offices and restaurants. He gained nationwide ridicule from conservatives for attempting to restrict the size of sugary sodas sold in New York City.\n\nBloomberg was criticized for being out of touch with his everyday constituents and the media reported that the wealth gap in New York City grew during his time as mayor. The Bloomberg administration was also criticized for its \"stop and frisk\" policy which many complained unfairly targeted the Black and Latino/Latina populations in the city.\n\nBloomberg moved to the independent party while still serving as mayor of New York. He's seen politically as fiscally conservative but socially liberal, a mix that's seen more often in New York City than elsewhere.\n\nBloomberg endorsed Democratic Party candidate Hillary Clinton over Republican candidate Donald Trump in the 2016 election.He denounced Republicans in Congress as \"absolutely feckless\" for failing to exercise oversight of President Trump.\n\nBloomberg donated $80 million to Congressional candidates in 2018 with all but a fraction of that total going to Democratic or liberal candidates.His goal in making those donations was to help Democrats gain a majority in the House of Representatives. \"I've never thought that the public is well-served when one party is entirely out of power, and I think the past year and a half has been evidence of that,\" Bloomberg stated.\n\nBloomberg has been an active proponent of gun control. He was one of 15 American mayors who founded an advocacy group, Everytown for Gun Safety, in 2006 to press for reform.He's also made substantial donations to environmental organizations and he pressed forclean energypolicies as mayor of New York.\n\nMichael Bloomberg entered the 2020 race for the U.S. presidency as a Democrat on Nov. 24, 2019.He self-funded his campaign and reported to the Federal Election Commission that he had spent over $1 billion.\n\nBloomberg aimed at President Trump as his motivation for running in his campaign statement. He wrote, \"I’m running for president to defeat Donald Trump and rebuild America. We cannot afford four more years of President Trump’s reckless and unethical actions. He represents an existential threat to our country and our values. If he wins another term in office, we may never recover from the damage.\"\n\nBloomberg dropped out of the presidential race on March 4, 2020, after a poor showing on Super Tuesday.\n\nMichael Bloomberg serves as the United Nations Secretary-General's Special Envoy for Climate Ambition and Solutions as of January 2025. This is his third Special Envoy role and he supports the Secretary-General of the United Nations by helping to strengthen and grow the coalition of companies, government officials on a local and national level, and global financial institutions that are committing to net zero before the year 2050.\n\nBloomberg works alongside the private sector, civil society workers, and government officials worldwide to help create a global clean energy economy.\n\nBloomberg and Bloomberg Philanthropies, his charitable foundation, have donated an estimated total of $21.1 billion over his lifetime, primarily to five main focus areas: the arts, education, the environment, public health, and government innovation. Bloomberg Philanthropies $3.7 billion around the world in 2024 alone.\n\nMichael Bloomberg is a billionaire whose fortune is estimated to be worth $104.7 billion as of January 2025.\n\nYes, former New York City mayor Michael Bloomberg announced his candidacy in 2019 and entered the 2020 presidential race but he dropped out of the race in March 2020.\n\nBloomberg served as the mayor of NYC from 2002 until the end of 2013. He helped push the smoking ban into effect during his terms.\n\nMichael Bloomberg was married to the former Susan Brown from 1975 to 1993. They have two daughters. Diana Lancaster Taylor, a former New York State superintendent of banks, was known as New York City's de facto \"first lady\" during Bloomberg's tenure as mayor.\n\nMichael Bloomberg is a billionaire whose reach extends into politics, media, and business. He continues to fund programs that support gun control and the environment, among other philanthropic endeavors.\n\nHe's a special envoy for the United Nations Secretary-General's Climate Ambition and Solutions group as of 2025.\n\nBallotpedia.com. \"Michael Bloomberg.\"\n\nBloomberg. \"Michael Bloomberg Joins Crowded 2020 Democratic Field.\"\n\nMike Bloomberg. \"Mike's Story.\"\n\nNew York Times Book Archive. \"Bloomberg by Bloomberg.\"\n\nThe New York Times. \"Bloomberg Buys BusinessWeek From McGraw-Hill.\"\n\nThe New York Times. \"Bloomberg’s Gun Control Group Pours $15 Million Into Races in 8 States.\"\n\nEverytown for Gun Safety. \"What We Do.\"\n\nMike Bloomberg. \"Mike's Story.\"\n\nThe New York Times. \"A ‘Fixer’ or a ‘Bully’: New Yorkers Have Opinions on Bloomberg as Mayor.\"\n\nBloomberg. \"Michael Bloomberg to Endorse Clinton at Democratic Convention.\"\n\nThe New York Times. \"Michael Bloomberg Will Spend $80 Million on the Midterms.\"\n\nReuters. \"Michael Bloomberg to Spend $80 Million to Help Elect Democrats: NYT.\"\n\nEverytown for Gun Safety. \"Our History.\"\n\nFederal Election Commission. \"FEC Form 3P, Report of Receipts and Disbursements, Mike Bloomberg 2020.\"\n\nReuters. \"Media Mogul Bloomberg Enters U.S. Presidential Race, Takes Aim at Trump.\"\n\nReuters. \"Bloomberg Bows Out of Presidential Contest But His Money Will Stay.\"\n\nBloomberg Philanthropies. \"UN Special Envoy Michael R. Bloomberg Announces Effort to Ensure U.S. Honors Paris Agreement Commitments.\"\n\nUnited Nations. \"Mr. Michael R. Bloomberg of the United States - Special Envoy on Climate Ambition and Solutions.\"\n\nBloomberg Philanthropies. \"About Us.\"\n\nNY1.com. \"Soda Ban, Stop-and-Frisk, and a Third Term: Mike Bloomberg's Record as NYC Mayor.\"\n\nUnited Nations. \"Mr. Michael R. Bloomberg of the United States - Special Envoy on Climate Ambition and Solutions.\"",
  "url": "https://www.investopedia.com/terms/m/michael-bloomberg.asp"
}