{
  "term": "Who Is Larry Ellison?",
  "definition": "Larry Ellison is an American billionaire and the founder of software giant Oracle\n\nLarry Ellison co-founded the software giant Oracle Corp. (ORCL) in 1977. Under his leadership, Oracle grew from a start-up with three programmers into the largest database software supplier and the second-largest supplier of business applications.\n\nOracle’s rapid growth under Ellison's leadership relied on his impressive track record in identifying and conquering new markets. Oracle also grew by acquiring other software companies, including Sun Microsystems for $7.4 billion in 2009 and NetSuite for $9.3 billion in 2016.\n\nSince relinquishing the CEO post in 2014, Ellison has served as chair of the board and chief technology officer.\n\nBorn in New York City in 1944 to an unmarried teenage mother, Ellison was adopted by his mother’s aunt and uncle, who raised him in Chicago's South Side.\n\nAfter dropping out of the University of Illinois and the University of Chicago without a degree, Ellison spent almost a decade writing computer code for clients, including tech companies Ampex and Amdahl, where he worked on the first IBM-compatible mainframe system.\n\nThe idea that launched Oracle came to Ellison while reading about relational databases in an IBM research paper that proposed a new way of organizing large volumes of data to make the information easy to access.\n\nAlthough IBM had not yet taken the idea out of the research stage, Ellison immediately saw the enormous commercial potential of relational databases to transform how enterprises operate.\n\nIn 1977, Ellison and his former Ampex colleagues, Bob Miner and Ed Oates, used $2,000 of their own money to found Software Development Laboratories, which later became Oracle. Over the next two years, Ellison and his team built the first commercial structured query language (SQL) for managing large relational databases.\n\nKey to their early success was winning a $50,000 contract from the U.S. Central Intelligence Agency (CIA) in 1978 to develop a relational database management system (RDBMS), a project code-named Oracle. When Oracle 2, the first commercial relational database, was released in 1979, the CIA was among the earliest customers. In renaming Software Development Laboratories in 1983, Ellison took the Oracle name from this early contract for the CIA.\n\nAfter taking Oracle public in 1986, Ellison navigated the company through major turmoil, including its firstquarterly lossin 1990 and revelations about deceptive sales accounting that sank the share price.\n\nThe outlook improved in 1992 with the release of popular database software called Oracle 7, which won over the market. Banks, corporations, governments, airlines, automakers, and retailers all depended on Oracle 7. Despite thedot-com bubbleburst in the late 90s, Oracle's stock prices more than tripled from 1999 to the end of 2007, then continued climbing through the Great Financial Crisis and the COVID-19 pandemic.\n\nAnother driver of Oracle’s growth under Ellison’s leadership was the series of strategic software acquisitions that allowed the company to enter new markets: Sun Microsystems (informationtechnology); Hyperion Solutions (business intelligence); Retek (retail); Siebel Systems (customer relationship management); and PeopleSoft (human resources, financial, supply chain, enterprise performance, customer relationship management).\n\nBy 2020, Ellison had positioned Oracle’s network architecture to handle the explosive growth of cloud-based enterprise tech companies during the early days of the COVID-19 pandemic lockdown. In April 2020,Zoom Video Communications Inc. (ZM), the enterprise video communications leader, chose Oracle Cloud Infrastructure to support the increased demand for its services.\n\nEllison has a record of outmaneuvering rivals by identifying and cornering new markets they overlooked. In the 1980s, whenIBMbegan to develop SQL software to compete with Oracle, he took advantage of the fact that the SQL products that IBM was developing worked only with IBM servers. Ellison prioritized the emerging market for relational database systems that would run on any of the new computers targeting business and government users.\n\nEllison was also one of the first to anticipate the revolutionary impact that the Internet would have on the business world. Starting in 1997, Ellison began to focus Oracle exclusively on essential business software platforms for the Internet.\n\nIt was a strategy that risked alienating customers unprepared for the shift. Yet it positioned the company to profit from the dot-com boom. By 2000, Oracle was one of the biggest names in Silicon Valley—and Ellison briefly supplanted Bill Gates as the world's richest person.\n\nAfter dropping out of two universities in the 1960s, Ellison founded a company in 1977 that would later become Oracle. Under his leadership, Oracle has grown into a mammoth firm with amarket capof over $435 billion as of January 2025.\n\nIn addition to driving the massive growth of his company since its founding, Ellison has defined how the global business sector uses big data by developing and launching products used by all of the 100 largest public companies worldwide and by 430,000 customers in 175 countries.\n\nAs of Jan. 15, 2025, Ellison ranked fourth on the list of the wealthiest people in the world, with anet worthof $182 billion, according toBloomberg. Ellison is known for extravagant spending, including buying 98% of the Hawaiian island of Lanai, spending $194 million on a yacht, and investing hundreds of millions of dollars in luxury real estate in Malibu, California. He also built a California estate modeled after 16th-century Japanese feudal architecture.\n\nEllison has donated hundreds of millions of dollars to medical research and education, including $200 million to the University of Southern California for a cancer treatment research center in 2016. He also signed the Giving Pledge in 2010, a campaign launched by Warren Buffett to encourage fellow billionaires to contribute most of their wealth to charitable causes.\n\nLarry Ellison is a visionary business leader who built Oracle from a start-up into one of the world's most valuable companies, with fiscal year 2024 revenues of about $53 billion and a market capitalization of more than $435 billion as of January 2025.\n\nEllison positioned Oracle for dominance by developing a broad range of integrated software packages: from relationship databases, applications, servers, and storage to the cloud.\n\nWhen Ellison predicted in the 1990s that the Internet would be the future of computing, he led the industry in developing Internet-compatible business applications, giving Oracle a distinct advantage.\n\nOracle. \"Defying Conventional Wisdom.\"\n\nOracle. \"Oracle Buys NetSuite.\"\n\nAcademy of Achievement. \"Larry J. Ellison.\"\n\nOracle. \"Zoom Selects Oracle as a Cloud Infrastructure Provider for Its Core Online Meeting Service.\"\n\nCompaniesmarketcap.com. \"Oracle.\"\n\nOracle. \"Top 7 Reasons Customers Commit To Oracle Support.\" Page 11.\n\nBloomberg. \"Bloomberg Billionaires Index.\"\n\nBloomberg. \"Bloomberg Billionaires Index: Larry Ellison.\"\n\nUniversity of Southern California. \"$200 Million Gift Launches...Ellison Institute for Transformative Medicine of USC.\"\n\nOracle. \"Form 10-K for the Year Ended May 31, 2024.\" Page 66.",
  "url": "https://www.investopedia.com/terms/l/larry-ellison.asp"
}