{
  "term": "Who Is a Qualified Widower or Widow? Tax Filing Status Explained",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA qualified widow or widower is a surviving spouse who may file an individual tax return using the married filing jointly tax rates and standard deduction for up to two tax years.\n\nThe term \"qualified widow or widower\" refers to a tax filing status established by the Internal Revenue Service (IRS). In 2022, the IRS renamed this status as \"Qualifying Surviving Spouse.\"\n\nIf a surviving spouse is a qualified widow or widower, they may use themarried filing jointlytax rates when filing an individual return.\n\nThe status is good for up to two years following the year of death of the individual's spouse. The taxpayer must remain unmarried for the two years following the year of the death to qualify for the full two years.\n\nFiling as a qualified widow(er) allows the taxpayer to receive the higheststandard deductionfor their taxes, provided they do notitemizedeductions.\n\nQualified widow(er) (now called Qualified Surviving Spouse) is one of the five official filing statuses of theIRS.\n\nIt provides financial relief for those who lose their spouses and may be struggling with death-related expenses or other regular household bills.\n\nUsing the qualified widow(er) status allows the surviving spouse to file their tax return as if they were still married, despite the fact that their partner is deceased.\n\nYou can file taxes as a qualified widow(er) for the two years following their death. After that, you must opt for the status of eithersingle filerorhead of household.\n\nBecause it is a somewhat unusual status, there are specific rules and regulations for who qualifies. The following are eligibility rules set out by the IRS for the qualified widow(er) filing status:\n\nAs noted above, you get all the advantages of being married and filing jointly when you use the qualified widow(er) status—notably the deductions and incometax brackets.\n\nFor tax year 2025, the standard deduction for single filers and married filing separately is $15,000. For heads of household, the standard deduction is $22,500. For married filing jointly and surviving spouses, the standard deduction is $30,000.\n\nTaxpayers who do not remarry in the year their spouse dies can file jointly with the deceased spouse for that tax year. After that, they can opt for the qualifying widow(er) status for up to 2 years when they file an individual return.\n\nHaving a dependent child is key to filing as a qualified widow or widower. There is often an addendum to the title that stipulates it, notably a qualified widow(er) with a dependent child.\n\nThe law also dictates that the dependent child must have lived in the home with thetaxpayerall year, aside from temporary absences, like vacations or visiting relatives.\n\nThere are exceptions if a child's presence is for less than a year for things like birth, death, and even kidnapping.\n\nIn addition, the child cannot qualify as a dependent if:\n\nProvided you remain unmarried for two years following the year of death, you can use the qualified widow(er) tax filing status for two years after the year your spouse dies. You may use the married filing jointly status for the year that your spouse dies, or married filing separately (if you prefer).\n\nNo. One of the requirements for claiming this tax status is that you have at least one dependent child or stepchild (but not a foster child) who lived in the home with you all year. In fact, the status is often called qualified widow(er) with a dependent child.\n\nThis filing status involves favorable tax rates and allows you to claim the highest standard deduction—the same as that for married filing jointly. In this way, it can provide financial relief to those who lose their spouses and may have difficulty paying for death-related expenses or household bills.\n\nThe qualified widow(er) tax filing status—now known as the qualified surviving spouse status—can be helpful to the finances of anyone who has dependent children to care for after their spouse dies.\n\nBe sure you understand all of the eligibility rules before you file your taxes and consult with an accountant if you have any questions about your individual situation.\n\nIntuit Accountants. \"Claiming the Qualified Surviving Spouse Filing Status on Form 1040.\"\n\nInternal Revenue Service. \"Filing Status,\" Page 8.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Page 5.\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Pages 9-10.\n\nInternal Revenue Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"Filing Status,\" Page 2.\n\nInternal Revenue Service. \"Table 1: Does Your Qualifying Child Qualify You for the Child Tax Credit or Credit for Other Dependents?\"\n\nInternal Revenue Service. \"Publication 501, Dependents, Standard Deduction, and Filing Information,\" Page 12.",
  "url": "https://www.investopedia.com/terms/q/qualified-widow-or-widower.asp"
}