{
  "term": "Who Was Thomas Malthus? What Is the Malthusian Growth Model?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThomas Robert Malthus was an influential British economist best known for his theory on population growth, outlined in his 1798 book \"An Essay on the Principle of Population.\"\n\nIn it, Malthus argued that populations inevitably expand until they outgrow their available food supply, causing the population growth to be reversed by disease, famine, war, or calamity.\n\nHe is also known for developing an exponential formula used to forecast population growth, which is currently known as the Malthusian growth model.\n\nIn the 18th and early 19th centuries, some philosophers believed firmly that human society would continue to improve and tilt toward a utopian ideal. Malthus countered this belief, arguing that segments of the generalpopulationhave invariably been poor and miserable, effectively slowing population growth.\n\nBased on his observation of conditions in England in the early 1800s, Malthus argued that available farmland was insufficient to feed the increasing population. More specifically, he stated that the human population increases geometrically, while food production increases arithmetically.\n\nUnder this paradigm, humans would reproduce until their numbers surpassed their production capacity, at which point the population would be forcibly reduced by famine or some other catastrophe and return to a manageable level.\n\nThese conclusions inspired the description of economics as the \"dismal science.\" Originally coined by the philosopher Thomas Carlyle, the term was used to describe Malthus' conclusions regarding the inevitability of overpopulation and famine.\n\nThe naturalist Charles Darwin based his theory ofnatural selectionin part on Malthus' analysis of population growth. Malthus' views also enjoyed a resurgence in the 20th century with the advent of Keynesian economics.\n\nCharles Darwin's theory of natural selection was partially derived from Malthus' theory of population growth.\n\nThomas Malthus was born on February 13, 1766 to a prominent family near Guildford, Surrey. Malthus was home-schooled before being accepted to Cambridge University's Jesus College in 1784. He earned a master's degree in 1791 and became a fellow two years later. In 1805, Malthus became a professor of history and political economy at the East India Company's college at Haileybury.\n\nMalthus became a fellow of the Royal Society in 1819. Two years later, he joined the Political Economy Club along with economist David Ricardo and Scottish philosopher James Mill. Malthus was elected to be one of 10 royal associates of the Royal Society of Literature in 1824.\n\nIn 1833, he was elected to both the Académie des Sciences Morales et Politiques in France as well as Berlin's Royal Academy. Malthus co-founded the Statistical Society of London in 1834.\n\nHe died in St. Catherine, near Bath, Somerset, in 1834.\n\nMalthus' most famous work was his book \"Essay on the Principle of Population,:first published in 1798 and enlarged in later editions. This work contained his famous argument that human populations tend to grow faster than agricultural output, resulting in famines orcrises.\n\nLater editions proposed that \"moral restraint\" could slow population growth.\n\nMalthus was a prolific essayist and exchanged many letters with contemporary economists. His other publications included:\n\nThe term \"political economy\" was first used in academic circles when Malthus joined the faculty of the East India Company's college at Haileybury as a professor of history and political economy.\n\nMalthus' severe theory on population growth was shaped by his status as an 18th-century Anglican cleric. He believed that poor people would work hard enough to produce an abundant food supply in favorable times. However, he thought that they would then abuse their newfound abundance, particularly by producing larger families. At some point, their numbers would exceed their ability to provide the necessities of life. Starvation or some other disaster would inevitably follow until the population was reduced to manageable levels.\n\nIn short, Malthus was something of a misanthrope, although he denied it. In his \"Principle of Population,\" he wrote that humans are by nature \"inert, sluggish, and averse from labour, unless compelled by necessity.\"\n\nHe argued against England's Poor Laws on the grounds that \"the aggregate mass of happiness\" would be increased if the very poor were denied lifesaving relief.\n\nThe population theory espoused by Malthus has been largely discredited over time. Technological advances invalidated his main conclusion. His theory was made repugnant by some of the political decisions that it influenced.\n\nHowever, his theory of the effects of \"gluts\" or overproduction continued to influence economists, includingJohn Maynard Keynes, who further developed the analysis of the cycle of boom and bust that defines an economy.\n\nMalthus' theory that population growth would inevitably exceed its means of production was based largely on his observation of English life in the late 18th century and his later travels in Europe.\n\nThe advances of theIndustrial Revolutionallowed agricultural production to be ramped up to far greater levels than the subsistence farming of his day could sustain. Later advances in farming techniques, chemical fertilizers, and genetic modifications have allowed food production to continue to scale upwards.\n\nFor example, the Green Revolution of the 1960s in India, which boasts the world's second-biggest population, helped feed a growing population in the state of Punjab.In Europe after World War II, populations increased steadily without widespread starvation.\n\nIf simplified enough, Malthus' theory sounds a lot like Ebenezer Scrooge's declaration that the poor might as well just die and \"decrease the surplus population.\"\n\nMalthus' theory of population was used to support genocidal policies in colonial India. Malthus died before the time of the Irish Potato Famine of the mid-19th century, but contemporary politicians leaned on his theory to blame Irish overpopulation rather than British government policies for the massive death toll.\n\nThomas Malthus was a British economist who is most famous for his predictions about human population growth. Malthus noted that although food production increased steadily, the population grew even faster, resulting in periodic famines whenever the population exceeded its limits. His theories were later used to justify colonial policies in Ireland and India.\n\nAlthough his ideas are now considered outdated, Malthus' ideas on overpopulation and production limits were instructive to later thinkers like Charles Darwin and John Maynard Keynes.\n\nMalthus predicted that natural population growth would inevitably outpace agricultural output, ultimately resulting in famine and other catastrophes until the population was reduced below a sustainable level.\n\nThe cycle is endless, he believed: Relative abundance causes an increase in fertility until the population again grows to an unsustainable level and collapses.\n\nDarwin's theory of natural selection was influenced by Malthus' population theories. Darwin found that limited resources place competitive pressures on every species. Darwin's revelation was that a species adapted over time to improve its rate of survival.\n\nThe Malthusian growth model is a mathematical equation for population growth. It holds that the rate of growth is proportionate to the current population. This is functionally equivalent to exponential growth, where the size of the population doubles at predictable intervals.\n\nThomas Malthus was an 18th-century British economist best known for his theory that human populations tend to outgrow their agricultural production capabilities, resulting in famines and other disasters.\n\nThese theories have largely been discredited by innovations inagricultural technology, but they remain influential in the field of evolutionary biology.\n\nEncyclopedia Britannica. \"Thomas Malthus.\"\n\nGoodreads. \"An Essay on the Principle of Population Quotes.\"\n\nEncyclopedia Britannica. \"Thomas Malthus.\"\n\nThe Conversable Economist. \"Best Friends, Best Opponents: Malthus and Ricardo.\"\n\nVirginia Tech Institute for Policy and Governance. \"Revisiting the Impacts of the Green Revolution in India.\"\n\nAmerican Council on Science and Health. \"Irish Potato Famine: How Belief in Overpopulation Leads to Human Evil.\"",
  "url": "https://www.investopedia.com/terms/t/thomas-malthus.asp"
}