{
  "term": "Who Was Milton Friedman and What Is Monetarism?",
  "definition": "Milton Friedman was a U.S. economist and Nobel laureate known as the most influential advocate of free-market capitalism and monetarism in the 20th century.\n\nAt the beginning of his career in the 1950s and 1960s, Friedman’s strong advocacy of monetary policy over fiscal policy and free markets over government intervention was considered radical by the establishedmacroeconomicscommunity. At the time, the field was dominated by theKeynesianposition thatfiscal policy—government spending and tax policies to influence the economy—was more important thanmonetary policy—control of the overall supply of money available to banks, consumers, and businesses—and that an interventionist government could moderate recessions by using fiscal policy to prop up aggregate demand, spur consumption, and reduce unemployment.\n\nIn a direct challenge to the Keynesian establishment, Friedman and his fellow monetarists held that governments could foster economic stability by controlling the supply of money that flows into the economy and allowing the rest of the market to fix itself. He argued for a return to the free market, including smaller government and deregulation in most areas of the economy.\n\nBy the time Friedman died in 2006 at the age of 94, his theories had been so influential that theWall Street Journalsaid that he had “reshaped modern capitalism” and “provided the intellectual foundations for the anti-inflation, tax-cutting, and antigovernment policies” of President Ronald Reagan and British Prime Minister Margaret Thatcher.\n\nMilton Friedman (1912 to 2006) was born to immigrant parents in Brooklyn, N.Y., and grew up in a small town in in New Jersey, 20 miles from New York City. In his Nobel biography, Friedman described his family as “warm and supportive,” but the family income as “small and highly uncertain.” His father died during his senior year in high school, and he took various jobs to supplement a scholarship to Rutgers University, where he earned an undergraduate degree in mathematics and economics in 1932. On the recommendation of a Rutgers professor, Friedman was awarded a scholarship to an economics graduate program at the University of Chicago in 1932.\n\nOver the next 14 years, in addition to academic roles at the University of Chicago and Columbia University, Friedman held a series of government roles that deepened his expertise in mathematical statistics and economic theory and contributed to publications on consumption and income analysis that launched his career.\n\nFor example, Friedman’s consumer budget study at the National Resources Committee contributed to his famous \"Theory of the Consumption Function.\" His professional income study, \"Incomes from Independent Professional Practice,\" at theNational Bureau of Economic Research(NBER) introduced the groundbreaking concepts of permanent and transitory income into economic science.\n\nPrior to earning a Ph.D. in Economics from Columbia University in 1946, Friedman spent World War II on a select team of statistical analysts working on wartime tax policy for the U.S. Treasury Department (1941 to 1943) and serving as mathematical statisticians on weapon design, military tactics, and metallurgical experiments at Columbia University (1943 to 1945). Of note, during these early years at the U.S. Treasury, the famous anti-taxation crusader recommended increasing taxes to suppress wartime inflation and devised the first system of income tax withholding.\n\nIn 1946, Friedman accepted an offer to teach economic theory at the University of Chicago and spent the next 30 years conducting groundbreaking analysis and developing free-market theories that challenged Keynesian economics—the school of thought that had dominated macroeconomics since the New Deal.\n\nWorkshop on Money and Banking:A key institutional accomplishment during this period at the University of Chicago was Friedman’s establishment of a money and banking workshop that allowed his monetary studies to evolve from individual scholarship into a cumulative body of work that drove the revival of both empirical and theoretical research in the fields of monetary history and statistics.\n\nThe Chicago School of Economics:Friedman also became the most famous alumnus of theChicago School of Economics, aneoclassicalschool founded in the 1930s by his professor, Frank Knight, to promote free markets and the concept ofrational expectations, a macroeconomic theory that holds that individuals base decisions on three factors—human rationality, available information, and past experiences—which means both that current expectations directly influence the future economy and that economists can accurately model future inflation and interest rates with no need for government intervention.\n\nNobel Prize in Economic Sciences (1976):In 1976, shortly before he retired from the University of Chicago, Friedman was awarded the Nobel Prize in Economic Sciences for his achievements in the fields of consumption analysis, monetary history and theory, and for his demonstration of the complexity ofstabilization policy.\n\nHoover lnstitution of Stanford University:From 1977, when he retired from active teaching at the University of Chicago, until his death in 2006, Friedman served as a Senior Research Fellow at the Hoover lnstitution of Stanford University, a public policy think tank promoting the principles of individual, economic, and political freedom.\n\nCertain of Friedman’s accomplishments as a theoretical economist have been so significant that even vocal neo-Keynesian critics admire the brilliance of his logic, including his assertion that economic models should be judged by the accuracy of their predictions about behavior rather than their psychological realism.\n\nFor example, in Friedman’s rational behavior model on consumption behavior, consumer preferences can be expressed mathematically in terms of utility, and consumer choices are driven by rational calculations to maximize utility. Until then, Keynesian economists had explained consumer decisions more loosely in psychological terms, such as the tendency to spend some but not all of any increase in income.\n\nNotable praise from ideological opponents includes Paul Krugman’s statement that “Friedman’s two greatest triumphs as an economic theorist came from applying the hypothesis of rational behavior to questions other economists had thought beyond its reach.”\n\nFriedman’s first universally applauded application of the hypothesis of rational behavior to economic patterns was \"A Theory of the Consumption Function,\" his 1957 book that made the case for hispermanent income hypothesis. This was a consumer spending theory positing that saving and spending decisions are based on perceptions of permanent, rather than temporary, changes to income. People spend at a level consistent with their expected long-term income and save only if current income is higher than expected permanent income. By effectively resolving previous inaccuracies in the analysis of the relationship between income and spending. Friedman laid the foundation for all subsequent economic analysis of spending and saving patterns.\n\nAnother indisputable Friedman victory, praised by critics as well as admirers, was that his rational-behavior explanation of inflation accurately predicted a phenomenon that establishment Keynesians thought was impossible:stagflation, a period of stagnant economic growth with simultaneous high inflation and high unemployment.\n\nIn 1967, when Friedman presented his prediction of stagflation in a presidential address to the American Economic Association, he was challenging prevailing economic theories based on thePhillips curve, an economic model that demonstrated an historical correlation between unemployment and inflation that Keynesian economists had always assumed was stable.\n\nAt the time, Keynesian economists had been using the Phillips curve to argue that the stable tradeoff between unemployment and inflation justified expansionary fiscal policies and deficit spending that drove higher inflation, because it would keep unemployment low. Friedman’s counterargument to the Keynesians in 1967 was that, even though the data did show a correlation between inflation and unemployment, it was only a temporary trade-off—not a stable correlation—and both inflation and unemployment would eventually be high at the same time. Friedman’s rational behavior argument was that consumers dealing with long-term inflation eventually build expectations of future inflation into saving and spending decisions, which eventually cancels the power of high inflation to keep employment high.\n\nWhen the stagflation of the late 1970s proved the accuracy of Friedman’s prediction that the historical correlation between inflation and unemployment would eventually break down, it was hailed as “one of the great triumphs of postwar economics.”\n\nWhen Friedman won the Nobel Prize in 1976, the Committee cited a book on monetarism that he and his colleague Anna Schwartz had published in 1963, \"A Monetary History of the United States, 1867–1960.\"In this book, Friedman used highly detailed theoretical and empirical analysis of the role of money in the U.S. economy since the Civil War to make the anti-Keynesian case that control of the money supply was a primary tool of economic management—as it had been throughout pre-Keynesian economics.\n\nThe argument against monetary policy had been dominant since theGreat Depressionin the 1930s, when the massive economic crisis made interest rates so low that there was no incentive to invest—and Keynesians believed that any additional cash pumped into the economy would have just been held by individuals and banks without jumpstarting the economy. In that context, Keynesians successfully advocated fiscal policy over monetary policy to pull the economy out of the Great Depression.\n\nThe most controversial position in Friedman’s 1967 book targeted this Keynesian approach to the Great Depression and became quite influential with economists and the general public. In it, he argued that the government, namely theFederal Reserve, made the Great Depression worse by not enacting monetary policies. In the book, Friedman claimed that if the Federal Reserve had prevented the dramatic drop in money supply by bailing out banks in the early 1930s, it could have prevented the wave of bank failures that made people decide to hold cash rather than make deposits and made banks hold deposits rather than make loans to revive the economy.\n\nOne of the reasons that an anti-government economist like Friedman would advocate any government action at all is that monetary policy is the least interventionalist and ideally apolitical action that the government can take in the economy. For example, the Federal Reserve is acentral bank, so it controls themonetary base—the total currency in circulation and in bank vaults as well as bank deposits at the Federal Reserve.\n\nPer Friedman, all the Federal Reserve had to do to increase the money supply was to create more monetary base and then let market forces play out with no further government involvement. In contrast, Keynesian fiscal policies required much more government involvement in the economy. For example, a government-funded public works project to increase employment would not only be administered by government officials but it could also be used to serve political ends.\n\nNeo-Keynesiancritics of the book includePaul Krugman, who—despite calling \"A Monetary History\"a \"vast work of extraordinary scholarship”—took exception to Friedman’s argument that the Federal Reserve made the Great Depression worse by not enacting monetary policies. In fact, the Fed did increase themonetary aggregateunder its control, also known as themonetary base, so Krugman considers it highly debatable to say that the Fed could have prevented the crash of themoney supplythat in turn triggered the collapse of spending that deepened the depression. (Money supply is a different monetary aggregate that includes currency plus bank deposits that can be used as cash.)\n\nKrugman also cautioned that what Friedman claimed in the book—that the Federal Reserve had turned a cyclical recession into a major depression by failing to bail out the banks—was widely misinterpreted by some economists and the public as Friedman believing that the Federal Reserve had caused the Great Depression, which made the depression a failure of big government rather than a failure of unrestricted free markets.\n\nFriedman first introduced monetarism in his 1959 book,\"A Program for Monetary Stability,\" and for the next three decades monetarism was a major topic of economic debate. In subsequent publications and public appearances over the next 25 years, he made the case for controlling the money supply so effectively that his reputation as an economist was defined to a large extent by the monetarism doctrine he created.\n\nHowever, by the 1980s, in the wake of notable failures of major monetary policy initiatives in the real world, some of his staunchest proponents began to reverse their support of monetarism. When an avowed monetarist In the U.K., Prime Minister Margaret Thatcher, enacted monetary policy to control inflation in the early 1980s, the inflation rate jumped to 23%. Monetarism was abandoned by 1982. In the U.S., when the Federal Reserve attempted monetarism by steadily growing the money supply to control inflation in the late 1970s, the painful recession of 1981-1982 resulted.\n\nBy 1982, the U.S. had abandoned monetarism in practice, and in 1986,The New York Timesreported that Beryl Sprinkel, President Reagan's Chief Economist and one of the “most tenacious partisans” of monetarism, had publicly disavowed the theory.\n\nOf note, when asked about the failed U.S. attempt, Friedman said that what happened wasn't a failure of monetarism but an execution failure by the Federal Reserve, which he said had focused on interest rates instead of money. '“Monetarism would work, if the Fed plugged the policy into a computer and relied mostly on the computer to steer the economy.”\n\nIn this context, critics have attributed Friedman’s strong advocacy of monetarism to a primarily partisan motivation: Monetarism served his unilateral anti-government agenda. Because he believed that the Federal Reserve should grow the money supply at a steady, low, fixed rate without even small deviations in response to economic conditions, monetary policy could be on autopilot—and government officials would have no control at all.\n\nIn 1976, when Friedman was awarded the Nobel Prize in Economic Sciences for his work on consumption analysis, monetary history and theory, and the complexity of stabilization policy, it marked the turning of the tide away from three decades of Keynesian economics and toward the Chicago School of Economics he had co-founded.\n\nWith this international validation of his theories and the major intellectual victory of his prediction of stagflation in the late 1970s, Friedman became the new public face of free markets.\n\nAfter three decades of Keynesian dominance, Friedman reshaped academic thought in economics around a laissez-faire, free-market emphasis on prices, inflation, and human incentives—a direct counter to Keynes' focus on employment, interest, and public policy.\n\nOver the next three decades, Friedman and his colleagues at the Chicago School of Economics argued against deficit spending and expansionary fiscal policy and for monetarism, deregulation in most areas of the economy, and a return to the free-market, small-government principles of classic economists, such as Adam Smith.\n\nOne of Friedman’s most significant accomplishments was the extent to which his theories influenced government policy and public opinion as well as economic research. As the Nobel Committee noted in 1976, “It is very rare for an economist to wield such influence, directly and indirectly, not only on the direction of scientific research but also on actual policies.”At his death in 2006, Federal Reserve Chairman Ben Bernanke said: “Among economic scholars, Milton Friedman had no peer. The direct and indirect influences of his thinking on contemporary monetary economics would be difficult to overstate.\n\nFriedman’s range as a spokesperson was equally impressive. In addition to having the ear of powerful politicians and writing academic papers, he reached the public through popular books, columns, and television appearances. From debating highly technical economic principles at the academic level to communicating the economic benefits of free markets and small government to television audiences in direct, plain language, few public intellectuals in any field have been as effective.\n\nDuring Friedman's landmark interviews on Phil Donahue's show in 1979 and 1980, the host said his guest was \"a man who will never be accused of making economics confusing,\" and told Friedman: \"The nice thing about you is that when you speak, I almost always understand you.\"\n\nIn addition to lectures on college campuses, Friedman had a 10-series television program entitled \"Free to Choose,\" based on his best-selling book with the same name,\n\nEconomist Walter Block, sometimes a friendly agitator of Friedman, memorialized his contemporary's 2006 death by writing, \"Milton's valiant, witty, wise, eloquent and yes, I'll say it, inspirational analysis must stand out as an example to us all.\"\n\nOne measure of the extent to which Friedman has shifted the center of debate about the proper role of government in the economy is the fact that certain of his core ideas have become popular wisdom.\n\nIn many ways, Friedman was an idealist and libertarian activist, but his economic analysis was always grounded in practical reality. He famously told Richard Heffner, host of \"The Open Mind,\" in an interview: \"One of the great mistakes is to judge policies and programs by their intentions rather than their results.\"\n\nMany of Friedman's most controversial positions were based on this principle. He opposed raising theminimum wagebecause he felt it unintentionally harmed young and low-skilled workers, particularly minorities. He also opposedtariffsand subsidies because they unintentionally harmed domestic consumers.\n\nHis famous 1989 \"Open Letter\" to then-drug czar Bill Bennett called for the decriminalization of all drugs, mostly because of the devastating unintended effects of the drug war.This letter lost Friedman a swath of conservative supporters, who he said failed \"to recognize that the very measures you favor are a major source of the evils you deplore.\"\n\nThe most famous excerpt from Friedman's writings and speeches is: \"Inflation is always and everywhere a monetary phenomenon.\" He defied the intellectual climate of his era and reasserted thequantity theory of moneyas a viable economic tenet. In a 1956 paper titled \"Studies in the Quantity Theory of Money,\" Friedman found that, in the long run, increased monetary growth increases prices but does not really affect output.\n\nFriedman's work busted the classic Keynesian dichotomy on inflation, which asserted that prices rose from either \"cost-push\" or \"demand-pull\" sources. It also put monetary policy on the same level as fiscal policy.\n\nIn a 1980Newsweekcolumn, Milton Friedman said: \"If you put the federal government in charge of the Sahara Desert, in five years there'd be a shortage of sand.\" Though perhaps poetic, this famous quote illustrates Friedman’s often doctrinaire opposition to government intervention into the economy; the Sahara Desert has in fact long been largely owned by various (African) national governments and has never experienced a shortage of sand.\n\nFriedman was a vocal critic of government power and was convinced free markets operated better on grounds of morality and efficiency. In terms of the actual economics, Friedman rested on a few truisms and basic, incentive-based analyses. He offered that no bureaucrat would or could spend money as wisely or as carefully as the taxpayers from whom it was taken. He spoke often ofregulatory capture, the phenomenon where powerful special interests co-opt the very agencies designed to control them.\n\nTo Friedman, government policy is created and carried out through force, and that force creates unintended consequences that do not come from voluntary trade. The political power of government creates an incentive for the wealthy and devious to misuse it, helping to generate what Friedman dubbed \"government failure.\"\n\nFriedman loved pointing out government failures in a way that proved his arguments about unintended consequences and the bad incentives of government policy.\n\nHe exposed how President Richard Nixon's wage and price controls led to gasoline shortages and higher unemployment. He railed against theInterstate Commerce Commission(ICC) andFederal Communications Commission(FCC) for creating de facto monopolies in transportation and media. Famously, he contended that the combination of public schooling, minimum wage laws, drug prohibition, and welfare programs had unintentionally forced many inner-city families into cycles of crime and poverty.\n\nFriedman did not say that “greed is good”— that is a line from the 1987 movie “Wall Street”—but he did write a famous article inThe New York Timesin 1970, titled \"The Social Responsibility of Business is to Increase Profits.\" That article has been called the inspiration for the greed-is-good excesses of activist investors who push companies to create shareholder value at all costs and to the exclusion of all other considerations, including investing in employees and delivering value to customers.\n\nWalter Block said that Friedman called himself a small “l” libertarian, and he was clearly aligned with the libertarian principles of small, less intrusive government and deregulation throughout his career.\n\nFriedman, who was born in 1912, said that the Great Depression was of one of the most important factors influencing his decision to become an economist. He wanted to investigate the causes and consequences of such widespread economic misery.\n\nMilton Friedman is widely considered the most influential economic and public policy thinker of the second half of the 20th century, just as Keynes is considered the most influential of the first half. One of Friedman’s most significant accomplishments was the extent to which his theories influenced government policy and public opinion as well as economic research.\n\nFriedman's public policy theories are based on two core principles: That voluntary interactions between consumers and businesses often produce results superior to those crafted by government decree; and that policies have unintended consequences, so economists should focus on results, not intentions.\n\nFriedman’s use of monetarism to contradict Keynesian theories based on the Phillips curve is considered a major intellectual triumph by both critics and admirers. When the stagflation of the late 1970s proved the accuracy of his prediction that the historical correlation between inflation and unemployment would eventually break down, it was hailed as “one of the great triumphs of postwar economics.”\n\nThe Wall Street Journal. “How Milton Friedman Changed Economics, Policy and Markets.”\n\nThe Nobel Prize. \"Milton Friedman: Biographical.\"\n\nNobelprize.org. “Nobel Prize in Economic Sciences, 1976.”\n\nThe New York Review. “Who Was Milton Friedman?\"\n\nThe New York Times. “Monetarism In Britain.”\n\nThe New York Times. “Monetarism Falls from Grace.”\n\nHarvard Kennedy School. “More Keynesian than Keynes.”\n\nYoutube. \"Milton Friedman on Phil Donahue.\"\n\nMises Institute. \"Milton Friedman RIP.\"\n\nHoover Institute. “An Open Letter to Bill Bennett.\"\n\nHoover Institution. \"Studies in the Quantity Theory of Money.\"\n\nThe New York Times. “Shareholder Value Is No Longer Everything, Top C.E.O.s Say.”\n\nSocial Science Research Network. “Is Milton Friedman a Libertarian?”\n\nThe Mackinac Center for Public Policy. “How Milton Friedman Influenced Michigan and the World.”",
  "url": "https://www.investopedia.com/terms/m/milton-friedman.asp"
}