{
  "term": "Who Is Ben Bernanke? Why Is He Important?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nBen Bernanke was the chair of the board of governors of theU.S. Federal Reservefrom 2006 to 2014. Bernanke took over the helm from Alan Greenspan on Feb. 1, 2006, ending Greenspan's 18-year leadership at the Fed.\n\nA former Fed governor, Bernanke was chair of the U.S. President'sCouncil of Economic Advisorsprior to being nominated as Greenspan's successor in late 2005.\n\nBorn Benjamin Shalom Bernanke on Dec. 13, 1953, he is the son of a pharmacist and a schoolteacher and was raised in South Carolina.A high-achieving student, Bernanke completed his undergraduate degree summa cum laude at Harvard University and then completed his Ph.D. at MIT in 1979.\n\nHe taught economics at Stanford and then at Princeton University, where he chaired the department until 2002 when he left his academic work for public service.He officially left his post at Princeton in 2005.\n\nBernanke was first nominated as chair of the Fed by President George W. Bush in 2005.He had been appointed to President Bush's Council of Economic Advisors earlier the same year, which was widely seen as a test run for succeeding Greenspan as chair.\n\nIn 2009, President Barack Obama nominated him for a second term as chair.He was succeeded byJanet Yellenas chair in 2014. Before serving his two terms as chair of the Federal Reserve, Bernanke was a member of the Federal Reserve'sBoard of Governorsfrom 2002 to 2005.\n\nBen Bernanke was instrumental in stimulating the U.S. economy after the2008 banking crisisthat sent the economy into a downward spiral. He took an aggressive and experimental approach torestore confidence in the financial system.\n\nOne of the multiple strategies that the Fed applied to curb the global crisis was enacting alow-rate policyto stabilize the economy. Under the tutelage of Bernanke, the Fed slashed the benchmark interest rates near to zero. By reducing thefederal funds rate, banks lend each other money at a lower cost, and in turn, can offer low-interest rates on loans to consumers and businesses.\n\nThe total net worth American households lost between 2007 and 2009 of the Great Recession.\n\nAs conditions worsened, Bernanke proposed aquantitative easingprogram. The quantitative easing scheme involved the unconventional purchase ofTreasury bondsecurities andmortgage-backed securities (MBS)to increase the money supply in the economy.By purchasing these securities on a large scale, the Fed increased the demand for them, which led to an increase in the prices. Since bond prices and interest rates are inversely related, interest rates fell in response to the higher prices. The lower interest rates reduced the financing costs for business investments, hence improving a business’ financial position. By bolstering operations and activities, businesses were able to create more jobs, which contributed to a reduction in the unemployment rate.\n\nBen Bernanke also helped to curb the effects of the rapidly deteriorating economic conditions bybailing outseveral troubled big financial institutions. While the Fed underwrote the decision to letLehman Brothersfail, they bailed out companies, such as AIG Insurance, due to the higher risk that the bailed-out companies posed if they went bankrupt.\n\nIn the case of AIG, Bernanke believed that the company’s huge liability was solely isolated in its financial products which involved hundreds of billions of dollars inderivativesspeculation. If the company lost out on its speculative position on these derivatives, it would not have sufficient funds to pay out or cover its losses.For companies like Merrill Lynch and Bear Stearns, the Federal Reserve incentivized Bank of America and JPMorgan to purchase and take over both companies by guaranteeing thebad loansof the troubled banks.\n\nIn 2013, Bernake releasedThe Federal Reserve and the Financial Crisis, a compilation of his lectures about the history of the Federal Reserve and the financial crisis of 2008. It features his insights on the Fed's activities, decisions, and responses to events.\n\nTwo years later, he publishedThe Courage to Act: A Memoir of a Crisis and Its Aftermath, chronicling his experiences as the chairman of the Federal Reserve Board and exposed how close the global economy came to collapsing in 2008, stating that it would have done so had the Federal Reserve and other agencies not taken extreme measures.President Barack Obama has also stated that Bernanke's actions prevented the financial crisis from becoming as bad as it could have been.However, Bernanke has also been the subject of critics who claim he didn't do enough to foresee the financial crisis.\n\nAlthough Bernanke’s actions were indelible to the recovery of the global economy, he faced criticism for the approaches that he took to achieve this recovery. Economists criticized his pumping hundreds of billions of dollars into the economy through the bond-purchase program which potentially increased individual and corporate debt, and led toinflation. In addition to these economists, legislators also criticized his extreme measures and opposed his re-appointment as Federal Reserve Chair in 2010.President Barack Obama, however, reappointed him for a second term.\n\nAs of August 2022, Ben Bernanke is currently serving as an economist at the Brookings Institution, a nonprofit public organization based in Washington, DC, where he provides advice on fiscal and monetary policies.He also serves as a senior advisor to Citadel.\n\nAfter stepping down as the chair of the board of governors of the U.S. Federal Reserve, Ben Bernake served as a member of the Montgomery Township Board of Education in New Jersey for two years and is now an economist for the Brookings Institution and advisor for financial services firm Citadel.\n\nTo counter the effects of the financial crisis of 2008, Bernake employed a low-rate policy—whereby rates were reduced to practically nothing—and a quantitative easing plan to increase the money supply. Bernake also bailed out many large, failing financial institutions.\n\nBen Bernake belongs to the Milton Friedman and Anna Schwartz school of thought.Bernake subscribed to the principle that the Federal Reserve Board could reduce inflation and revitalize the economy by increasing the money supply at the same rate as the gross national product (GNP).\n\nBen Bernake, the former two-term chair of the Federal Reserve, is largely regarded for implementing strategies that saved the U.S. economy. His methods, albeit somewhat controversial, led to an increase in U.S. jobs, the bailout of well-known, established financial institutions, and a robust economy. His actions were not exempt from scrutiny, however, as there were a host of critics who believed his actions were more detrimental than good. Despite varying opinions, Bernake remains in high demand as an economist and advisor and is esteemed as one of the most influential Fed chairs in history.\n\nFederal Reserve History. \"Ben S. Bernanke.\"\n\nDavid Wessel. \"In Fed We Trust: Ben Bernanke's War on the Great Panic,\" Pages 67, 69. Three Rivers Press, 2010.\n\nThe Brookings Institution. \"Ben S. Bernanke.\"\n\nPrinceton University. \"Faculty Comment on Bush’s Choice of Bernanke for Fed Chair.\"\n\nU.S. Congress. \"PN1025 — Ben S. Bernanke — Federal Reserve System.\"\n\nPrinceton University. \"Bush Chooses Bernanke to Head Economic Council.\"\n\nThe White House: The Obama Administration. \"The Nomination of Ben Bernanke.\"\n\nBoard of Governors of the Federal Reserve System. \"Regulatory Reform: Agency Mortgage-Backed Securities (MBS) Purchase Program.\"\n\nFederal Reserve Bank of St. Louis. \"Household Financial Stability: Who Suffered the Most from the Crisis?\"\n\nThe New York Times. \"Revisiting the Lehman Brothers Bailout That Never Was.\"\n\nBoard of Governors of the Federal Reserve System. \"Regulatory Reform: American International Group (AIG), Maiden Lane II and III.\"\n\nBoard of Governors of the Federal Reserve System. \"Regulatory Reform: Bear Stearns, JPMorgan Chase, and Maiden Lane LLC.\"\n\nBoard of Governors of the Federal Reserve System. \"Acquisition of Merrill Lynch by Bank of America.\"\n\nPrinceton University Press. \"The Federal Reserve and the Financial Crisis.\"\n\nWiley Online Library. \"Ben Bernanke's The Courage to Act: A Review Essay.\"\n\nPBS NewsHour. \"Tough Criticism for Bernanke.\"\n\nCitadel. \"Dr. Ben S. Bernanke.\"\n\nThe Federal Reserve Board. \"Remarks by Governor Ben S. Bernanke At the Conference to Honor Milton Friedman, University of Chicago, Chicago, Illinois, November 8, 2002: On Milton Friedman's Ninetieth Birthday.\"",
  "url": "https://www.investopedia.com/terms/b/benbernanke.asp"
}