{
  "term": "Who Was John Bogle? Vanguard Founder, Father of Indexing",
  "definition": "John Bogle was the founder of theVanguard Groupand a major proponent ofindex investing. Commonly referred to as \"Jack,\" Bogle revolutionized the mutual fund world by creating index investing, which allows investors to buy mutual funds that track the broader market. He did this with the overall intent to make investing easier and at a low cost for the average investor.\n\nHe died on Jan. 16, 2019, at the age of 89.\n\nJohn Bogle was born on May 8, 1929, in Montclair, New Jersey. He attended Blair Academy which was paid for by his uncle, as his family had lost most of their wealth in the 1929 stock market crash. John Bogle attended Princeton University where he studied economics.\n\nIn his early career, he joined Wellington Management in 1951 and attempted to persuade them to change their strategy of focusing on one investment fund to many. He eventually became chairman of Wellington but was fired after a poorly made merger decision. He then founded his own mutual fund company, Vanguard Group, in 1974.\n\nWith Vanguard, Bogle employed a novel ownership structure in which theshareholdersof mutual funds became part owners of the funds in which they invested. The funds themselves own the investment firm, making the fund investors indirect owners of the firm itself. This structure allows the firm to incorporate any profits into its operating structure, reducing investment costs for fund investors.\n\nIn 1976, Bogle introduced the Vanguard 500 fund, which tracks the returns of theS&P 500and marked the firstindex fundmarketed to retail investors. Bogle’s unique structure for Vanguard also made it a natural fit for the provision ofno-load mutual funds, which do not charge a commission on investment purchases.\n\nAn index fund is an investment fund, such as an ETF or mutual fund with a portfolio that is constructed to match that of a specific market index.\n\nWhen the Vanguard 500 fund was launched in its initial iteration, it raised only $11 million in its first underwriting in 1976. As of July 28, 2022, the fund manages more than $709 billion in assets.\n\nBogle retired as CEO and chair of Vanguard in 1999 and wroteCommon Sense on Mutual Funds: New Imperatives for the Intelligent Investorthe same year, which has since become a classic for investors worldwide.\n\nJohn Bogle contributed significantly to the popularity of index investing, in which a fund maintains a mix of investments that track a major marketindex. Bogle’s philosophy that average investors would find it difficult or impossible to beat the market over time led him to prioritize ways to reduce expenses associated with investing in mutual funds. For example, Bogle focused on no-load funds featuring lowturnoverand simple investment strategies.\n\nThe philosophy behind passive investing generally rests upon the idea that the expenses associated with chasing high market returns cancel out most or all of the gains an investor would otherwise achieve with apassive strategythat relies upon funds with lower turnover, management fees, andexpense ratios.\n\nPassive investing stands in contrast toactive investing, which requires managers to take a more hands-on role with the intent of outperforming the market.\n\nIndex funds fit this model nicely because they base their holdings on the securities listed on any given index. Investors who purchase shares in index funds gain the benefit of thediversityrepresented by all the securities on an index.\n\nThis protects against the risk that a given company will lower the performance of the overall fund. Index funds also more or less run themselves, as managers only need to ensure their holdings match those of the index they follow. This keeps fees lower for index funds than for funds with more active trading.\n\nFinally, because index funds require fewer trades to maintain their portfolios than funds with more active management schemes, index funds tend to produce more tax-efficient returns than other types of funds.\n\nAt the time of his death in 2019, John Bogle's net worth was approximately $80 million. He earned the bulk of that money as the founder of the investment management company, Vanguard.\n\nJohn Bogle, the founder of the investment management firm, Vanguard, invented passive investing. By doing so, he created a new industry focused on this type of investing as opposed to the traditional method of investing, active investing. He is known as the \"Father of Passive Investing.\"\n\nAn ETF can be bought and sold on an exchange like a stock at any point whereas an index fund can only be traded at the end of the day at the set price point. ETFs provide greater flexibility than index funds.\n\nJohn Bogle is a titan in the history of investment management by starting the Vanguard Group, one of the largest investment management firms in the world. Through Vanguard he popularized passive investing, making it easier for average investors to invest their capital and generate returns with low risks.\n\nVanguard. \"Vanguard Announces the Passing of Founder John C. Bogle.\"\n\nVanguard. \"500 Index Fund Admiral Shares.\"\n\nSuccessStory. \"John Bogle Story.\"\n\nBloomberg. \"Jack Bogle Was a Punk.\"\n\nNational Public Radio. \"Jack Bogle, Father of Simple Investing, Dies at 89.\"",
  "url": "https://www.investopedia.com/terms/j/john_bogle.asp"
}