{
  "term": "Wholesale Insurance: What it is, How it Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nCharlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nWholesaleinsurancerefers to coverage for employer groups that are too small to qualify for true group coverage. A wholesale insurance policy is also known asfranchiseinsurance. It covers an entire group, though individual policies are written for each person that is to be insured. These kinds of policies are offered by nonadmitted carriers, or insurance companies that aren't approved by the state's insurance department.\n\nWholesale insurance is sold to groups that may not be large enough to get typical group coverage. They are essentially provided by companies with fewer than 10 employees. Plans come with individual contracts but generally contain the same provisions for all members of the group. Some companies allow employees to purchase a policy while others paypremiumsas part of the employee benefits package.\n\nWholesale insurance is normally offered by nonadmitted carriers. These providers are also known as surplus line or excess line carriers. These companies don't necessarily have to follow regulations outlined for insurance companies by the state. As such, policies offered by nonadmitted carriers can be risky because they may not guaranteeclaimsif the insurer becomesinsolvent.\n\nWholesale insurance may be risky because carriers may not guarantee claims if they become insolvent.\n\nProducts for small businesses offered through wholesale insurance vary and generally include the following:\n\nInsurance wholesalers rarely have direct contact with insured parties except when it comes to employee benefit and health plans. Because nonadmitted carriers don't operate under state insurance laws, they have more pricing flexibility to ensure against unusual circumstances such as catastrophic events. While there is a certain risk that comes with some nonadmitted carriers, the fact that they operate outside of state insurance laws shouldn't be a red flag of financial instability. State licensing, filing, and reporting requirements are simply different for these carriers. Larger nonadmitted carriers are usually well-capitalizedsubsidiariesof major financial services companies.\n\nWholesale insurancebrokersoften possess specialized expertise in a particular line of coverage or in a line of coverage that is unusual and/or have greater access to or influence with certain insurance markets, which is especially valuable when dealing with a difficult-to-place risk.\n\nWholesale insurance agents place business brought to them by retail agents. Unlike a retail broker, wholesale brokers have a direct working relationship with the insurer, whereas the retail agent who produced the business does not. The same broker can function as a retailer or wholesaler, depending on the specific situation.\n\nThere are two types of wholesale brokers: managing general agents and surplus lines brokers. The latter work with retail agents and insurers to obtain coverage for the insured. Unlike a managing general agent, a surplus lines broker does not have binding authority from the insurer.\n\nWholesale insurance coverage is unlike the retail insurance market. Most individuals are used to the retail insurance market where they buy auto, home, andlife insurance. Policies in this market are normally underwritten by carriers who areadmitted, or companies that are licensed in the state in which the policy is sold. Admitted carriers are regulated by the state, and broker-agents are also held to regulatory standards by the state as well.",
  "url": "https://www.investopedia.com/terms/w/wholesale-insurance.asp"
}