{
  "term": "Wholesale Money: What it is, How it Works",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nWholesale money refers to the large sums of money lent by financial institutions in themoney markets. Thiswholesale bankingencompasses the market for tradable securities, such as Treasury bills, commercial paper, bankers’ acceptances, foreign or brokered deposits, certificates of deposit, bills of exchange, repo agreements, federal funds, and short-lived mortgage and asset-backed securities.\n\nWholesale money is a way for large corporations and financial institutions to obtain working capital and other types of short-term financing—and it is critical to the proper functioning of the U.S. and global financial systems.\n\nWholesale funding can be quick to arrange butdangerous to rely on, as banks discovered during the global financial crisis when the wholesale funding market collapsed. Excessive use of short-term wholesale funding—instead of retail deposits—andrepurchase agreementsleft banks exposed toliquidity riskwhen liquidity mattered most.\n\nAn example of this occurred after the collapse of Lehman Brothers during the 2008 financial crisis. A bank run ensued and investors took out their wholesale funds. Wachovia is reported to have lost approximately 1% (or approximately $5 billion) of its funds. The bank was directed by FDIC to negotiate with Citigroup and Wells Fargo for a takeover instead of filing for bankruptcy. Over a weekend, it was sold to Wells Fargo for approximately $15 billion.\n\nA defining moment of the subprime crisis happened in 2007, whenNorthern Rock, a British bank that had relied on wholesale markets for most of its finance, was no longer able to fund its lending activities and had to ask the Bank of England for emergency funding.\n\nWholesale money markets are therefore a good leading indicator of stress in the financial system—and paint a truer picture of the cost of borrowing than central banks’ official interest rates. Today, theOIS discountedovernight rate has become a key measure of credit risk within the banking sector, using short-term benchmark rates such as theFederal Funds Rate.\n\nThe demand for high quality liquid assets (HQLA) in the global financial markets suggests that wholesale money markets are a long way from being repaired, even as global systemically important banks (G-SIBs) comply with newBasel IIIcapital and liquidity measures—such as theliquidity coverage ratioand the net stable funding ratio.\n\nIn the U.S., new money market regulations came into force in 2016, but the Federal Reserve will have to provide stability to the lending markets through itsReverse Repurchase(RRP) facility for some time. This is because rising interest rates increase banks’ reliance upon wholesale funding by reducing retail deposits. This, in turn, increasessystemic risk.",
  "url": "https://www.investopedia.com/terms/w/wholesale-money.asp"
}