{
  "term": "Whole Loan: What It Is, How It Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA whole loan is a single loan issued to a borrower. Lenders of whole loans often sell them in the secondary market to institutionalportfolio managersand agencies, such asFreddie MacandFannie Mae. Lenders sell their whole loans to reduce their risk. Rather than keeping a loan on their books for 15 or 30 years, by selling the whole loan to an institutional buyer, the lender can almost immediately recoup the principal.\n\nWhole loans are issued by lenders to borrowers for multiple purposes. A lender may issue a personal loan or amortgageloan to a borrower with specified terms determined by the credit issuer following theunderwritingprocess. Generally, whole loans are held on a lender’sbalance sheet, and the lender is responsible for servicing the loan.\n\nSelling whole loans in the secondary market allows a lender to generate cash that it can use to make more whole loans, which generate more cash from closing costs paid by borrowers.\n\nMany lenders choose to package and sell their whole loans in thesecondary market,which allows for active trading and marketliquidity. Various buyers are available for different types of loans in the secondary market. The mortgage market has one of the most well-established whole loan secondary markets, with agencies like Fannie Mae serving as whole loan buyers.Whole loans are often packaged and sold in the secondary market through a process calledsecuritization. They may also be individually traded through institutional loan trading groups.\n\nThe whole loan secondary market is a type offourth marketthat is used by institutional portfolio managers and facilitated by institutional dealers. Lenders work with institutional dealers to list their loans on the secondary market. Lenders can sell personal, corporate, and mortgage loans. Loan portfolio managers are active buyers within the whole loan secondary market.\n\nLenders also have the option to package and sell loans in asecuritizationdeal. This type of deal is supported by aninvestment bankthat manages the packaging, structuring, and sales process of a securitization portfolio. Lenders will typically package loans with similar characteristics in a securitization portfolio with varioustranchesthat are rated for investors.\n\nResidential and commercial mortgage loans have a well-established secondary market through agency buyers Freddie Mac and Fannie Mae, which typically buy securitized loan portfolios from mortgage lenders. Freddie Mac and Fannie Mae have specific requirements for the types of loans they buy in the secondary market, which influences the underwriting of mortgage loans for lenders.\n\nSuppose lender XYZ sells a whole loan to Freddie Mac. XYZ no longer earns interest on the loan, but it gains cash from Freddie Mac to make additional loans. When XYZ closes on those additional loans, it earns money from origination fees, points, and other closing costs paid by borrowers. XYZ also reduces itsdefault riskwhen selling the whole loan to Freddie Mac. It has essentially sold the loan to a new lender who services the loan, and the loan is removed from XYZ’s balance sheet.\n\nWhole loans are any loan made from one lender to one borrower. One of the most recognizable examples is a mortgage loan.\n\nMortgages are often bought and sold. In the event that your loan is sold, you'll receive notification that your loan is owned by a new company and may have to set up a new payment portal. The terms of your loan will not change.\n\nWhile closing whole loans generates fast cash, sometimes a lender would rather originate loans as opposed to servicing them. By selling them to another company, the original lender secures funds it can use to originate more loans.\n\nMost loans are considered whole loans, but they may quickly be sold to larger companies and bundled into securities. For borrowers, the terms are the same. For lenders, whole loans represent a longer period of work for their profit.\n\nFannie Mae. \"Basics of Fannie Mae's Whole Loan Conduit,\" Page 3 of PDF.",
  "url": "https://www.investopedia.com/terms/w/wholeloan.asp"
}