{
  "term": "Wholesale Price Index (WPI): What It Is and How It's Calculated",
  "definition": "A wholesale price index (WPI) measures change in the overall price of goods before they are sold at retail. This includes the prices charged by manufacturers and, often outside the U.S., wholesalers. Usually expressed in terms of the percentage change from the prior month or a year earlier, the WPI is aninflationindicator.\n\nIn the U.S., the WPI has been reported as theProducer Price Index (PPI)since 1978.\n\nWholesale price indexes are reported monthly to track the overall rate of change in producer andwholesaleprices. The index is set at 100 for itsbase period, and calculated based on subsequent price changes for the aggregate output of goods.\n\nTo illustrate, assume January 2021 is the base period. If the aggregate price level rose 9.7% over the next year, the WPI for January 2022 will be at 109.7.\n\nA WPI typically takes into account commodity prices, but the products included vary from country to country. They are also subject to change, as needed, to better reflect the current economy. Some small countries only compare the prices of 100 to 200 products, while larger ones tend to include thousands of products in their WPIs.\n\nIn the U.S. wholesale price index reporting dates back to 1902. In 1978, the BLS renamed the WPI the producer price index (PPI) in part because the index never measured price change in the wholesale market, focusing consistently on the prices charged by producers.\n\nAt that time, the BLS shifted to a methodology dividing goods based on their stage of production. That focus, which minimizes double counting, persists in the current PPI methodology aggregating prices into final demand and intermediate demand indexes depending on whether the price is that of a finished product or anintermediate good.\n\nU.S. Bureau of Labor Statistics. \"Producer Price Index Frequently Asked Questions,\" Select \"3. When Did the Wholesale Price Index Become the Producer Price Index?\"\n\nLawrence J. Kaplan. \"A Guide to the Federal Government's Indexes of Wholesale Prices.\"The Analysts Journal, vol. 13, no. 1, February 1957, pp. 31-37.\n\nBritannica. \"Wholesale Price Index.\"\n\nU.S. Bureau of Labor Statistics. \"Producer Price Index Frequently Asked Questions,\" Select \"2. How are PPIs used?\"",
  "url": "https://www.investopedia.com/terms/w/wpi.asp"
}