{
  "term": "Wholesaling: Definition, How It Works, and Role in Supply Chain",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nWholesaling is the act of buying a large number of goods directly from a manufacturer and then selling them to retailers. Wholesalers buy in bulk at a discounted price and sell to a retailer for a higher price, which is how wholesalers make their profit.\n\nRetailers then repackage these goods into smaller quantities and sell them to consumers at an even higher price. Due to the large quantities purchased from the manufacturer at a discounted price, the wholesaler can also pass on this discount to retailers. The retailer sells at a price that reflects the overall cost of doing business.\n\nMost wholesalers do not manufacture the goods they sell but rather buy them from the source and concentrate on the business of sales and delivery to retailers. They are known as the intermediary in the supply chain. It is more cost-effective for a wholesaler to buy in bulk from a manufacturer and receive a discount than it would be to buy items individually.\n\nThe wholesaler will then sell to a retailer at a higher price than it paid for the goods but is still able to provide a similar discount to the retailer as they received when the retailer buys in bulk. For example,Walmartwill purchase its products from wholesalers in bulk; they may buy thousands of bottles of hand moisturizer.\n\nIt will receive a discount on buying such a large volume than if it were to just buy a few. Walmart then stocks its shelves with moisturizers and continuously restocks from its large inventory when the shelves are empty.\n\nA wholesaler may specialize in a single product or product category or may offer a variety of goods. It can be anything from milk toelectricity. Some wholesalers also broker deals between other wholesalers and retail businesses that require a variety of goods, or components of goods, that can be more efficiently obtained from a single source.\n\nA wholesaler should not be confused with an \"official distributor\" for a brand's product line. The wholesaler does not generally offer product support, may not be connected directly to the company from which it purchases products, and may even have limited familiarity with the products. Moreover, unlike distributors, many wholesalers sell competing products.\n\nWholesaling is one step in thesupply chain, which also includes suppliers ofraw materials, manufacturers of finished goods, and retailers to end-users. Retailers purchase goods from wholesalers and then sell them at a high enough price to cover their costs and generate profits.\n\nSupply chain management(SCM) was developed in the 1980s to address the need to maximize efficiency in the business processes involved in moving goods from the original suppliers to end-users.\n\nIn banking, the term wholesaling refers to financial services provided to large institutional clients such as real estate developers, pension funds, and large corporate clients rather than individual retail customers.\n\nIn the financial services industry, awholesaler can also be a sponsor of a mutual fundor act as an underwriter in a new issue.\n\nAn asset management company that creates and manages mutual funds, employs a mutual fund wholesaler, also known as a mutual fund representative, to sell the product to resellers. Typically, the wholesaler is a salesperson.\n\nIn this case, the wholesaler distributes access to mutual funds to companies that wish to make them available to investors. For example, a company that has a401(k) planmay meet with wholesalers before choosing the asset management company, such as Fidelity Investments or theVanguard Group, that will offer its products to the company's employees. Mutual fund wholesalers are compensated from the fees of the mutual funds they sell.\n\nThere are many factors to consider when determining if a business can be profitable and managing it in a way to make it profitable. Generally, wholesaling can be a profitable business because you are buying items in bulk at a discount. Because you are buying these items at a discount, you can sell them to retailers for more than you purchased them for and the demand will be there. The process of buying in bulk at a discount is the key component that can make a wholesaling business profitable.\n\nCostco, just like Walmart, is a retailer. Costco sells goods to consumers for final consumption. Costco is not a middleman business that buys items in bulk to sell to retailers. It is the retailer that sells items in bulk that consumers purchase.\n\nThere are a variety of ways to buy in bulk to resell. The primary way to do so is to get in touch with the manufacturers of the goods you are trying to sell. This information is available online. You can try websites such as Wholesale Central, SaleHoo, and Doba.\n\nWholesalers are considered to be the middlemen in the retail supply chain. They buy goods in bulk directly from manufacturers. By buying in bulk, they can obtain the goods at a discount. They then sell these items to retailers, passing on a portion of the discount as well. Retailers then sell to consumers who purchase the goods for consumption.",
  "url": "https://www.investopedia.com/terms/w/wholesaling.asp"
}