{
  "term": "Whole Life Annuity: What It is, How It Works, Example",
  "definition": "A whole life annuity, also known as alife annuity, is a financial product sold by insurance companies; it gives out monthly, quarterly, semi-annual, or annual payments to a person for as long as they live, beginning at a stated age. Annuities are usually purchased by investors who want to secure anincome streamduring retirement.\n\nAnnuities can be structured to make payments for a fixed amount of time, commonly 20 years, or make payments for as long as theannuitantand their spouse is alive.Actuarieswork with insurance companies to apply mathematical and statistical models to assess risk when determining policies and rates.\n\nTheaccumulation periodoccurs as payments are being made by the buyer of the contract to the insurance company; the annuitization phase occurs when the insurance company makes payments to the annuitant.\n\nAt the end of the term, the value in the account would be turned into a stream of payments in what's called theannuitization phase.\n\nAnnuities can be structured generally as either fixed or variable.Fixed annuitiesprovide regular periodic payments to the annuitant.Variable annuitiesallow the owner to receive greater future cash flows if investments within the annuity fund do well and smaller payments if its investments do poorly.\n\nMost variable annuities let you invest in a variety of assets, mainly stockmutual funds. This provides for a less stable cash flow than a fixed annuity but allows the annuitant to reap the benefits of strong returns from their fund's investments.\n\nThere are no IRS contribution limits, and any earnings are not taxed until withdrawn. Withdrawals of taxable amounts from an annuity are subject to ordinary income tax and, if taken before age 59½, may be subject to a 10% IRS penalty.\n\nAgents or brokers selling annuities need to hold a state-issued life insurance license, and also a securities license in the case of variable annuities.These agents or brokers typically earn acommissionbased on thenotional valueof the annuity contract.\n\nAssuming a 6% rate of return for all years, a $100,000 lump-sum investment over 20 years in a taxable account would be worth $222,508 at the end of the term. Atax-deferredvariable annuity pre-tax (0.25% annual annuity charge) would be worth $305,053 at the term's end, and a tax-deferred variable annuity post-tax, assuming lump-sum withdrawal (0.25% annual annuity charge), would be worth $239,436.\n\nInternal Revenue Service. \"Publication 575, Pension and Annuity Income,\" Page 33. Accessed June 11, 2021.\n\nFINRA. \"Insurance Agents.\" Accessed June 11, 2021",
  "url": "https://www.investopedia.com/terms/w/whole-life-annuity.asp"
}