{
  "term": "Wholesale Energy: What it Means, How it Works",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nSutthichai Supapornpasupad / Getty Images\n\nWholesaleenergy is a term referring to the bulk purchase and sale of energy products—primarily electricity, but also steam and natural gas—in the wholesale market by energy producers and energy retailers. Other participants in the wholesale energy market include financial intermediaries, energy traders, and large consumers. Wholesale energy markets developed following thederegulationand restructuring of utilities and electricity markets around the world in the 1990s.\n\nThe concept of wholesale trading relates to the business of selling goods in large quantities and at low prices, typically to be sold by retailers at a profit. In general, it is the sale of goods to anyone other than a standard consumer. In the wholesale energy market, the term generally relates to purchasing and selling large quantities of electricity between utility companies, but other smaller independent renewable energy producers are also entering the wholesale energy market.\n\nIn the wholesale energy market there are independent system operators that coordinate, control and monitor its operation. The deregulation of electricity markets and the development of wholesale energy markets have provided end-user benefits such as enhanced reliability, efficient grid dispatch and better price transparency. However, detractors of the wholesale energy concept maintain that it may actually lead to higher prices for retail consumers and can cause artificial shortages such as the California energy crisis of 2000—2001 due to market manipulation.\n\nAs the energy market becomes increasingly deregulated, it has become possible, but not easy, for retail energy consumers to enter the wholesale energy market and sell electricity produced from renewable sources like solar or wind back to the electric utility companies. There is still a lot of work to do in order for this to be efficient and fair. For example, updating outmoded grid systems to make it easier for customers to sell back power to their power providers could yield fairer rates for customers.\n\nAccording to the North Carolina Clean Energy Technology Center, 40 states and the District of Columbia allow for some kind of “net metering.”﻿﻿ In other words, households that generate electricity through residential solar projects can receive checks from the power companies for excess energy sent to the grid.﻿﻿ Many states offer tax incentives to homeowners who take steps to make their homes more sustainable and energy-efficient. These are early steps that allow retail customers to participate in the wholesale energy market. The long-term aim is a more efficient and lower-cost model that benefits consumers and producers alike.\n\nNC Clean Energy Technology Center. \"Net Metering.\" Accessed Feb. 19, 2021.",
  "url": "https://www.investopedia.com/terms/w/wholesale-energy.asp"
}