{
  "term": "Whole Life Annuity Due: What It Means, How It Works",
  "definition": "A whole life annuity due is a financial product sold by insurance companies that requires annuity payments at the beginning of each monthly, quarterly, or annual period, as opposed to at the end of the period. This is a type of annuity that will provide the holder with payments during the distribution period for as long as they live. After theannuitantpasses on, the insurance company retains any funds remaining.\n\nAnnuities are usually purchased by investors who want to secure some type of income stream duringretirement. Theaccumulation phaseoccurs as payments are being made by the buyer of the contract to the insurance company; the liquidation phase occurs when the insurance company makes payments to the annuitant.\n\nAnnuitiesare financial products that are often purchased as part of a retirement plan to ensure income during the retirement years. Investors make payments into the annuity, and then, uponannuitization, the annuitant will receive regular payments.\n\nAnnuities can be structured to make payments for a fixed length of time, commonly 20 years, or make payments for as long as the annuitant and their spouse is alive.Actuarieswork with insurance companies to apply mathematical and statistical models to assess risk when determining policies and rates.\n\nAnannuity duerequires payments made at the beginning, as opposed to the end, of each annuity period. Annuity due payments received by an individual legally represent an asset. Meanwhile, the individual paying the annuity due has a legal debt liability requiring periodic payments.\n\nIncome payments from an annuity are taxed as ordinary income unless the annuity is kept in a Roth IRA.\n\nThe major decision for annuity investors is whether to take periodic or lump-sum payments. This is when thetime value of moneycomes into play. This means the money in your hands today is worth more than money sometime later. Or conversely, money received at some future date is worth less than money in your pocket today.\n\nThus, if you receive a $100,000 lump-sum payout today, you'll want to compare that with receiving a stream of payments over many years. Which is worth more depends on a number of factors such as the impliedinterest rateordiscount rateof the payments, the risk and return of investing the lump sum, and your need for immediate cash.\n\nLump-sum paymentsopen you to risk. If the money is invested aggressively, you could earn outsized returns beyond what the periodic payments could provide, or you could lose it all if the markets or your investments sour. You might also be forced or tempted to spend all of a lump sum, leaving you with nothing. It's the reason many people opt for periodic payments when given the chance. In addition, there are tax consequences tied to each method.",
  "url": "https://www.investopedia.com/terms/w/whole-life-annuity-due.asp"
}