{
  "term": "Whoops: What It Means, How It Works, History",
  "definition": "Whoops is a negative slang word used at one time in history for the former Washington Public Power Supply System (WPPSS). Formed in the 1950s to ensure consistent electrical power for the Pacific Northwest, WPPSS did not succeed on many fronts—hence, its nickname of \"Whoops.\"\n\nWhoops, or WPPSS, financed the construction of five nuclear power plants by issuing billions of dollars in municipal bonds in the 1970s and 1980s.\n\nIn 1983, because of extremely poorproject management, construction on some plants was canceled, and completion of the remaining plants seemed unlikely.\n\nConsequently, thetake-or-payarrangements that had been backing the municipal bonds were ruled void by the Washington State Supreme Court. As a result, in 1983, the WPPSS had the largest municipal debt default in history.\n\nNuclear power became popular in the 1960s when it was perceived as clean and inexpensive. WPPSS or Whoops saw this as an opportunity to meet the growing demand for power in its region. It scheduled five nuclear power plants financed by apublic bondissuance to be repaid with proceeds from the plants. The bonds wereissued, but sales did not meet expectations.\n\nThe Packwood Lake Dam, its first project, ranseven months overthe scheduled completion date. This was the beginning of WPPSS’s public works problems.\n\nThe construction problems at the plant included cost overruns and poor project management. Contractors leveraged government inefficiency and overcharged and under-delivered.\n\nThis caused safety inspectors to demand more stringent rules, which were implemented mid-construction by the Nuclear Regulatory Commission (NRC). As a result, much of the project had to be scrapped then redesigned and rebuilt.\n\nAt the beginning of the 1980s, only one of the five WPPSS plants was close to complete. And to add insult to injury, by then, nuclear power was found not to be as cheap and beneficial as claimed, and public opinion turned against it.\n\nSome cities in the region even boycotted nuclear power before the facilities were up and running. Cost overruns continued to where more than $24 billion would have been required to complete the work. But the low power sales could not cover the deficits. Construction halted on all but the near-completed second plant. The first plant again had to be redesigned.\n\nThe Washington Public Power Supply System was forced todefault on$2.25 billion in municipal bonds. The second plant finally became operational in 1984, but it too little too late for investors.On Christmas Eve 1988, a $753 million settlement was reached. While some of the system's approximately 75,000 bondholders received $0.40 on every dollar they had invested, other bondholders received as little as $0.10 for every dollar they had invested.\n\nThe WPPS changed into Energy Northwest in 1999, and the moniker of \"Whoops\" is now antiquated.﻿﻿\n\nU.S. Department of Energy. \"Regional Issue ldentification and Assessment (RIIA),\" Pages 66-68. Accessed Mar. 1, 2021.\n\nState of Washington Energy Facility Site Evaluation Council. \"Columbia Generating Station.\" Accessed Mar. 3, 2021.\n\nHistory Link. \"Washington Public Power Supply System (WPPSS).\" Accessed April 23, 2021.\n\nBonneville Power Administration. \"Energy Northwest, WA.\" Accessed Mar. 3, 2021.",
  "url": "https://www.investopedia.com/terms/w/whoops.asp"
}