{
  "term": "Why Cost of Capital Matters",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nCost of capital equals the cost of equity plus the cost of debt that companies use for new projects.\n\nMany companies use a combination of debt and equity to finance business expansion. Calculating the cost of capital helps companies determine whether a project will provide positive returns to the company and its investors.\n\nThe cost of capital is key information used to determine a project'shurdle rate. A company embarking on a major project must know how much money the project will have to generate to offset the cost of undertaking it and then continue to generate profits for the company.\n\nThe company may consider the capital cost using debt—levered cost of capital. Alternatively, they may review the projectcosts without debt—unlevered.\n\nCost of capital, from the perspective of an investor, is an assessment of the return that can be expected from the acquisition of stock shares or any other investment. This is an estimate and might include best- and worst-case scenarios.\n\nAn investor might look at thevolatility(beta) of a company's financial results to determine whether a stock's cost is justified by its potential return.\n\nA firm's cost of capital is typically calculated using the weighted average cost of capital formula that considers the cost of both debt and equity capital.\n\nEach category of the firm's capital is weighted proportionately to arrive at a blended rate, and the formula considers every type of debt and equity on the company's balance sheet, including common and preferred stock, bonds, and other forms of debt.\n\nThe cost of capital becomes a factor in deciding which financing track to follow: debt, equity, or a combination of the two.\n\nEarly-stage companies rarely have sizable assets to pledge as collateral for loans, so equity financing becomes the default mode of funding. Less-established companies with limited operating histories will pay a higher cost for capital than older companies with solid track records.\n\nThe cost of debt is merely the interest rate paid by the company on its debt. However, since interest expense is tax-deductible, the debt is calculated on an after-tax basis as follows:\n\nCost of debt=Interest expenseTotal debt×(1−T)where:Interest expense=Int. paid on the firm’s current debtT=The company’s marginal tax rate\\begin{aligned} &\\text{Cost of debt}=\\frac{\\text{Interest expense}}{\\text{Total debt}} \\times (1 - T) \\\\ &\\textbf{where:}\\\\ &\\text{Interest expense}=\\text{Int. paid on the firm's current debt}\\\\ &T=\\text{The company’s marginal tax rate}\\\\ \\end{aligned}​Cost of debt=Total debtInterest expense​×(1−T)where:Interest expense=Int. paid on the firm’s current debtT=The company’s marginal tax rate​\n\nThe cost of debt can also be estimated by adding a credit spread to the risk-free rate and multiplying the result by (1 - T).\n\nThe cost of equity is more complicated since the rate of return demanded by equity investors is not as clearly defined as it is by lenders. The cost of equity is approximated by the capital asset pricing model as follows:\n\n:CAPM(Cost of equity)=Rf+β(Rm−Rf)where:Rf=risk-free rate of returnRm=market rate of return\\begin{aligned} &CAPM(\\text{Cost of equity})= R_f + \\beta(R_m - R_f) \\\\ &\\textbf{where:}\\\\ &R_f=\\text{risk-free rate of return}\\\\ &R_m=\\text{market rate of return}\\\\ \\end{aligned}​CAPM(Cost of equity)=Rf​+β(Rm​−Rf​)where:Rf​=risk-free rate of returnRm​=market rate of return​\n\nBeta is used in the CAPM formula to estimate risk, and the formula would require a public company's stock beta. For private companies, a beta is estimated based on the average beta among a group of similar public companies. Analysts may refine this beta by calculating it on an after-tax basis. The assumption is that a private firm's beta will become the same as the industry average beta.\n\nCost of Debt + Cost of Equity = Overall Cost of Capital\n\nThe firm’s overall cost of capital is based on the weighted average of these costs.\n\nFor example, consider an enterprise with a capital structure consisting of 70% equity and 30% debt; its cost of equity is 10%, and the after-tax cost of debt is 7%.\n\n(0.7×10%)+(0.3×7%)=9.1%(0.7 \\times 10\\%) + (0.3 \\times 7\\%) = 9.1\\%(0.7×10%)+(0.3×7%)=9.1%\n\nThis is the cost of capital that would be used to discount future cash flows from potential projects and other opportunities to estimate their net present value (NPV) and ability to generate value.\n\nCompanies strive to attain the optimal financing mix based on the cost of capital for various funding sources.\n\nDebt financing is more tax-efficient than equity financing since interest expenses are tax-deductible and dividends on common shares are paid with after-tax dollars. However, too much debt can result in dangerously high leverage levels, forcing the company to pay higher interest rates to offset the higher default risk.\n\nAn increase or decrease in thefederal funds rateaffects a company's WACC because it changes the cost of debt or borrowing money.\n\nThe cost of capital anddiscount rateare somewhat similar, and the terms are often used interchangeably. The cost of capital is often calculated by a company's finance department and used by management to set a discount rate (or hurdle rate) that must be beaten to justify an investment.\n\nThat said, a company's management should challenge its internally generated cost of capital numbers, as they may be so conservative as to deter investment.\n\nThe cost of capital may also differ based on the type of project or initiative; a highly innovative but risky initiative should carry a higher cost of capital than a project to update essential equipment or software with proven performance.\n\nBusinesses and financial analysts use the cost of capital to determine if funds are being invested effectively. If the return on an investment is greater than the cost of capital, that investment will end up being a net benefit to the company's balance sheets.\n\nConversely, an investment whose returns are equal to or lower than the cost of capital indicates that the money is not being spent wisely.\n\nThe cost of capital can determine a company's valuation. Since a company with a high cost of capital can expect lower proceeds in the long run, investors are likely to see less value in owning a share of that company's equity.\n\nEvery industry has its own prevailing average cost of capital.\n\nThe numbers vary widely. For example, according to a compilation from New York University's Stern School of Business, homebuilding has a relatively high cost of capital of 9.28%, while the retail grocery business is much lower, at 5.31%.\n\nAccording to the Stern School of Business, the cost of capital is highest among software Internet companies, paper/forest companies, building supply retailers, and semiconductor companies. Those industries tend to require significant capital investment.\n\nIndustries with lower capital costs include rubber and tire companies, power companies, real estate developers, and financial services companies (non-bank and insurance). Such companies may require less equipment or may benefit from very steady cash flows.\n\nMost businesses strive to grow and expand. There may be many options: expand a factory, buy out a rival, or build a new, bigger factory. Before the company decides on any of these options, it determines the cost of capital for each proposed project. This indicates how long it will take for the project to repay what it costs, and how much it will return in the future. Such projections are always estimates, of course. However, the company must follow a reasonable methodology to choose between its options.\n\nThe two terms are often used interchangeably, but there is a difference. In business, the cost of capital is generally determined by the accounting department. It is a relatively straightforward calculation of the breakeven point for the project. The management team uses that calculation to determine the discount rate, or hurdle rate, of the project. That is, they decide whether the project can deliver enough of a return to not only repay its costs but reward the company's shareholders.\n\nThe weighted average cost of capital represents the average cost of the company's capital, weighted according to the type of capital and its share on the company balance sheet. This is determined by multiplying the cost of each type of capital by the percentage of that type of capital on the company's balance sheet and adding the products together.\n\nThe cost of capital measures the cost that a business incurs to finance its operations. It measures the cost of borrowing money from creditors, or raising it from investors through equity financing, compared to the expected returns on an investment. This metric is important in determining if capital is being deployed effectively.\n\nInternal Revenue Service. \"Publication 535, Business Expenses.\"\n\nNew York University Stern School of Business. \"Industry Survey.\"",
  "url": "https://www.investopedia.com/terms/c/costofcapital.asp"
}