{
  "term": "Widow-And-Orphan Stock: Meaning, Pros And Cons",
  "definition": "Widow-and-orphan stock refers to an equity investment that often pays a highdividendand is moreover generally considered low-risk. These tend to be large, mature, stalwart companies in non-cyclical business sectors.\n\nWidow-and-orphanstocksusually are found in non-cyclical sectors such as utilities and consumer staples, which tend to hold up better during economic downturns. For example, many investors had considered AT&T prior to its government break-up in 1984 a widow-and-orphan stock, meaning they found it to be of lower risk and suitable for even some of the most vulnerable members of society.\n\nWidow-and-orphan stocks generally provide low, but steady returns cushioned partly by their dividends or monopoly-like positions. In comparison, growth stocks with high price-earnings multiples that do not pay dividends are the opposite of widow-and-orphan stocks.\n\nHistorically, dividends were considered best for widows and orphans—i.e. those without the knowledge or guts to take the big risks and make momentum plays.\n\nMost investors think of regulated utilities as widow-and-orphan stocks because many of these investments tend to trade in fairly narrowaverage true rangesand also have lower peak-to-trough volatility over a full market cycle, compared with the average stock. What’s more, the majority of them often pay steady dividends backed by meaningful cash flows. As a result, some havecoverages ratiosthat are comparatively high. This is partly because of their fairly steady earnings, driven by customer demand that changes little, even when the economy is weak.\n\nThe downside is that regulatedutilitiescannot charge customers a premium during periods of peak demand, as the government controls the prices they charge. All rate increases must be approved. Partly as a result, earnings tend to rise slowly over time, but not as fast as those of highly successful companies in non-regulated cyclical industries. For this reason, younger investors and those seeking higher returns tend to shy away from widow-and-orphan stocks, although they appeal to investors seeking steady returns.\n\nFew investors use the term widow-and-orphan stock today, and tend to call many of the equities in this category low-volatility investments. To qualify, these stocks typically need to have abetameaningfully below 1. Some investment managers specialize in these types of stocks and build up a track record of beating a low-volatility market index by selecting equities with potential for a higherdividend growth rate, as well as price appreciation.\n\nSometimes there are fairly short time frames in which fairly safe stocks in seemingly safe sectors add to market volatility, rather than evening out returns. When this happens, widow-and-orphan stocks can underperform cyclical stocks.\n\nAlso of note, widow-and-orphan stocks cannot avoidspecific risk, such as a consumer staples company facing a significant lawsuit, or a utility company facing a plant fire that knocks out capacity for an extended time period.\n\nMoreover, it’s hard to tell when corporate executives using creative accounting tocook the books, a technique management teams sometimes use to fraudulently achieve profit goals. Companies made headlines for cooking the books far more frequently in the late 1990s, but the point is, fraud tends only to be revealed over time, and no sector is immune.",
  "url": "https://www.investopedia.com/terms/w/widowandorphanstock.asp"
}