{
  "term": "Widow(er)'s Exemption: Definition, State and Federal Tax Rules",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA widow(er)’s exemption refers to a reduction of tax burdens on a taxpayer following the death of a spouse.\n\nState laws vary but generally allow for a reduction in taxes for a surviving spouse for a certain period. This can help survivors and their dependents financially after a death that may cause internal economic turmoil in a household.\n\nAt the federal level, widows and widowers receive tax relief from estate and inheritance windfalls.\n\nRubberBall Productions / Getty Images\n\nThe surviving spouse exemption refers to a tax deduction available to a recently widowed spouse. This type of benefit is available to a surviving spouse regardless of gender.\n\nState tax relief varies from state to state but most commonly involves a reduction inproperty taxfor the surviving spouse.\n\nA common form of a state widow(er)’s exemption is the type offered in Florida. The state allows for a $5,000 reduction in the tax basis on which property taxes are based.\n\nThis is not a $5,000tax credit; it means that the taxable value of a property is reduced by $5,000 for a surviving spouse. This benefit is available in perpetuity but is waived if the surviving spouse remarries.\n\nFederal tax benefits for a surviving spouse take a broader range of forms. A recently widowed taxpayer may be allowed to take advantage of the benefits of filing ajoint returnfor two years following the year of their spouse’s death.\n\nThe surviving spouse is also eligible for astepped-up basison any property that they inherit. This means that the cost basis for that property, a significant factor in determining taxes when the property is sold, is adjusted to the date of the spouse’s death.\n\nIf the spouses owned a home jointly, the basis of the deceased spouse’s share is the home's fair market value on the date of death. The basis of the surviving spouse’s interest, except in community property states, remains the same and the new basis is the sum of the two amounts.\n\nIn community property states, the entire property receives the new stepped-up basis.\n\nIf the surviving spouse sells the home within two years of their spouse’s death and certain conditions are met, including two-year ownership and principal-residence requirements, then the first $500,000 of profit from selling the home is considered tax-free by the IRS.\n\nThese are just a few of the major forms of tax relief available to a widowed spouse. Other smaller benefits involve inherited individual retirement accounts (IRAs) and life insurance policies.\n\nThe Defense of Marriage Act (DOMA) prevented same-sex couples, with marriages recognized in their states but not by the federal government, from receiving benefits like those received by widows and widowers because, at the time of DOMA, same-sex married couples were not recognized by the federal government.\n\nWhen Section 3 of DOMA was struck down in June 2013, same-sex couples' marriages were recognized as legal by the federal government and, in turn, the Internal Revenue Service (IRS).\n\nSince the repeal of Section 3, the U.S. Department of the Treasury and the IRS have ruled that same-sex couples who are legally wed will receive and be able to take advantage of tax benefits for married couples.\n\nHowever, couples must be legally married, not simply long-term partners, forwidows and widowersto take advantage of key tax benefits available to surviving spouses.\n\nAny couple (LGBT+ or not) in a long-term partnership but not a marriage cannot benefit from the tax breaks and benefits offered to legally married couples.\n\nEven couples in registered domestic partnerships, civil unions, or similar formalized relationships recognized by their state still will not be recognized for tax purposes by the IRS.\n\nAnother major tax issue for surviving family members has become a topic of political debate. The federalestate taxapplies to families when a wealthy individual passes away and leaves a significant estate to their survivors.\n\nThe estate tax rule has traditionally allowed for an exempt amount and has undergone revisions by Congress several times.\n\nThe estate and gift tax exemption was raised to $13.61 million for 2024. This is not strictly a widow(er)’s exemption, as all assets passed to a spouse are by law exempt from federal taxation. An estate's exemption and subsequent taxation apply to assets passed on to non-spouse family members.\n\nIf you are legally married to your partner, then you will qualify for tax benefits as a surviving spouse. If you are only living together, even if recognized by the state, you will not qualify.\n\nA widow's or widower's exemption is a tax deduction offered after your spouse dies.\n\nIf your spouse dies, besides being eligible for benefits from the Social Security Administration, you may qualify for a widow(er)'s tax exemption in the form of a deduction, and you may be eligible to file joint taxes for two years following the year of a spouse's death.\n\nYes. If you receive any form of survivor benefits from the Social Security Administration, a portion may be taxed as income.\n\nA widow(er)'s exemption is a reduction of taxes allowed following the death of a spouse. It is intended to ease a potential financial burden on the surviving spouse and family that could result from their loss.\n\nThe relief provided by states generally is in the form of reduced property tax. The relief provided by the federal government comes from a reduction of estate taxes.\n\nCouples must be legally married for a surviving spouse to receive the widow(er)'s exemption.\n\nFlorida Legislature. “Florida Statutes: 196.202 Property of Widows, Widowers, Blind Persons, and Persons Totally and Permanently Disabled.”\n\nVolusia County Property Appraiser. “$5000 Widow/Widowers Exemption.”\n\nInternal Revenue Service. \"Publication 501: Dependents, Standard Deduction, and Filing Information.\" Page 9.\n\nInternal Revenue Service. “Publication 559: Survivors, Executors, and Administrators.” Page 20.\n\nInternal Revenue Service. “Publication 523: Selling Your Home.” Pages 10-11.\n\nInternal Revenue Service. \"Publication 523: Selling Your Home.\" Pages 3-4.\n\nInternal Revenue Service. \"Publication 559: Survivors, Executors, and Administrators.\" Pages 16, 18.\n\nJustia. “United States v. Windsor, 570 U.S. 744 (2013).”\n\nInternal Revenue Service. “Rev. Rul. 2013-17.” Pages 3-4.\n\nInternal Revenue Service. “Treasury and IRS Announce That All Legal Same-Sex Marriages Will Be Recognized for Federal Tax Purposes.”\n\nInternal Revenue Service. “Answers to Frequently Asked Questions for Registered Domestic Partners and Individuals in Civil Unions.”\n\nInternal Revenue Service.\"Estate and Gift Tax FAQs.\"\n\nInternal Revenue Service. \"Estate Tax.\"\n\nInternal Revenue Service. “Frequently Asked Questions on Estate Taxes.” Expand “What deductions are available to reduce the estate tax?”\n\nInternal Revenue Service. “IRS Reminds Taxpayers Their Social Security Benefits May Be Taxable.”",
  "url": "https://www.investopedia.com/terms/w/widows-exemption.asp"
}