{
  "term": "Widow Maker: What it is, How it Works, Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nIn the world of financial markets, a widow maker is an investment that results in large, potentially devastating losses. It can also refer to a trade that results in a loss for virtually everyone who tries it. In colloquial usage, a widow maker refers to anything with the potential to kill someone quickly. The phrase has historically been used in forestry and medicine.\n\nTradersapply the term widow maker to financial investments that cause catastrophic losses or are risky enough to do so. The use of the term in forestry refers to loose limbs lodged overhead that are at risk of suddenly falling and killing someone. In medicine, the term refers to a blocked artery likely to cause a patient’s death by a heart attack.\n\nExcessiveriskoften plays a critical role in widow maker trades. As a general rule, investments likely to offer high returns also hold the potential for bigger losses. Many investors make decisions about their investments based upon the amount of risk they are willing to take on to achieve a certain level of return. This is known as therisk/reward ratio.\n\nSome widow maker trades, though, make perfect sense from a rational perspective, meaning they don't appear to be that risky. But in the end, the market confounds consensus expectations and even defies historical patterns.\n\nShortingJapanese government bonds(JGBs) is perhaps the most well-known widow maker trade of all. Traders have shorted JGBs over the past two decades as Japanese government debt spiraled ever higher. Usually, this trade would make sense. But the Japanesecentral bankhas repeatedly pushedinterest ratesto unprecedented lows—even below zero—and this drove JGB prices to record highs, making \"widows\" of many traders over the years.\n\nAnother famous example of a widow maker trade occurred in natural gasfutures, which professional traders have long considered widow makers because of their price volatility. In 2006, the hedge fund Amaranth Advisors made a massiveleveragedtrade on natural gas futures, trying to repeat its success on a similar speculative trade made a year earlier.\n\nAmaranth was a $9.5 billion hedge fund when it was forced to close due to its massive losses in the natural gas market.\n\nThe energy desk at Amaranth sought higher-than-average rewards by taking on a risky trade in a market prone to unpredictable and swift price changes. Adding leverage increased that risk further. Instead of enjoying a replay of their previous money-making trade, Amaranth lost $6 billion as the bottom fell out of the natural gas market. This massive loss forced the hedge fund to liquidate its assets.\n\nThe futures spread in the energy market known as the widow maker discussed above in the Amaranth example is the spread between March natural gas futures contracts and April natural gas futures contracts. March marks the low point of natural gas contracts because the contract is more actively traded in winter when natural gas is needed for heating.\n\nMarch is usually the last month when utility companies are movingnatural gasout of storage. April is the first month when utility companies start moving natural gas back into storage. When the spread is wide, it indicates there is a high demand/need for natural gas. When the spread is low, it indicates there is little demand/need for natural gas.\n\nIn December 2021, gas futures dropped to their lowest point in three months and the widow maker trade hit a 20-month low, which indicated that natural gas stockpiles were ample. If investors were on the wrong side of the trade, misjudging the spread due to a miscalculation in supply and demand, their investments would have witnessed losses.\n\nA widow maker stock is a stock that has high risk and high returns. The stock would have the potential of causing a large loss to an investor. Typically, a widow maker would not refer to a specific stock but rather a type of trade that could result in a loss.\n\nNatural gas is called a widow maker because investors seek to take advantage of the spread between March natural gas futures contracts (when trading hits a low due to the end of winter) and April natural gas futures contracts (when utilities resupply natural gas storage). Depending on the demand/need for natural gas throughout winter, if investors are on the wrong side of the trade, misjudging the spread, their investments can be wiped out. The volatility of the spread causes it to be a widow maker trade.\n\nThe Japanese interest rate is currently -0.10%.\n\nTrading Economics. \"Japanese Interest Rate.\" Accessed Jan. 19, 2022.\n\nCFA Institute. \"Amaranth Advisors.\" Accessed Jan. 19, 2022.\n\nThe Hedge Fund Journal. \"Amaranth Advisors.\" Accessed Jan. 19, 2022.\n\nReuters. \"Winter Is Coming. The U.S. Natgas Market No Longer Cares.\" Accessed Jan. 19, 2022.",
  "url": "https://www.investopedia.com/terms/w/widow-maker.asp"
}