{
  "term": "Wild Card Option: What It is, How It Works, Example",
  "definition": "A wild card option is a type of option that is embedded in certainTreasury securities. It permits the seller of a Treasury bond to postpone delivery of itsunderlying assetuntil after regular trading hours.\n\nThis option benefits the seller because it allows them to benefit from a few hours’ extra time in which to secure a favorable price before settling their futures contract.\n\nU.S. Treasury bond futures contracts have been traded on theChicago Board of Trade (CBOT)commodity exchange since 1977.Under the rules of the CBOT, trading in the Treasury futures market is terminated at 2:00 pm, but traders that have sold Treasury futures are not required to settle their contracts until 8:00 pm.\n\nThe amount that the short seller must pay in order to compensate the holder of thefutures contract—known as the contract’s invoice price—is set as of 2:00 pm. Because of the wild card option, however, Treasury futures sellers have the option of waiting for up to six hours, during which time they might benefit from favorable price movements duringafter-hours trading.\n\nWhen exercising the wild card option, the seller of the Treasury futures contract would wait to see whether the spot price declines below the invoice price during after-hours trading. If it does, then the seller could exercise their wild card option and make their delivery based on the low spot price, decreasing the overall cost of theirshort position.\n\nTreasury bond futures contracts are among the most actively traded investment securities in the world. To illustrate how a wild card option works in practice, consider the case of ABC Capital, a hypothetical investment firm that has taken a short position in the Treasury market by selling Treasury bond futures contracts. As the seller of the Treasury bonds, ABC Capital is obligated to deliver a specified quantity of Treasury bonds to the buyer, at a predetermined time. Once the settlement date is reached, however, ABC Capital can opt to use the wild card optionembeddedin its futures contract.\n\nOn the settlement date, ABC Capital can therefore wait for up to 6 hours following the end of the trading day before announcing its intention to deliver the bonds. During those 6 hours, the market price of bonds during after-hours trading might sink, giving ABC Capital the chance to purchase bonds at a more favorable price before rendering them to the buyer. This in turn would lower the cost of ABC Capital’s short position, thereby increasing their profit or reducing their loss.\n\nCommodity Futures Trading Commission. \"History of the CFTC.\"\n\nAswath Damodaran. \"Chapter 34, Valuing Futures and Forward Contracts: d. Treasury Bond Futures.\" Stern School of Business, New York University.",
  "url": "https://www.investopedia.com/terms/w/wildcardoption.asp"
}