{
  "term": "Wildcatting: What It Means and How It Works",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nInvestopedia / Michela Buttignol\n\nWildcatting informally refers to a practice instituted by theSecurities and Exchange Commission(SEC) that calls for the review of an entire industry whenever critical problems are found within one or two companies in that industry.\n\nThe SEC may investigate any number of critical issues with a particular firm, including accounting irregularities, executive compensation, and the use of derivative transactions, and parlay this investigation into an investigation of other firms within the same industry.\n\nThis term is derived from the oil industry, where companies drill test wells for oil in unexplored or wild areas. The intent of this practice as it pertains to the securities industry is to probe industries or practices about which the SEC has concerns, even if there is no clear indication of wrongdoing. Under this initiative, the SEC has conducted investigations on many industries, including the oil, cable TV, and video game industries. This policy emerged after theSarbanes-Oxley Actof 2002, which provided greater transparency for investors.\n\nPhrases like \"wildcat\" or \"wildcatting\" are used in other industries, generally to refer to a risky endeavor whose outcome is not certain. Below are some other uses of the term.\n\nThe wildcat banking era was a period of the 1800s when banks were able to issue their own paper currency without federal regulation. Because these notes could only be redeemed in person, some banks in remote locations printed large amounts of paper money without sufficient specie to provide full backing.\n\nIn the oil and natural gas industry, wildcatting is the practice of drilling for oil in locations that are not established oil fields. Wildcat wells are inherently risky, but they have higher potential profits if they are successful.\n\nIn securities regulation, wildcatting is when the SEC probes an entire industry for concerning practices in response to wrongdoing at a specific company in that industry.\n\nWildcatting refers to several business practices that are considered to be adventurous or otherwise risky. Today, it is most commonly used in the area of securities regulation, to describe the practice of probing a company's books in response to industry-wide problems.\n\nU.S. Securities and Exchange Commission. \"How Investigations Work.\"",
  "url": "https://www.investopedia.com/terms/w/wildcatting.asp"
}