{
  "term": "Wildcat Drilling: What it Means, How it Works",
  "definition": "Wildcat drilling, a form of high-riskexploratory drilling, is the process of drilling for oil or natural gas in unproven or fully exploited areas that either have no concrete historic production records or have been completely exhausted as a site for oil and gas output.\n\nThis higher degree of uncertainty necessitates that the drilling crews be appropriately skilled, experienced and aware of what various well parameters are telling them about the formations they drill. The most successful energy companies are the ones with a very high rate of drilling success, irrespective of whether the wells are drilled in known areas of production.\n\nExploration and productionare the first stages of energy production, which include searching and extracting oil and gas. An E&P company finds and extracts the raw materials used in the energy business.\n\nThe term \"wildcat drilling\" probably has its origins in the fact that drilling activity in the first half of the 20th century was often undertaken in remote geographical areas. Because of their remoteness and distance from populated areas, some of these locations may have been or appeared to be, infested with wildcats or other untamed creatures in the American West. Presently, with global energy companies have scoured much of the Earth's surface for oil and gas, including deep oceans, few areas remain unexplored for their energy potential.\n\nBecause wildcat drillers look for otherwise undesirable claims, they are able to obtain those claims for far less than otherwise. At the same time, this type of exploratory drilling will tend to result in far more misses than hits, making it expensive to operate without successes.\n\nWildcat drilling amounts to only a small proportion of the drilling activity of large energy companies. For small energy companies, wildcat drilling can be a make-or-break proposition.Investorsin such companies can reap significant rewards if such drilling results in locating large energy reservoirs. Conversely, wildcat drilling that repeatedly results indry holescan lead to adverse stock performance or even bankruptcy for small-cap energy companies.\n\nAnother aspect of wildcat drilling involves small producers exploring for oil in fields that have already been fully exploited by larger oil companies. These fields can have sizable pockets of oil reserves that are uneconomic for larger producers due to economies of scale but are still worthwhile for smaller, more agile wildcat drillers. A 2008 Massachusetts Institute of Technology study estimated that even with high oil prices, about two-thirds of the oil in known oil fields is being left in the ground. They say this is because existing technologies that could extract far more oil, as much as about 75 percent of the oil in some oil fields, are not being widely used by large oil companies.﻿﻿ This leaves an important market segment open to smaller wildcat oil drillers.\n\nWildcat drillers have little impact on the market price of oil, but provide an essential role that allows for greater oil and gas output than would be possible without their participation.\n\nMIT Technology Review. \"Oil Left in the Ground.\" Accessed Sept. 15, 2020.",
  "url": "https://www.investopedia.com/terms/w/wildcatdrilling.asp"
}