{
  "term": "Wilder's DMI (ADX) Indicator: Definition and Calculation Formula",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nWilder’s DMI (ADX) consists of three indicators that measure a trend’s strength and direction. Three lines compose the Direction Movement Index (DMI): ADX (black line), DI+ (green line), and DI- (red line). The Average Directional Index (ADX) line shows the strength of thetrend. The higher the ADX value, the stronger the trend. The color of the lines can be altered, but black, green, and red are the default in most software.\n\nThe Plus Direction Indicator (DI+) and Minus Direction Indicator (DI-) show the current price direction. When the DI+ is above DI-, the current price momentum is up. When the DI- is above DI+, the current price momentum is down.\n\nThe indicator has multiple components. Here's how the components are calculated.\n\nWilder’s DMI, developed by J. Welles Wilder in 1978, shows thestrength of a trend, either up or down.According to Wilder, a trend is present when the ADX is above 25. DMI values range between zero and 100.\n\nIf DI+ is above DI-, an ADX reading of 25 or higher indicates a strong uptrend. If DI- is above DI+, an ADX reading of 25 or higher indicates a strong downtrend.\n\nThe ADX may stay above 25 even when the trend reverses. Since ADX is non-directional, this shows thereversalis as strong as the prior trend. Traders may find readings other than 25 are better suited to indicate a strong trend in certain markets.\n\nFor example, a trader might find that an ADX reading of 20 provides an earlier indication that the price of a security is trending. Conservative traders may want to wait for readings of 30 or above before employing trend following strategies.\n\nThere are a number of ways the DMI can be used to trade, in addition to the general guidelines discussed above.\n\nTraders could enter a long position when the DI+ line crosses above the DI- line and set astop-loss orderunder the current day’s low, or below a recentswing low. When the DI- line crosses above the DI+ line, traders could place a short position with a stop above the high of the current day, or above a recent swing high. Traders could use a trailing stop if the trade moves in their favor to help lock in profits.\n\nIrrespective of whether the trader takes a long or short position, the ADX should be over 25 when the crossover occurs to confirm the trend’s strength. When the ADX is below 20, traders could use trading strategies that exploitrange boundor choppier conditions.\n\nThe DI+ and DI- line move away from each other when pricevolatilityincreases and converge toward each other when volatility decreases. Short-term traders could enter trades when the two lines move apart to take advantage of increasing volatility. Swing traders might accumulate into a position when the lines contact in anticipation of a breakout.\n\nTraders should use Wilder's DMI in conjunction with other technical indicators andprice actionto increases the probability of making profitable trades.\n\nThe following chart shows Shopify Inc. (SHOP) with both trending periods and less trending periods. -DI and +DI crossover multiple times—potential trade signals—but there is not always a strong trend present (ADX above 25) when those crossovers occur.\n\nIf the +DI is already above the -DI, when the ADX moves above 25 (or 20, 30) that could trigger a long trade. These are marked with up arrows.\n\nIf the -DI is above the +DI, when the ADX moves above 25 that could trigger a short trade. These are marked with down arrows.\n\nContraction periods are also marked when the +DI and -DI lines become squished together. These are contractions in volatility, which are often followed by periods of larger, trending movement where the lines separate again. Breakouts from these contractions (blue boxes) may present trading opportunities.\n\nThe indicator is susceptible to creating multiple false signals, meaning the price doesn't end up moving in the same direction as the crossover dictates.Therefore, the indicator is best used in conjunction with other forms of analysis, or with additionalfiltersapplied to the signals generated.\n\nThe two indicators both have crossover signals, but they are calculated in different ways and are measuring different things. DMI is measuring up and down movement by smoothing price fluctuations. TheAroon indicatoris measuring the time or periods since a high or low within the look-back period.\n\nThe indicator is looking at past data. It may lack predictive value in forecasting future price moves. The indicatorlagsand will therefore tend to indicate trend changes after the price has already reversed course. This could lead to some trade signals occurring too late to be of use. This can also occur with the ADX reading. A reading of 20, or 25, or 30 doesn't mean that trend will persist. Many trends will fizzle out after reaching such a reading. The indicator can't predict a trend will continue, only that the security trended recently.\n\nIf using the indicator for signals, there will be whipsaws. Whipsaws occur when the indicators criss-cross back and forth, resulting in multiple trade signals that produce losing trades.\n\nJ. Welles Wilder. \"New Concepts in Technical Trading Systems.\" Trend Research, 1978. Accessed Dec. 21, 2020.",
  "url": "https://www.investopedia.com/terms/w/wilders-dmi-adx.asp"
}