{
  "term": "Williams %R: Definition, Formula, Uses, and Limitations",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nWilliams %R, also known as the Williams percent range, is a momentum indicator that moves between 0 and -100 and measures overbought and oversold levels.\n\nIn technical analysis, traders constantly seek reliable indicators to guide their decisions. Among these, the Williams %R oscillator is a momentum indicator used to identify potential market reversals and overbought or oversold conditions.\n\nWilliams %R, also known as the Williams percent range, measures the relationship between the present closing price and the high-low range over a specific period (typically 14 days or periods). This relationship is then expressed as a percentage, generally from 0 to -100. Despite its apparent simplicity, the Williams %R offers valuable insights that can complement other technical analysis tools and potentially improve trading strategies.\n\nThe indicator is like the stochastic oscillator and is used similarly.Below, we'll explore the Williams %R, breaking down the formula that powers its calculations and examine its practical applications in various market conditions. We'll also discuss its limitations and other technical tools that can be used to confirm its signals.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe indicator tells a trader where the present price is relative to the highest high over the last 14 periods (or whatever number of periods going backward is chosen).\n\nOverbought levels on the Williams %R are generally when the indicator is above -20. Conversely, oversold levels are signified when the Williams %R crosses below the -80 level.\n\nBuy signals are generally found when the Williams %R crosses above the -80 level, indicating that the security is moving out of oversold territory and may be gaining positive momentum. This crossover could signal a buying opportunity.\n\nMeanwhile, a sell signal typically occurs when the Williams %R crosses below the -20 level, indicating that the security is moving out of the overbought territory and may be gaining negative momentum. This crossover could signal that it's best to sell the security.\n\nIn addition, the Williams %R can also be used to spot divergences. For instance, when the security price hits a new high but the Williams %R fails to reach a new high, this could signal weakening momentum and the potential for a downward reversal. This could be used as an exit point from a long position.\n\nWiliams %R=Highest High−CloseHighest High−Lowest LowwhereHighest High=Highest price in the lookbackperiod, typically 14 days.Close=Most recent closing price.Lowest Low=Lowest price in the lookbackperiod, typically 14 days.\\begin{aligned} &\\text{Wiliams \\%}R=\\frac{\\text{Highest High}-\\text{Close}}{\\text{Highest High}-\\text{Lowest Low}}\\\\ &\\textbf{where}\\\\ &\\text{Highest High} = \\text{Highest price in the lookback}\\\\ &\\text{period, typically 14 days.}\\\\ &\\text{Close} = \\text{Most recent closing price.}\\\\ &\\text{Lowest Low} = \\text{Lowest price in the lookback}\\\\ &\\text{period, typically 14 days.} \\end{aligned}​Wiliams %R=Highest High−Lowest LowHighest High−Close​whereHighest High=Highest price in the lookbackperiod, typically 14 days.Close=Most recent closing price.Lowest Low=Lowest price in the lookbackperiod, typically 14 days.​\n\nThe Williams %R is calculated based on price, typically over the last 14 periods.\n\nWhile Williams %R and thefast stochastic oscillator(which uses raw %K values, as opposed to the slow or regular stochastic oscillator that smooths these values) are both momentum indicators used to identify overbought andoversoldconditions, they have distinct characteristics:\n\nWilliams %R measures the closing price relative to the high-low range over a specific period, typically 14 days. It's scaled from 0 to -100, with overbought conditions generally considered above -20 and oversold conditions below -80. Meanwhile, the fast stochastic oscillator compares the closing price to the low price over the same period. Its scale is from 0 to 100, with readings above 80 consideredoverboughtand below 20 oversold.\n\nWilliams %R consists of a single line, making it simpler to interpret at a glance. The fast stochastic oscillator has two lines: %K (the fast line) and %D (a three-period simple moving average of %K), which allows for additional signal generation through crossovers.\n\nWhile the Williams %R and the fast stochastic oscillator can both be used for divergence analysis, this technique is more commonly used with the fast stochastic oscillator. Divergence occurs when price changes don't align with the indicator's movement, signaling a weakening trend or impending reversal.\n\nWilliams %R is generally more responsive to price changes, potentially providing earlier signals. However, this increased sensitivity can also lead to more false signals in choppy markets. The fast stochastic oscillator offers both level-based signals and crossover signals between %K and %D, potentially providing more nuanced trading opportunities.\n\nTraders often use Williams %R for its simplicity and responsiveness, particularly in trending markets. The fast stochastic oscillator, with its additional smoothing and crossover signals, may be preferred inrangebound marketsor when traders are looking for more confirmation before entering a trade.\n\nRemember that while these indicators have their differences, they're often most effective when used with other technical analysis tools and fundamental analysis. Neither should be relied upon exclusively for trading decisions.\n\nOverbought and oversold readings on the indicator don't mean a reversal will occur. Overbought readings help confirm an uptrend since a strong uptrend should regularly see prices pushing to or past prior highs (what the indicator is calculating).\n\nThe indicator can also be too responsive, giving manyfalse signals. For example, the indicator may show that an asset is oversold, and then it will start to move higher, but the price will fail to do so. This is because the indicator is only looking at the last 14 periods. As periods go by, the present price relative to the highs and lows in the lookback period changes, even if the price hasn't moved.\n\nTo address the limitations of the Williams %R, traders and investors could use other indicators in addition to or instead of the Williams %R to confirm signals and get a more comprehensive view of the market. The relative strength index (RSI) tends to be less volatile and smoother than the Williams %R, reducing the number of false signals.\n\nAlso, the moving average convergence divergence (MACD) can be used alongside the Williams %R to confirm trends indicated by the Williams %R. In fact, theMACDis very effective in identifying trend reversals and can filter out false signals from the Williams %R.\n\nBollinger Bands can be used with signals from Williams %R, providing stronger confirmation for entry or exit points. These bands visually represent volatility and can help determine whether a market is trending or ranging.\n\nFinally, theaverage directional index (ADX)is used to confirm the strength of the trend with the Williams %R. TheADXhelps filter out weak signals, ensuring that trades are only made in strongly trending markets. Combining these indicators can improve the accuracy of trading decisions and reduce the risks associated with the Williams %R.\n\nThe Williams %R is ideal for spotting reversals at the top or bottom of a trading range. The indicator is also effective for timing trades inday tradingor swing trading. The Williams %R can help in spotting potential trend reversals. Another instance when the Williams %R can be used is to be more precise when trading new key support and resistance levels. Moreover, the indicator is useful for catching shifts in momentum.\n\nLike many indicators, the Williams %R accuracy depends on the security being traded, its market conditions, and the time frame used. Combining the Williams %R with other indicators or analytical methods can help improve the accuracy of trading decisions.\n\nThis indicator can be made more robust by combining it with other indicators such as the RSI, MACD, andBollinger Bandsfor confirmation. Traders should also consider backtesting and using multiple time frames to improve reliability.\n\nThe Williams %R is a momentum oscillator that measures overbought and oversold conditions in the market, ranging from 0 to -100. The indicator helps traders identify potential reversal points by indicating when an asset might be overbought or oversold.\n\nWhile it is particularly effective in rangebound markets and short-term trading, its sensitivity can lead to false signals, especially in trending markets. To mitigate these risks, it's often used with other tools and indicators for confirmation.\n\nLarry Williams CTI Publishing. \"Original Williams %R.\"\n\nP. J. Kaufman. \"Trading Systems and Methods,\" Pages 681-733. John Wiley & Sons, 2019, sixth edition.",
  "url": "https://www.investopedia.com/terms/w/williamsr.asp"
}