{
  "term": "William T. Dillard Ii: Education, Ceo Career, Accomplishments",
  "definition": "William T. Dillard II is the CEO of Dillard's Inc., a department store chain based in Little Rock, Arkansas. As caretaker of his father's company, founded in 1938, William T. Dillard II strives to preserve the company's strategy to offer fashionable products with exceptional customer service.\n\nWilliam T. Dillard II was born in Nashville, Arkansas, on March 4, 1945. He graduated from the Sam M. Walton College of Business at the University of Arkansas in 1966 with a bachelor's degree in accounting and earned an MBA from Harvard University.\n\nAs the eldest son of William T. Dillard Sr, founder of Dillard Department Stores, he began his career at Dillard's in 1967.\n\nFounded in 1938, William T. Dillard Sr. built his company to include his children. In addition to William T. Dillard II, his brothers, Alex Dillard and Mike Dillard, serve as president and executive vice president, respectively. Daughters Drue Matheny and Denise Mahaffy and grandson Bill Dillard III are also vice presidents. The retail chain went public in 1969, offering two classes of stock, a move meant to keep the family firmly in control and give the family the majority of voting rights.Today, William T. Dillard II owns 10% of the company.\n\nCapitalizing on the growth of the mall in the mid-20th century, some of Dillard's success resides in its investment in real estate. Dillard's Inc. owns approximately 90% of the real estate that its stores occupy. Under William T. Dillard II's leadership, Dillard instituted changes in automated inventory systems, private label branding, and real estate acquisition. Yet, critics have claimed that the company's management is insular and reluctant to change with the retail industry of the 21st century.\n\nHowever, post-pandemic success is evident in 2022 under William T. Dillard II. Dillard's is a family business that's profitable, debt-free, and leveraged in real estate holdings. Its stores are located in popular shopping malls and attract a slightly older customers, making it somewhat less vulnerable to the online retail shift. 90% of Dillard's sales are in-store purchases, compared to 80% for Nordstrom and 70% for Macy’s, Dillard's main competitors.\n\nWilliam Dillard II has served on the board of directors of Acxiom Corporation since 1988 and on the board of directors of Barnes & Noble, Inc. since 1993. In 2015, he received the University of Arkansas Chancellor's Medal for service in higher education and society. He was inducted into the Arkansas Business Hall of Fame in 2016.\n\nBy offering a private discounted brand at Dillard's, William T. Dillard II provided customers with a choice between higher-priced brand names and the less expensive private label.\n\nHe is regarded as a hands-on manager, who oversees product lines before they are stocked. William T. Dillard II has a reputation for traveling to stores and surveying customers and staff.\n\nUnder Dillard II, the company has capitalized on growth opportunities in physical stores and e-commerce. Its strong long-term prospects are also supported by ongoing inventory management initiatives, trendy product offerings, and shareholder-approved moves.\n\nWilliam T. Dillard II is regarded as a hands-on CEO at Dillard's Inc. With a lifetime of experience within his family business, William T. Dillard II has led Dillard's into the 21st century while maintaining the original strategy of Dillard's as defined by his father in 1938.\n\nForbes. \"How a Sleepy Southern Chain became one of the Pandemic's Top Performing Stocks.\"\n\nZacks. \"Dillards Stays Ahead of Industry.\"",
  "url": "https://www.investopedia.com/terms/w/william-dillard-ii.asp"
}