{
  "term": "William F. Sharpe: Early Life, Accomplishments, Sharpe Ratio",
  "definition": "William Forsyth Sharpe is an American economist who won the 1990 Nobel Prize in Economic Sciences, along withHarry MarkowitzandMerton Miller, for developing models to assist with investment decision making.\n\nSharpe is well known for developing thecapital asset pricing model(CAPM) in the 1960s. The CAPM describes the relationship between systematic risk and expected returns, and states that taking on more risk is necessary to earn a higher return. He is also known for creating theSharpe ratio, a figure used to measure the risk-to-reward ratio of an investment.\n\nWilliam Forsyth Sharpe was born in Boston on June 16, 1934. He and his family eventually settled in California, and he graduated from Riverside Polytechnic High School in 1951. After several false starts in deciding what to study at college, including abandoned plans to pursue medicine and business administration, Sharpe decided to studyeconomics.\n\nHe graduated from the University of California at Los Angeles with a Bachelor of Arts degree in 1955 and a Master of Arts degree in 1956. Sharpe then completed his Ph.D. in economics in 1961.\n\nSharpe has taught at the University of Washington, the University of California at Irvine, and Stanford University. He has also held several positions in his professional career outside of academia.\n\nNotably, he was an economist at RAND Corporation, consultant atMerrill Lynchand Wells Fargo, founder of Sharpe-Russell Research in conjunction with Frank Russell Company, and founder of the consulting firm William F. Sharpe Associates.\n\nSharpe received many awards for his contribution to the field of finance and business, including the American Assembly of Collegiate Schools of Business award for outstanding contribution to the field of business education in 1980, and the Financial Analysts' Federation Nicholas Molodovsky Award for outstanding contributions to the [finance] profession in 1989. TheNobel Prizeaward he won in 1990 is the most prestigious achievement.\n\nSharpe is most well-known for his role in developing CAPM, which has become a foundational concept in financial economics andportfolio management. This theory has origins in his doctoral dissertation.\n\nSharpe submitted a paper summarizing the basis for CAPM to theJournal of Financein 1962. Although it is now a cornerstone theory in finance, it originally received negative feedback from the publication. It was later published in 1964 following a change in editorship.\n\nThe Sharpe ratio assumes a normal distribution of data, which is very rarely the case in financial markets and is one of the limitations of the ratio.\n\nThe CAPM model theorized that the expected return of a stock should be therisk-free rateof return plus thebetaof the investment multiplied by themarket risk premium.\n\nThe risk-free rate of return compensates investors for tying up their money, while the beta and market risk premium compensates the investor for the additional risk they are taking on over and above simply by investing intreasurieswhich provides the risk-free rate.\n\nSharpe also created the oft-referenced Sharpe ratio. The Sharpe ratio measures the excess return earned over therisk-free rateper unit ofvolatility. The ratio helps investors determine if higher returns are due to smart investment decisions or taking on too much risk.\n\nTwo portfolios may have similar returns, but the Sharpe ratio shows which one is taking more risk to attain that return. Higher returns with lower risk are better, and the Sharpe ratio helps investors find that mix.\n\nIn addition, Sharpe's 1998 paper,Determining a Fund's Effective Asset Mix,is credited as being the foundation of return-based analysis models, which analyze historical investment returns in order to determine how to classify an investment.\n\nAssume an investor wants to add a new stock to their portfolio. They are currently considering two and want to pick the one with the better risk-adjusted return. They will use theSharpe ratio calculation.\n\nAssume the risk-free rate is 3%.\n\nStock A has a returned 15% in the past year, with a volatility of 10%. The Sharpe ratio is 1.2. Calculated as (15-3)/10.\n\nStock B has returned 13% in the past year, with a volatility of 7%. The Sharpe ratio is 1.43. Calculated as (13-3)/7.\n\nWhile stock B had a lower return than stock A, the volatility of stock B is also lower. When factoring in the risk of the investments, stock B provides a better mix of returns with lower risk. Even if stock B only returned 12%, it would still be a better buy with a Sharpe ratio of 1.29.\n\nThe prudent investor chooses stock B because the slightly higher return associated with stock A doesn't adequately compensate for the higher risk.\n\nThere area few issues with the calculation, including the limited time frame being looked at and the assumption that prior returns and volatility are representative of future returns and volatility. This may not always be the case.\n\nWilliam F. Sharpe won the Nobel Prize in economics in 1990. He won it for his capital asset pricing model (CAPM). The premise of CAPM is to demonstrate how the prices of securities show the potential risks and returns of an investment.\n\nYes, the Sharpe ratio is based on the capital asset pricing model (CAPM). The Sharpe ratio is one of the indexes derived from CAPM, which investors use to determine an investment's return in relation to its risk.\n\nThe Harry Markowitz model is a financial model that is used for portfolio optimization. It helps investors choose the most efficient portfolio out of a wide array of portfolios for a specific set of securities. Markowitz won the Nobel Prize in Economics in 1990 along with William F. Sharpe and Merton Miller.\n\nWilliam F. Sharpe's theories have contributed largely to the economic world and have helped investors make better and safer investment decisions. His work has also been the building block of other investment tools, such as return-based analysis models.\n\nThe Nobel Prize. \"William F. Sharpe. Biographical\"",
  "url": "https://www.investopedia.com/terms/w/william-f-sharpe.asp"
}