{
  "term": "Williams Act: What it Means, How it Works",
  "definition": "TheWilliams Actis a federal law enacted in 1968 that defines the rules of acquisitions and tender offers. It came in response to a wave of hostile takeover attempts fromcorporate raiders, making cash tender offers for stocks they owned. Cash tender offers threatened to destroy value by forcing shareholders to tender shares on a shortened timetable.\n\nTo protect investors, Senator Harrison A. Williams of New Jersey proposed new legislation that required mandatory disclosure of information regarding takeover bids. It demands bidders include all details of a tender offer in filings to theSecurities and Exchange Commissions(SEC) and the target company. The filing must include the offer terms, cash source and the bidder's plans for the company after the takeover.\n\nTheWilliams Actalso includes time constraints that specify the minimum time an offer may be open and the number of days shareholders can make a decision. The law was passed in response to a wave of unannounced takeovers in the 1960s. This posed a threat to managers and shareholders who were forced to make critical decisions under unreasonable time pressure. Legislators passed theWilliams Actand amended theSecurities Exchange Actof 1934to protect affected parties from ongoing takeovers.\n\nWhen a tender offer is made, the bidding company must provide full and fair disclosure to shareholders and financial regulators. Any entity making a cash tender offer for a corporation must outline the source of the takeover funds, the purpose for making a bid, and the outlook of the acquired company. That way, shareholders have greater transparency into the potential outcomes of an acquisition.\n\nThe act aimed to strike a careful balance in the market for corporate governance by providing shareholders with timely information to thoughtfully evaluate tender offers and allowing managers an opportunity to win over shareholders. In passing the legislation,Congressaimed to protect shareholders without making takeover attempts overly difficult. They recognize takeovers can benefit shareholders and managers when the company is failing or needs new management.\n\nSome experts believe the ongoing evolution ofcorporate governancecalls for a comprehensive review of theWilliams Act.For one thing, the enactment of federal and state antitakeover laws render the coercive tender offers theWilliams Actsought to address ineffective. In addition, the demographic of shareholders for publicly traded companies has changed dramatically in the past 50 years.\n\nToday, majority shareholders are knowledgeable, have access to information and can make decisions on a moment's notice. Other things to consider is the emergence of active shareholders who pursue investments differently from corporate raiders of the past.",
  "url": "https://www.investopedia.com/terms/w/williamsact.asp"
}