{
  "term": "Willie Sutton Rule: What It is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nNew York Daily News Archive / Getty Images\n\nThe Willie Sutton Rule is based on a statement by notorious American bank robber Willie Sutton, who, when asked by a reporter about why he stole from banks, answered: “Because that's where the money is.”\n\nIn other words, his end goal was money so why waste time looking for it in obscure or questionable places instead of taking the path of least resistance and most success and going straight to the source? The rule can be applied across many different disciplines, from investing to medicine, science, business and accounting.\n\nSome historians explain the Willie Sutton Rule by way of Arthur Conan Doyle’s famous detective, Sherlock Holmes, who once said, “When you have eliminated the impossible, whatever remains, however improbable, must be the truth.” Both quotes mean the same; they just drew conclusions coming from opposite directions.\n\nIn the financial world, the rule is similar to, “picking thelow-hanging fruit.” In other words, if you’re looking to make money in the stock market, start by choosing those positions that you can see clearly for what they are. They may not be the biggest pieces of fruit, but at least you know what you’re getting. Only after seeking out the more obvious choices should you venture further into the tree and pick something that may be rotten or never develop fully.\n\nAnother school of thought with respect to investing and the Willie Sutton Rule is that it stresses the need for an individual to focus on activities that generate high returns, rather than on actions that might be frivolous or yield lower returns. The same goes for accounting. The rule with respect tomanagement accountingsays that activity-based costing (prioritizing by necessity and budgeting accordingly) should be applied to the highest costs because that will ultimately be where the largest savings are incurred.\n\nIn medicine, it is referred to when doctors make a diagnosis, suggesting that it is worthwhile to first focus on the obvious and conduct medical tests that may confirm the most likely diagnosis, rather than trying to diagnose a relatively uncommon medical condition. This approach may yield faster and more accurate results, while avoiding needless costs that would be incurred by conducting unnecessary medical tests.\n\nThe Willie Sutton Rule is often taught to medical students as Sutton's Law. It states that when making a diagnosis, it is worthwhile to first focus on the obvious and conduct medical tests that may confirm the most likely diagnosis, rather than trying to diagnose a relatively uncommon medical condition. This approach may yield faster and more accurate results, while avoiding needless costs that would be incurred by conducting unnecessary medical tests.",
  "url": "https://www.investopedia.com/terms/w/willie-sutton-rule.asp"
}