{
  "term": "Windstorm Insurance: What It Means, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWindstorm insurance is a special type of property-casualty insurance that protects policyholders from property damage caused by gales, winds, hail, and other gusty hazards. A subset of storm insurance, windstorm insurance is usually offered as arideron a standard casualty insurance policy through the extended coverageendorsement.\n\nWindstorm insurance covers the types of excessively gusty events, such as hurricanes and cyclones, that are often consideredvis majorand so might be excluded from standardhomeowners insurance policies.\n\nThose who live in areas susceptible to this type of peril must purchase this additional coverage to protect themselves. Residents of coastal and midwestern states, where hurricanes and tornadoes are relatively common, fall into this category.\n\nIf you have a mortgage loan and live in a high-risk area for windstorms, your mortgage lender may require you to purchase windstorm insurance.\n\nWindstorm insurance will typically cover physical damage to the property and personal belongings inside the home. Many policies also include coverage for detached structures, such as garages and sheds. When big winds harm roofs and windows, rain and debris can cause additional damage. In such cases, most policies will cover repairs as long as the claim is filed soon after the event.\n\nSometimes, windstorms are followed by storm surges and flooding, but windstorm insurance will not typically cover damage caused by these rising waters.Flood insurance coverageprovided by the federal government must be purchased separately, and it takes 30 days to go into effect.\n\nNeither windstorm insurance nor homeowners insurance will cover repairing or replacing a vehicle damaged by a wind-toppled tree or other blowing debris. You must carry a comprehensiveauto insurancepolicy to cover a car.\n\nTo file a windstorm insurance claim, you must take certain steps. The most important thing is to act quickly. Many policies limit the time frame to file a claim for storm damage. Often, this is because failure to fix problems promptly can lead to more damage later.\n\nImmediately after a windstorm, a windstorm insurance policyholder should:\n\nHomeowners insurance protects you financially from structural damage to your property, theft or damage to personal belongings, and liability. Homeowners insurance may cover wind damage due to hurricanes, but it may not cover a high-risk area like along the coast for wind damage. As a result, you would need windstorm insurance if your home is in a coastal area.\n\nTypically, you are not required to get windstorm insurance. However, if you live in a coastal area prone to wind damage and have a mortgage loan, your mortgage lender may require you to buy windstorm insurance.\n\nWindstorm insurance can cost approximately $2,000 per year in coastal or high-risk areas. However, the cost can vary depending on the size of the home, its location, and the insurer.\n\nWindstorm insurance covers excessively gusty events, including hurricanes and cyclones, often excluded from a homeowners insurance policy. Those living in high-risk areas must purchase windstorm insurance in addition to their homeowners insurance. However, storm surges and flooding that follow a windstorm and cause property damage may not be covered by windstorm insurance.\n\nFederal Emergency Management Agency. \"Hurricane: Review Your Insurance.\"\n\nFederal Emergency Management Agency. \"Flood Insurance Costs: Understanding your policy terms.\"\n\nState of Maine Bureau of Insurance. \"Storm Related Claims FAQs.\"\n\nTexas Department of Insurance. \"What Is Windstorm Insurance?\"\n\nTexas Windstorm Insurance Association. \"Rates.\"",
  "url": "https://www.investopedia.com/terms/w/windstorm-insurance.asp"
}