{
  "term": "Windfall Tax: Definition, Purposes, and Examples",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA windfall tax is a tax levied by governments against certain industries when economic conditions allow those industries to experience significantly above-average profits. Windfall taxes are primarily levied on companies in the targeted industry that have benefited the most from the economic windfall, most often commodity-based businesses.\n\nWindfall taxes are specialized levies imposed on entities that experience sudden and substantial financial gains, often referred to as \"windfalls.\" These unexpected profits can result from various factors, such as significant changes in market conditions, the discovery of natural resources, or shifts in government policy.\n\nThe primary objective of windfall taxes is to appropriate a portion of these extraordinary profits, which are perceived to exceed normal returns, for the public good. Governments assert that these profits are not solely due to the taxed entity's efforts but also due to external factors, justifying the redistribution of such gains to benefit society as a whole.\n\nDespite their potential to generate significant government revenue, windfall taxes are often a subject of debate. Advocates argue that they promote equitable wealth distribution and can finance critical public services or infrastructure projects. Opponents argue that windfall taxes can deter investment by creating uncertainty and diminishing incentives for companies to undertake risk. We'll talk more about the downsides to windfall taxes later in this article.\n\nOil and gas companies are common targets of windfall taxes. The massive net income increase for oil and natural gas producers—the International Energy Agency estimated they would double from 2021 to 2022, hitting an unprecedented $2 trillion—was the trigger for the discussion and recent imposition of windfall taxes.According to Deloitte, the global upstream industry is projected to maintain its 2023 hydrocarbon investment level with a projected increase of 11% year over year.\n\nFor example, on September 30, 2022, the Council of theEuropean Unionagreed to impose a \"temporary solidarity contribution\" on businesses in the crude petroleum, natural gas, coal, and refinery sectors on profits that are \"above a 20% increase of the average yearly taxable profits since 2018.\" This is on top of whatever taxes they already owe in their countries. In each member state, proceeds help households and companies and ease the effects of high electricity prices.\n\nIn October 2022, President Biden threatened to seek a windfall profits tax on oil and gas companies, which have reported very high profits and continue to charge high prices. He told them to use their \"outrageous\" bonanza—the effect of the Ukraine war—to expand oil supplies or reduce consumer prices.\n\nIn February 2023, the Big Oil Windfall Profits Tax Act was introduced.The legislation proposes a quarterly tax on large oil companies equal to 50% of the difference between the current price per barrel and the pre-pandemic average price per barrel between 2015 and 2019. The tax will apply to companies that produce or import at least 300,000 barrels of oil per day. Smaller companies, accounting for about 70% of domestic production, will be exempt from this tax.\n\nAs of July 2024, the Big Oil Windfall Profits Tax Act was still being discussed.\n\nAs with all tax initiatives instituted by governments, there is always a divide between those who are for and those who are against the tax. The benefits of a windfall tax include proceeds being directly used by governments to bolster funding for social programs. Those against windfall taxes claim that they reduce companies' initiatives to seek out profits. They also believe that profits should be reinvested by companies to promote innovation that will, in turn, benefit society as a whole.\n\nThen there is the question of whether windfall taxes actually raise the amounts that are predicted. Consider the example in the U.S., the Crude Oil Windfall Profit Tax of 1980, imposed by Congress during President Jimmy Carter's administration.\n\nAccording to a 2006 report from the Congressional Research Service, the windfall profits tax (WPT) generated $80 billion in gross revenues between 1980 and 1988, \"significantly less than the $393 billion projected. Due to the deductibility of the WPT against the income tax, cumulative net WPT revenues were about $38 billion, significantly less than the $175 billion projected.\"In a more current example,Bloombergreports that the windfall tax in Italy had \"(as of September [2022]) yielded only about one-fifth the income the government had hoped for.\"On the other hand, the taxes do yield revenue that would not otherwise be available to offset the societal costs of high prices.\n\nCritics point to other possible negative consequences. While windfall profits are taxed to encourage the taxed entities to lower their prices for the benefit of consumers, the tax could end up reducing investment because the new tax could make the after-tax profit not worth the effort. This happened with the 1980 tax, according to the Congressional Research Service report. It notes that, from \"1980 to 1988, the WPT may have reduced domestic oil production anywhere from 1.2% to 8.0% (320 to 1,269 million barrels). Dependence on imported oil grew from between 3% and 13%.\" The tax was repealed in 1988.\n\nLet's look more specifically at some general downsides to windfall taxes; detractors may cite any of the following for reasons not to adopt windfall taxes:\n\nOn June 21, 2024, SenatorBernie Sandersannounced his intention to introduce the Ending Corporate Greed Act, aimed at tackling the issue of corporate greed and excessive profits. This legislation proposes a 95 percent windfall tax on large corporations that are exploiting inflation to justify high prices on essential goods and services.\n\nThe bill, supported by Senator Ed Markey and Representative Jamaal Bowman, builds on historical precedents, including windfall taxes imposed during World War II and the Korean War, as well as a 1980s tax on oil and gas companies discussed earlier in this article. Sanders argues that with corporate profits hitting unprecedented levels and price gouging becoming rampant, it is crucial to rein in corporate greed. He and Bowman emphasize that rising corporate profits have exacerbated inflation and negatively impacted workers' purchasing power.\n\nThe Ending Corporate Greed Act proposes maintaining the current 21% corporate tax rate on profits up to pre-pandemic levels while introducing a 95% tax on profits exceeding the average from 2015-2019, adjusted for inflation. The tax would apply only to large companies with annual revenues exceeding $500 million and be limited to 75% of income in the current year. It is designed as a temporary measure for 2024, 2025, and 2026, aiming to curb excessive profiteering without penalizing companies that raise prices due to legitimate cost increases.\n\nWindfall taxes may also apply to individuals who gain sudden riches from receiving a significant sum of money through agift,inheritance, or through game-show,gamblingorlottery winnings. In many cases, inheritances, gifts from family members or friends, and life insurance payouts are tax-free to the recipient.\n\nHowever, federal, state, or local taxes may be owed by the giver or by the estate from which the inheritance is received. Any wealth gained from playing the lottery or gambling is consideredtaxable income. These winnings are fully taxable and must be reported to the Internal Revenue Service (IRS) by filing the individual tax return.\n\nAn individual who is awarded a sizeable monetary settlement after winning a lawsuit is likely to owe federal tax on the amount received. While certain settlements, such as damages for personal physical injuries or physical sickness, are considered non-taxable by the IRS, most other types of damages are taxed as ordinary income.\n\nLet's wrap up the article by comparing windfall taxes to normal, recurring taxes. Windfall taxes and regular taxes differ primarily in their objectives, scope, and application. Regular taxes are designed to provide a consistent and predictable source of revenue for governments, an obvious deviation from how windfall taxes work.\n\nThe application of windfall taxes is usually narrower and more selective compared to regular taxes. While regular taxes affect a broad base of taxpayers, windfall taxes are aimed at a specific group that has benefited disproportionately and perhaps unfairly. This targeted approach can lead to debates about fairness, as normal taxes can potentially be seen as less discriminatory (though there are exceptions to this). Businesses subject to windfall taxes may argue that such measures penalize their success, whereas regular tax may be imposed on everyone, granted atdifferent rates.\n\nAnother key difference lies in the administration and enforcement of these taxes. Regular taxes are integrated into the ongoing tax system, with established mechanisms for collection and compliance. Windfall taxes, being more sporadic, may require more efforts to define the scope of \"excess\" profits, set appropriate tax rates, and ensure compliance. This can create legal and logistical challenges, as companies may dispute the calculations and criteria used to assess their tax liability since the profit may have come about in a very unique way.\n\nWindfall taxes are special taxes levied by governments on companies or individuals that have unexpectedly gained substantial profits due to unforeseen circumstances. These taxes are often imposed on sectors like oil, gas, or natural resources when market conditions lead to exceptionally high revenues.\n\nCompanies and industrial sectors that can be subject to windfall taxes are those with massive increases in profits, generally due to situations such as wartime, commodities shortages, and other situations and events that drive up prices. Individuals may also be taxed on windfalls, such as those from inheritances or lottery winnings.\n\nTaxes are imposed by governments and can be used for a variety of purposes. During World War I and World War II, windfall profit tax revenue went to support the war effort. The 1980 taxes added to general government funds. Revenue from the new EU Council 2022 tax is to be used to \"provide financial support to households and companies and to mitigate the effects of high retail electricity prices.\"\n\nWindfall taxes can have both positive and negative impacts on the economy. Positively, they can provide governments with additional revenue for public services and social programs, potentially reducing inequality. Negatively, they may discourage investment and innovation in the affected industries, as companies might be less willing to invest if they believe their profits will be heavily taxed.\n\nWindfall taxes will always be a contentious issue debated between the shareholders of profitable companies and the rest of society. Windfall taxes can be imposed on companies in certain segments of the economy, such as oil and gas, that benefit from situations such as commodity shortages that greatly increase the prices of their products at the expense of consumers. Individuals may also owe tax on a windfall, depending on its source and the tax laws of the federal government or their state or locality.\n\nInternational Energy Agency. \"World Energy Outlook 2022: Executive Summary.\" Page 3.\n\nDeloitte. \"2024 Oil and Gas Industry Outlook.\"\n\nEuropean Council. \"Council Agrees on Emergency Measures to Reduce Energy Prices.\"\n\nThe New York Times. \"Biden Accuses Oil Companies of ‘War Profiteering’ and Threatens Windfall Tax.\"\n\nU.S. Congress. \"S.408 - Big Oil Windfall Profits Tax Act: Summary.\"\n\nCongressional Research Service. \"Crude Oil Windfall Profits Taxes: Background and Policy Considerations.\" Page 2.\n\nU.S. Congress. \"S.408 - Big Oil Windfall Profits Tax Act: Actions.\"\n\nCongressional Research Service. \"The Crude Oil Windfall Profit Tax of the 1980s: Implications for Current Energy Policy.\" Summary Page.\n\nBloomberg. \"Windfall Taxes Are All the Rage. They Shouldn't Be.\"\n\nBernie Sanders Senate. \"NEWS: Sanders, Bowman, Markey Introduce Legislation to Combat Corporate Greed and Windfall Profits.\"\n\nInternal Revenue Service. \"Publication 525, Taxable and Nontaxable Income.\" Page 34.\n\nInternal Revenue Service. \"Publication 525, Taxable and Nontaxable Income.\" Pages 33- 34.",
  "url": "https://www.investopedia.com/terms/w/windfalltax.asp"
}