{
  "term": "Window Guaranteed Investment Contract",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWindow guaranteed investment (WGIC) contracts are a type of investment plan in which the investor makes a series of payments to an insurance company and is guaranteed areturnon investment. This type ofguaranteed investment contract(GIC) differs from other GICs in that the investor makes principal payments in installments over time, rather than in one lump sum up front. Investors use window guaranteed investment contracts with401(k) plansand other defined contribution pension plans.\n\nWindow guaranteed investment contracts resemblecertificates of depositsold at banks, but may have either fixed or variable interest. Investors consider WGICs very safe investments. Because they involve little risk, they offer relatively small returns when compared with other investment strategies. However, window GICs often have better rates than those an investor would get through a bank, which is where some of their popularity comes from.\n\nSmaller businesses find window GICs attractive, as do new plan start-ups or other companies that want a fixed and guaranteed rate throughout the year. Thewindowdescribes the period of time during which the investor can make payments and receive the guaranteed interest rate. Often, the issuer sets the window at one calendar year.\n\nPayments made by the investor go into the insurance company's general account. Investments in this account generally consist of conservative investments such ascorporate bonds, commercial mortgages and treasury securities.\n\nOnce the window has closed and the investor may no longer make payments toward the GIC, the invested funds remain in the contract for a period of time during which the contractmatures. This period generally lasts for between three and seven years. While the funds remain in the contract, they earn the predetermined rate of return so that the investor's money grows. Once the contract matures, the insurance company returns the investor's principal and interest to them, and they can opt toreinvestin another GIC.\n\nEven though the \"G\" in GIC stands for guaranteed, window GICs are ultimately backed only by the insurance company that sells them. They are not backed by thefull faith and creditof the United States government. In this way, they differ from certificates of deposit insured by theFDIC.﻿﻿ If the insurance company becomes insolvent, the investment could lose all of its value.\n\nFederal Deposit Insurance Corporation. \"What's Covered.\" Accessed Jan. 15, 2021.",
  "url": "https://www.investopedia.com/terms/w/window-guaranteed-investment-contract.asp"
}