{
  "term": "Windfall Profits: What it is, How it Works, Examples",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nVirojt Changyencham / Getty Images\n\nWindfall profits are large, unexpected gains resulting from lucky circumstances. Such profits are generally well above historical norms and may occur due to factors such as a pricespikeor supply shortage that are either temporary in nature or longer-lasting. Windfall profits are generally reaped by an entireindustry sectorbut can also find their way to an individual company.\n\nIn terms of an individual, a windfall profit could be a spike inincomeas a result of a specific, one-time event, such as winning the lottery, inheriting money or suddenly being able to sell that rare piece of music memorabilia you own for a large amount of money after the singer passes away.\n\nThere was previously a tax on corporate windfall profits;however, it was unpopular and there are currently no such taxes in the United States, though reintroducing the tax has drawn much debate on Wall Street and in Washington.\n\nAmong the reasons that windfall profits can arise are a sudden change in market structure, an executive order from the government, a court ruling, or a dramatic shift in trade policy. Companies that are beneficiaries of windfall profits had not planned for them, but they would be naturally pleased to receive them.\n\nThese profits would have a variety of uses: dividend increases or aspecial one-time dividend,share buybacks, reinvestments in the business for future growth, or debt reduction. Windfall profits are presently not taxed in the U.S., though there have been tepid efforts to reintroduce the tax.\n\nFor an individual, a windfall profit might result in a sudden boost in their income, beyond what they could have reasonably expected. Unlike acorporation, an individual is not expected to pass the profits on to others.\n\nFrom time to time, surging prices forcrude oiland natural gas have generated windfall profits for many energy companies. In this industry, wherein supply and demand are the main force determining price levels for the commodities, unexpected supply shortages have led to sharp and quick price rises.\n\nIn 2008, a barrel of WTI crude oil climbed above $140 from $60 per barrel just one year earlier. Several factors on both the supply and demand sides conspired to spike the price. Turmoil in the Middle East, lingering effects of Hurricane Katrina, supply disruptions in Venezuela and Nigeria, strong demand from developing nations, and speculative fervor by traders were all believed to be causes of the steep ascent of oil prices. Windfall profits for oil and gas producers followed, but they proved short-lived because a mere five months after the price peaked, a barrel of oil was trading at only $40 per barrel.\n\nConnecticut General Assembly. \"Windfall Profits Taxes on Oil Companies.\" Accessed April 29, 2021.\n\nMacrotrends. \"Crude Oil Prices - 70 Year Historical Chart.\" Accessed Apr. 29, 2021.",
  "url": "https://www.investopedia.com/terms/w/windfall-profits.asp"
}