{
  "term": "Wirehouse: What They are, Role in Economy",
  "definition": "A wirehouse is a term used to describe a full-service broker-dealer. Modern-day wirehouses range from small regional brokerages to large institutions with global footprints.\n\nThe term \"wirehouse\" was coined when brokerage firms were connected to their branches primarily through private telephone and telegraph wires. This network connection enabled branches to have easy access to the same market information as the head office, thereby allowing brokers to provide up-to-date stock quotes and market news to clients.\n\nAlthough traditionally used to describe broker-dealers, the term also described some banks and insurance companies that connected to their head office by wired telecommunication networks. Today, the internet has made it possible for these institutions to communicate and transmit data wirelessly; however, many large brokerages are still referred to as wirehouses because of the substantial impact wire communication had on their operations.\n\nThe global financial crisis of 2008 led to unprecedented turmoil among wirehouses primarily because of their exposure tomortgage-backed securities(MBS). The failure to regulate mortgage-backed securities and mortgage brokers were some of the contributing factors to this crisis. A number of smaller brokerages were forced to close, and some of the most prominent players (e.g., Merrill Lynch and Bear Stearns) were either acquired by banks or became insolvent (e.g., Lehman Brothers). After the 2008 financial crisis, the landscape was sparse and mainly populated by powerhouse broker-dealers.\n\nMost present-day wirehouses are full-service brokerages that provide a comprehensive range of services, such asinvestment banking,research, trading, and wealth management. Although the proliferation of discount brokerages and online quotes has eroded the edge in market information that the wirehouses formerly possessed, their diversified activities incapital marketscontinue to make them very profitable entities. Examples of notable wirehouses include Bank of America Merrill Lynch, Wells Fargo, and Morgan Stanley.\n\nNo. The internet and cloud computing have done away with any vestige of the past technology used by wirehouses. The use of wirehouse to refer to a full service broker-dealer is virtually non-existent, and is mostly supplanted by terminology such as broker-dealer, brokerage, or investment bank.\n\nThe leading banks throughout the world are typically registered as broker-dealers to enable them to conduct all manner of securities transactions in various jurisdictions. In the US, some of the largest wirehouses are Bank of America/Merrill Lynch, Goldman Sachs, Wells Fargo, and JP Morgan Chase, just to name a few.\n\nYes. The largest and most sophisticated hedge funds have direct fiber optic connections to the largest financial exchanges. MostHigh Frequency Trading(HFT) outfits rely on such connections to gain a nano-second advantage over their competitors and to satisfy the demands of their high-frequency algorithms.\n\nWirehouse is an anachronistic term used to describe large broker-dealers and securities houses. The term refers to a time when brokerage firms relied on dedicated telegraph (the wire) and telephone lines to make financial transactions and to monitor market prices.\n\nToday, such firms are more aptly referred to as full service broker-dealers or securities houses, which rely on the internet and cloud computing to make securities transactions. This is especially true of High Frequency Trading firms, which go so far as to build their data centers as close as possible to the exchanges they're transacting on, shortening the physical distance between the exchange and the HFT firms' operations and perhaps gaining a nano-second advantage over other market players.",
  "url": "https://www.investopedia.com/terms/w/wirehouse.asp"
}