{
  "term": "Wirehouse Broker: What They do, During the Financial Crisis",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA wirehouse broker advises clients and trades stocks and other assets on their behalf as an employee of a full-service brokerage house. The word \"wirehouse\" implies that they are employed by one of the big players rather than working on their own or with an independent broker-dealer company.\n\nThe four largest and best-known full-service wirehouse brokerage firms today are Morgan Stanley, Bank of America’s Merrill Lynch, UBS, and Wells Fargo.\n\n\"Wirehouse\" is an archaic term for a broker-dealer.\n\nThe number of financial advisors that Merrill Lynch has on its payroll. Morgan Stanley has nearly 17,000.\n\nBefore the advent of modern wireless communications, brokerage firms were connected to their branches primarily through telephone and telegraph wires. This gave branch offices access to the same market information as the head office, allowing brokers to providestock quotesand market news to their clients.\n\nA wirehouse broker, then and now, is typically afull-service brokerthat offers research,investment advice, and order execution. By being affiliated with a wirehouse, the broker gains access to the firm's proprietary investment products, research, and technology.\n\nIt was once thought that only brokers affiliated with the largest wirehouse firms could provide top service to their clients. Independent brokers were often assumed to be sellers of prepackaged products and were viewed as second-class citizens in the financial world.\n\nThings have changed in this regard as an independent broker has access to top-quality research.\n\nThe global financial crisis led to unprecedented turmoil at wirehouses, primarily because of the very substantial exposure that many of them had tomortgage-backed securitiesat the time they collapsed.\n\nA number of the smaller players were forced to close shop. Some of the most prominent names in the industry, such as Merrill Lynch and Bear Stearns, were acquired by bigger banks. Some disappeared intobankruptcy(notably Lehman Brothers).\n\nThese events served to level the playing field as wirehouse brokers looked for new options after leaving the failed firms.\n\nMost present-day wirehouses are full-service brokerages that provide a complete range of services to clients, from investment banking and research to trading and wealth management. Although the proliferation ofdiscount brokeragesand online quotes has eroded the edge in market information that the wirehouses formerly possessed, their diversified activities incapital marketscontinue to make them very profitable entities.\n\nNevertheless, some wirehouse brokers have opted to work as independents. Independent broker-dealers such as Raymond James and Ameriprise have been morphing into wealth management advisors. By 2023, they had 6,545 associates managing $295.3 billion in client assets.\n\nAll wirehouses are brokerages, but not all brokerages are wirehouses. The wirehouse label is usually attached to the largest full-service brokerage houses whose employees supply their clients with research, in-house analysis, and trading services. Some brokers work independently or are associated with independent dealer-broker firms rather than wirehouses.\n\nStrictly speaking, there are only four wirehouses: Morgan Stanley, Bank of America’s Merrill Lynch, UBS, and Wells Fargo. There were about 3,378 broker-deal firms, many of them independents, operating in the U.S. as of 2022.\n\nNo. Wirehouses don't use telephone and telegraph wires any longer.They use the internet,just like the rest of us. They don't even have those noisy machines that pumped out streams of stock prices printed on ticker tape and ready-made for tossing out the windows during parades. That was a telegraph technology, too.\n\nThere are only four firms that can be reasonably described as wirehouses today. The Big Four are Morgan Stanley, Bank of America’s Merrill Lynch, UBS, and Wells Fargo. But they have thousands of smaller competitors who can be described as independent broker-dealers, wealth management advisors, or just plain brokerages.\n\nMorgan Stanley. \"Investment Advisory Services for Today's Complex Markets.\"\n\nMerrill Lynch. \"Let's Build a Plan All About You.\" Select \"Our Advisors.\"\n\nUniversity of Maryland, Baltimore. \"Case Study of the Merger Between Bank of America and Merrill Lynch.\"\n\nFinancial Planning. \"$285B in Assets, 6500 Advisors: 2023's Biggest IBD Recruiting and M&A Deals.\"\n\nThink Advisor. \"What the Broker-Dealer Industry Looks Like Now, in 5 Charts.\" Click \"Start Slideshow.\"",
  "url": "https://www.investopedia.com/terms/w/wire-house-broker.asp"
}