{
  "term": "Wire Fraud Laws: Overview, Definition and Examples",
  "definition": "Wire fraud is a type offraudthat involves the use of some form of telecommunications or the internet. These can include a phone call, a fax, an email, a text, or social media messaging, among many other forms. Wire fraud is punishable by prison and/or fines.\n\nThe U.S. Department of Justice Criminal Resource Manual Section 941.18 U.S.C. 1343 cites these as the key elements of wire fraud:\n\nWire fraud is a federal crime that carries a sentence of up to 20 years’ imprisonment and fines of up to $250,000 for individuals and $500,000 for organizations. Thestatute of limitationsto bring a charge is five years unless the wire fraud targeted a financial institution, in which case the statute of limitations is 10 years. If the wire fraud is related to special circumstances, such as a presidentially declared state of emergency, or targets a financial institution, it can carry a prison sentence of up to 30 years and a fine of up to $1 million.\n\nA person need not have actually defrauded someone or personally sent a fraudulent communication to be convicted of wire fraud. It is sufficient to prove the intent to defraud or acting with knowledge of fraudulent communications being sent.\n\nNot long ago, in order to perpetrate a scheme, fraudsters had to rely on the telephone and make hundreds of calls to try to hook a hapless, gullible retiree or lonely heart. The old-fashioned phone call is still useful as a means to contact prey, but today, with the power of the internet to find potential victims, a fraudster’s work can be done online with a few fake postings of pictures, a tale of woe, and a promise of untold riches or everlasting love—and all of this can be written with bad grammar and spelling.\n\nIf you get messages or solicitations to send money to a stranger, delete them right away. You can also report them to the FBI's Internet Crime Complaint Center.\n\nA common example of wire fraud is the Nigerian prince scam. In this scam, the scammer sends an email claiming to be a Nigerian prince who is down on his luck in some way, usually exiled, and can’t access the fortune in his Nigerian bank account. He claims to need the target to hold his millions for him and promises to give the target a handsome sum in return. The goal of the scam is to obtain the target’s financial information, which the scammer will use to access the target’s money.\n\nAlthough it’s one of the oldest internet scams in the book, there are still consumers who fall for this rip-off or some variation of it. No matter what the circumstances—whether you receive an email from a wealthy traveler who needs your help getting back to the U.S. or your long-lost cousin who claims to be in an emergency situation—never wire money to a stranger. Once you wire cash (especially overseas), it’s virtually impossible to reverse the transaction or trace the money. If you’re worried about your cousin, check separately. They’ll probably be safe at home, and you can alert them that their email’s been hacked.\n\nOne of these \"Nigerian princes\" was detained and charged on Dec. 28, 2017. He turned out to be a 67-year-old man from Louisiana.This particular brand of the scheme first popped up in the 1980s and Americans have lost millions of dollars to the scam.\n\nWire fraud is a federal crime, and a conviction is very serious. You could spend up to 20 years in federal prison and owe $250,000 if you're found guilty of wire fraud. The penalty is even steeper for crimes against financial institutions: You could be imprisoned for 30 years and owe as much as $1 million in fines.\n\nThe Federal Bureau of Investigation (FBI), U.S. Secret Service, and the U.S. Department of Homeland Security are some of the organizations that investigate claims of wire fraud.\n\nYou can try to get your money back, but you might not be successful. Contact the company you used to wire the money (such as Western Union) and ask for a reversal of the fraudulent transaction. If you sent the money through your bank, contact them right away to let them know and ask if they can reverse it.\n\nWire fraud is a serious federal crime that can dramatically affect the lives of victims. Protect yourself by learning about the latest scam techniques and warning signs, and never send money or personal information to strangers—even if they propose a deal that's too good to be true.\n\nU.S. Department of Justice Archives. \"941. 18 U.S.C. 1343—Elements of Wire Fraud.\"\n\nU.S. Department of Justice Archives. \"968. Defenses—Statue of Limitations.\"\n\nCongressional Research Service. \"Mail and Wire Fraud: A Brief Overview of Federal Criminal Law.\"\n\nU.S. Federal Bureau of Investigation. \"Internet Crime Complaint Center (IC3).\"\n\nSlidell Police Department. \"Slidell Police Arrest 'Nigerian Prince\" Fraudster.\" [Press release on Facebook page].\n\nNew York Times. \"Louisiana Man Charged in ‘Nigerian Prince’ Scheme.\"\n\nSecretservice.gov. \"Our Investigative Mission.\"\n\nFederal Trade Commission. \"Before You Wire Money.\"",
  "url": "https://www.investopedia.com/terms/w/wirefraud.asp"
}