{
  "term": "Wisconsin School of Business",
  "definition": "Wisconsin School of Business is the business school of the University of Wisconsin at Madison. Founded in 1900, the school offers both undergraduate and graduate programs.﻿﻿\n\nThe Wisconsin School of Business is known for its emphasis on applied learning, with coursework often incorporating problems drawn directly from real business situations. ItsMaster of Business Administration(MBA) is regularly ranked among the top 40 in the United States.\n\nUnlike schools that rely on naming gifts from wealthy donors, the Wisconsin School of Business has taken a different path. In 2007, a group of 13 alumni donated $85 million to their alma mater in exchange for a promise that the school could not be renamed for 20 years.﻿﻿﻿﻿ As such, the school remains the Wisconsin School of Business, whereas many other business schools are named after their wealthy donors.\n\nIn the Fall of 2020, the Wisconsin School of Business enrolled 3,300 undergrads. Top majors included finance andinvestment banking;marketing; real estate and urban land economics; and management andhuman resources.﻿﻿﻿﻿ There were 96 students enrolled in the full-time MBA 2022 graduating class. Eighty percent of MBA candidates scored between 610 and 700 on theGMAT.﻿﻿﻿﻿\n\nIn 2019,U.S. News & World Reportranked the school's undergraduate business program as No. 7 among public schools and No. 15 overall.﻿﻿﻿﻿ The school also is a top producer ofchief executive officersatFortune 500companies.﻿﻿﻿﻿\n\nThe Wisconsin School of Business offers a number of MBA and postgraduate programs. The full-time MBA program (which includes a summer internship) takes 21 months to complete. The school offers virtual and weekend classes for working professionals, for an MBA that can be completed in two to five years. ItsExecutive MBAprogram is held on weekends every fortnight and includes a 10-day trip abroad.﻿﻿﻿﻿\n\nFor 2019,Forbesranked the full-time MBA program at the Wisconsin School of Business as No. 35 in the U.S.﻿﻿﻿﻿﻿U.S. News & World ReportandBusinessweekranked it No. 37, whileThe Economistgave it similar marks.﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿﻿\n\nTuition, fees and expenses cost $21,166 per year for in-state residents and $42,704 annually for non-residents.﻿﻿﻿﻿ The relatively lower tuition costs helped earn the school the No. 1 spot for MBA programs in terms ofreturn on investmentas ranked byU.S. News & World Reportin 2018.﻿﻿﻿﻿\n\nRecent graduates reported a starting salary of nearly $108,000 per year, while the average signing bonus was $24,700. Almost 90% of students had secured job offers within three months of graduation. Graduates have taken jobs inreal estate,risk managementand insurance,supply chain management, brand and product management, among other fields.﻿﻿﻿﻿\n\nWisconsin School of Business. \"About the Wisconsin School of Business.\" Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"Costs and Financial Assistance.\" Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"Full-Time MBA Class Profile.\" Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"Wisconsin MBA Employment Statistics.\" Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"Yes, We Are A Named Business School.\" Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"Enrollment Counts At-A-Glance,\" Page 2. Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"WSB Rises to 7th Best Public Undergraduate Business Program in U.S. News & World Report Rankings.\" Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"UW-Madison ranked high in list of universities that produce top CEOs.\" Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"Move Forward with a Wisconsin MBA.\" Accessed Jan. 24, 2021.\n\nForbes. \"#35 Wisconsin School of Business.\" Accessed Jan. 24, 2021.\n\nU.S. News & World Report. \"University of Wisconsin--Madison.\" Accessed Jan. 24, 2021.\n\nBloomberg Businessweek. \"Wisconsin.\" Accessed Jan. 24, 2021.\n\nThe Economist. \"Wisconsin School of Business.\" Accessed Jan. 24, 2021.\n\nWisconsin School of Business. \"The Value of the Wisconsin MBA.\" Accessed Jan. 24, 2021.",
  "url": "https://www.investopedia.com/terms/w/wisconsin-school-of-business.asp"
}