{
  "term": "Wisdom of Crowds: Definition, Theory, and Examples",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nWisdom of crowds is the idea thatlarge groups of peopleare collectively smarter than individual experts when it comes to problem-solving, decision-making, innovating, and predicting. The idea is that the viewpoint of an individual can inherently be biased, whereas taking the average knowledge of a crowd can result in eliminating the bias or noise to produce a clearer and more coherent result.\n\nThe theory is often applied to financial markets to show why markets in some instances operate efficiently and other times, inefficiently. Market participants in the crowd need to be diverse and have an incentive for markets to function efficiently.\n\nThe wisdom of crowds concept was popularized by James Surowiecki in his 2004 book,The Wisdom of Crowds,which examines how large groups have made superior decisions in pop culture, psychology, biology,behavioral economics, and other fields.\n\nThe idea of wisdom of crowds can be traced back to Aristotle’s theory of collective judgment as presented in his workPolitics. He used a potluck dinner as an example, explaining that a group of individuals may come together to create a more satisfying feast for the group as a whole than what one individual might provide.\n\nCrowds aren’t always wise. In fact, some can be the opposite. Take, for instance, frenzied investors who participate in a stock marketbubblelike the one that occurred in the 1990s withdotcomcompanies.\n\nThe group, or crowd, involved in this bubble invested based onspeculationthat Internet startups would become profitable at some point in the future.\n\nMany of these companies’ stock prices soared, despite the fact that they had yet to generate any revenue. Unfortunately, a good portion of the companies went under as panic ensued in the markets following mass sell orders on the stocks of some of the major tech companies.\n\nAccording to Surowiecki, wise crowds have several key characteristics:\n\nA 2018 study updated the wisdom of crowds theory by suggesting that crowds within an existing group are wiser than the group itself. The researchers called their results an improvement over the existing wisdom of crowds theory.\n\nThey recorded responses to their questions privately, from individuals, and collectively, by having small groups that were subdivisions of larger ones discuss the same question before providing an answer. The researchers found that responses from the small groups, in which the question was discussed before an answer was agreed upon, were more accurate than individual responses.\n\nThewisdom of crowdscan also help explain what makes markets, which are a type of crowd, efficient at times and inefficient at others. If market participants are not diverse and if they lack incentives, then markets will be inefficient and an item’s price will be out of step with its value.\n\nIn a 2015Bloombergarticle,wealth managerand columnist Barry Ritholtz argued thatprediction markets(for example,futures markets), unlike markets for goods and services, lack the wisdom of crowds because they do not have a large or diverse pool of participants.\n\nHe points out that prediction markets failed spectacularly in trying to guess the outcomes of events such as the Greek referendum, the Michael Jackson trial, and the 2004 Iowa primary. The individuals trying to predict the outcomes of these events were simply guessing based on public polling data and did not have any special individual or collective knowledge.\n\nWhile there is merit to the idea that the many are smarter than the few, it is not always true, particularly when members of the crowd are aware of and are influenced by one another’s ideas.Consensus thinkingamong a group of people with poor judgment can, unsurprisingly, lead to poor group decision-making; this factor may have been one of the causes of the2008 financial crisis.\n\nIt can also explain why democracies sometimes elect unqualified leaders. In other words, as explained by British science writer Philip Ball in a 2014 article for the BBC, it matters who is in the crowd.\n\nWisdom of crowds allows for diversity and a broad range of thinking. This provides more color and experience in problem-solving than that of an individual, which may often be biased. It also allows for the integration of information, whereby the vast knowledge of separate individuals creates a larger knowledge pool.\n\nOne of the main criticisms of the wisdom of crowds is that humans tend to conform, leading to \"groupthink,\" which defeats the purpose of the diversity needed in wisdom of crowds. In addition, if many individuals are aiming to reach a decision and consensus, it can lead to disagreements and in-fighting.\n\nTwo examples that show how the concept works:\n\nWisdom of the crowd is a theory that assumes large crowds are collectively smarter than individual experts. It believes that the collective knowledge and opinions of a group are better at decision-making, problem-solving, and innovating than an individual. Crowdsourcing is the process of gathering information, work, data, or opinions from a large group of individuals. Crowdsourcing can be voluntary or come from paid freelancers.\n\nThe crowd within theory states that the average of two estimates made by one individual is more accurate than a single estimate made from that same person. The theory seeks to prove that the overall idea of wisdom of crowds can be achieved through the crowd within.\n\nOne of the main criticisms of wisdom of crowds is that if the crowd itself is not particularly educated or diverse, then the outcome of the wisdom of the crowd will be no better and most often worse than that of an individual expert. The wisdom of crowds idea significantly depends on the quality of the crowd. In addition, humans tend to conform in groups, which leads to \"groupthink,\" defeating the purpose of having a diversified group.\n\nWisdom of crowds is a theory that assumes that the knowledge of a crowd results in better decision-making, innovation, and problem-solving than that of an individual. A crowd needs to be large, diverse, and individuals within the crowd cannot be influenced by others for the theory to work. Wisdom of crowds can explain much of the efficiency and inefficiency of financial markets.\n\nMassachusetts Institute of Technology, The Internet Classics Archive. \"Politics by Aristotle, Book Three, Part XI.\"\n\nResearchGate. \"Book Review: The Wisdom of Crowds,\" Pages 372-373.\n\nNavajas, Joaquin, et al. \"Aggregated Knowledge From a Small Number of Debates Outperforms the Wisdom of Large Crowds.\"Nature Human Behaviour,vol. 2, 2018, pp. 126-132.\n\nBloomberg. \"The 'Wisdom of Crowds' Is Not That Wise.\"\n\nBBC. \"‘Wisdom of the Crowd’: The Myths and Realities.\"\n\nFiechter, Joshua L., and Nate Kornell. \"How the Wisdom of Crowds, and of the Crowd Within, Are Affected by Expertise.\"Cognitive Research: Principles and Implications,vol. 6, no. 5, Dec. 2021.",
  "url": "https://www.investopedia.com/terms/w/wisdom-crowds.asp"
}