{
  "term": "Witching Hour: What it Means, How it Works",
  "definition": "The witching hour is the last hour of trading on the third Friday of each month when options and futures on stocks and stock indexes expire. This time is when there are likely heavier trading volumes as traders close out options and futures contracts before expiration. Positions are then typically reopened in contracts that expire at a later date.\n\nThe witching hour is the final hour of trading before the expiration of derivatives contracts. More often, traders will use terms such as “triple witching,” which is the expiration of stock options, index options, and index futures on the same day. This event occurs on the third Friday of March, June, September, and December.\n\nWhen single-stock futures were permitted to trade in the U.S. between 2002 and 2020, they expired on the same quarterly schedule, giving rise to “quadruple witching.” Meanwhile, double witching occurs on the third Friday of the eight months that aren't triple witching; the expiring contracts are options on stocks and stock indexes.\n\nThe activity during monthly witching hours is related to rolling out or closing expiring contracts to avoid the expiration and having to buy the underlying asset. Due to imbalances that could happen when these trades are placed, arbitrageurs could look to profit from the resulting price inefficiencies.\n\nThe primary reason for the increased action on witching-hour days is that if the contracts are not closed before expiration, that could mean having to buy or sell theunderlying security. For example, futures contracts that are not closed require the seller to deliver the specified quantity of the underlying security or commodity to the contract buyer. Options that are in the money, that is, profitable, may mean the underlying asset is exercised and assigned to the contract owner. In both cases, if the contract owner or contract writer can pay for security to be delivered, the contract must be closed out before expiration.\n\nRolling out or rolling forward, meanwhile, is when a position in the expiring contract is closed and replaced with a contract expiring at a later date. The trader closes the expiring position, settling the gain or loss, and then opens a new position in a different contract at the current market rate.\n\nBesides the increased trading, the witching hour can also result in priceinefficienciesand, hence, arbitrage opportunities. Because of the heavy volume of trades coming in quickly, traders seek to profit from even slight price imbalances.\n\nFor example, contracts representing large short positions (those taken expecting the security price to drop) may be bid higher if traders anticipate that the contracts will be bought to close positions before expiration. When this happens, traders may sell contracts at temporarily high prices and then close them out before the end of the witching hour. Alternatively, they might buy the contract to ride the wave up, then sell once the buying frenzy slows down.\n\nTriple- andquadruple-witchingdays occur when three or four of the following expire: stock index futures, stock index options, single-stock options, and options on stock index futures. Triple witching happens four times per year, but quadruple witching is rare. The concentration of expiring contracts on these dates can catalyze higher market volatility and heavy trading volumes.\n\nTriple witching occurs on the last Friday of each trading quarter (i.e., March, June, September, and December). The final triple witching for 2023 is on Dec. 15. The triple witching dates in 2024 are March 15, June 21, Sept. 20, and Dec. 20.\n\nAs contract expiration deadlines approach the witching hour, trading activity usually surges as market participants rush to close or roll over positions before it's too late. Thus, volatility frequently spikes during this frenetic final trading hour across the derivatives markets and their underlying assets, as speculative plays and hedging activities spill over to equities to whip up the market further.\n\nSo, while witching days stand out for active trading, the last witching hour stands out even more as the frenzy hits a maximum before the inevitable expiration and settlement activity in the moments ahead of the stock market close.\n\nThe concentration of expiring contracts simultaneously across asset classes encourages a spike in trading activity from those closing or rolling over positions, those speculating on last-minute volatility or dynamically hedging, and those taking advantage of fleeting mispricing. This combination inevitably leads to the surge during the witching hour.\n\nIn folklore, the “witching hour” refers to a time at night (usually midnight) associated with supernatural events, when witches, demons, and ghosts are thought to be most powerful.\n\nThe name “witching hour” was likely chosen in the financial context because of the heightened volatility and increased trading volume, which often occurs at heightened levels before the stock markets’ version of midnight, the end of the trading day. As these derivatives reach their expiration, traders are often scrambling to close, roll out, or fulfill their option and futures contracts, leading to a flurry of activity and sometimes unpredictable market moves, much like the chaos in store for some during the “witching hour” of folklore.\n\nIn financial markets, the “witching hour” refers to the last trading hour on the third Friday of each month, when options and futures on stocks and indexes expire. This period is characterized by heavy trading volumes and increased volatility as investors rush to close or roll over positions before the end of the trading day. Double, triple, and quadruple witching can occur when two, three, or four asset class contracts expire simultaneously. These events, particularly triple witching, can be particularly volatile because of the concentration of expiring contracts.\n\nFeinstein, Steven P. and William N. Goetzmann. \"The Effect of the 'Triple Witching Hour' on Stock Market Volatility.\"Federal Reserve Bank of St. Louis, Economic Review, September/October 1988, pp. 2, 9.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: An Introduction to Options.\"\n\nFeinstein, Steven P. and William N. Goetzmann. \"The Effect of the \"Triple Witching Hour\" on Stock Market Volatility.\"Federal Reserve Bank of St. Louis, Economic Review, September/October 1988, pp. 1-18.\n\nCaporale, Guglielmo Maria and Alex Plastun. \"Witching Days and Abnormal Profits in the US Stock Market.\"Cogent Economics & Finance, vol. 11, no. 1, October 2023.\n\nForex. \"What is a Triple Witching and How Can You Trade It?\"",
  "url": "https://www.investopedia.com/terms/w/witching-hour.asp"
}