{
  "term": "With Benefit of Survivorship: What It Is, How It Works, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\n\"With benefit of survivorship\" is a legal setup in which a deceased co-owner's share of property instantly transfers to the surviving co-owner(s), avoiding the delays of probate court.\n\n\"With benefit of survivorship\" means that when aco-ownerof a property dies, their share doesn't get tied up in legal proceedings; it simply becomes the surviving owner's by default. This process avoids the legal hassles involved with estate settlements.\n\nWith benefit of survivorship typically describes a form ofjoint tenancyownership where, when one owner dies, the assets automatically pass to one or more surviving members of the agreement.\n\nSuch agreements are often termed \"joint tenants with right of survivorship,\" and they commonly occur when two or more people own big-ticket items such as real estate, business entities, or investment accounts.\n\nJoint tenancy with benefit of survivorship bypasses theprobateprocess that otherwise applies when conveying an estate’s assets to survivors.\n\nSurvivorship benefits form the basis of most decisions to enter into joint tenancy.Common lawrequires distinct circumstances to recognize a joint tenancy agreement: all co-owners must acquire the same title on the asset at the same time, and all owners must control an equal share of the asset.\n\nAll owners must also have equal rights to possess the asset. Agreements that lack any of these requirements would fail to qualify as joint tenancy.\n\nTenancy in common(TIC) agreements offer an option for co-ownership of assets without benefit of survivorship.\n\nTenancy in common agreements cover all co-ownership situations that fail to meet the necessary criteria for joint tenancy, as well as situations in which one or more of the co-owners desire to pass their ownership interest to another individual in the event of their death.\n\nAssets inherited from tenancy in common agreements do not avoid the probate process in the way that assets automatically passed to survivors in a joint tenancy do, however.\n\nJoint ownership with benefit of survivorship is common in family and marital properties. Without this arrangement, the ownership of a deceased's share of the asset would pass through probate with potentially unexpected consequences.\n\nOther elements of estate planning also involve the passage of survivor benefits. Specifically, life insurance plans, retirement plans, annuities, and Social Security benefits can automatically pass to another individual when the covered person dies.\n\nIn addition to the basic passage of such assets through a named beneficiary, some insurance policies and annuities offer riders that allow the insurance policy or annuity itself to pass to a specified survivor after the primary insured or annuitant dies. Examples includevariable survivorship life insuranceandjoint and survivor annuities.\n\nIf a married couple jointly owned a home with right of survivorship, then ownership of the entire home would automatically pass to the surviving spouse upon their partner’s death.\n\nWithout such an agreement and in the absence of other estate-planning options, such astrusts, the home would go through the probate process, which takes time and may not always go according to the desires of all those expecting an inheritance.\n\nIn retirement planning, a survivor is someone (usually a spouse) who continues to receive your benefits after you die, while a beneficiary is someone who receives any remaining account balance after you die. The difference is that survivorship benefits are paid out for the lifetime of the survivor, while beneficiaries simply receive the remaining account balance.\n\nIf you are eligible to collect social security benefits, your spouse or surviving children may qualify forsurvivorship benefits. These benefits may also be available to dependent parents, surviving stepchildren, grandchildren, and disabled older children, depending on their relationship to the deceased. These benefits are available to surviving spouses for the remainder of their lives, or to surviving children through age 19, if they're still in high school, and through age 17, if not. Adult children can also qualify if they were disabled by an injury before age 22.\n\nThe amount of survivorship benefits depends on the lifetime earnings of the deceased. Surviving spouses at retirement age typically get 100% of the benefits that the deceased would have been given if alive. Surviving spouses age 60 or older who have not reached retirement age may receive between 71.5% and 99% of the deceased's benefits. Younger surviving spouses, surviving children, and surviving dependent parents receive 75% to 82.5% of the deceased's benefits.\n\nWith benefit of survivorship is a legal arrangement that allows shared ownership of a property or asset between a small group of people. When one of the co-owners dies, their share automatically passes to the other surviving owners, rather than to any children or heirs. This arrangement allows ownership rights to pass without the usual hassle of estate settlements and probate.\n\nLawDepot. \"Right of Survivorship for Joint Tenants.\"\n\nWashington State Department of Retirement Systems. \"Beneficiary vs. Survivor.\"\n\nSocial Security Administration. \"Who Can Get Survivor Benefits.\"\n\nNorthwestern Mutual. \"How Social Security Survivor Benefits Work.\"",
  "url": "https://www.investopedia.com/terms/w/with-benefit-of-survivorship.asp"
}