{
  "term": "Without Evidence Of Insurability: What It Means, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWithout evidence of insurability means an insurance provider underwrote a policy, such as for life or health insurance, without verifying that the policyholder was eligible for that coverage. Some group plans may not require proof of insurability if the applicant applies during the open enrollment period. Also, providers of plans offering lower or limited benefits may not need evidence of a policyholder's insurability. Also, convertible life insurance will not require additional evidence on conversion.\n\nAnother name for this provision may be without evidence of good health.\n\nWithout evidence of insurability, insurance providers take on additional risk. If alife insurancecompany issues a policy to someone in poor health, it’s more likely that the insurance company may need to pay that benefit sooner than expected.\n\nFor example,group health insuranceplans sponsored by employers may not require an employee to take a medical exam before being covered under that policy. Also, some insurance providers may issue life or health insurance plans to individuals without evidence of insurability if the coverage amount is below a specific limit.\n\nConvertible insuranceis a type of life insurance that allows the policyholder to change a term policy into a whole or universal policy without going through the health qualification process again. Named beneficiaries may be transitioned from a limited term of eligibility to an indefinite term under the convertible policy without undergoing further insurability qualifications. Changes may happen each year on the policy renewal date until the policyholder reaches a cut-off age.\n\nAn insurer who insists on amedical examor underwriting can create barriers to marketing. Therefore, insurance companies must balance the need to accurately assess risk with the need to make insurance more readily available. In many cases, without evidence coverage may have limits on benefits, while requiring proof of eligibility for higher levels of coverage.\n\nAn insurance provider issuing a new life insurance policy may require proof of eligibility, but allow the beneficiary to purchase additional coverage later without the need to provide further evidence. This option may come as ariderwithin the policy. Policyholders may use a lower face value policy to begin and increase coverage with riders at a later date.\n\nAdditional benefits may be allowed without evidence at specific milestones, such as marriage or the birth of a child. In other cases, these increases may link to cost-of-living adjustments based on inflation indicators such as the Consumer Price Index.\n\nSome insurance companies offer the ability for a policyholder to obtain coverage for a spouse without the need for them to provide proof of eligibility. The same situation may apply to children.",
  "url": "https://www.investopedia.com/terms/w/without-evidence-of-insurability.asp"
}