{
  "term": "Without Recourse: Meaning, Example, Vs. With Recourse",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\n\"Without recourse\" means that one party cannot obtain a judgment against, or reimbursement from, adefaultingor opposing party in a financial transaction. When the buyer of apromissory noteor other negotiable instrument enters into a \"no recourse\" agreement, they assume the risk of default.\n\nFinancing can be extendedwith or without recourse. Under financing \"with recourse,\" if the lender cannot collect on their payment from the party ultimately responsible for payment of the financial obligation, the lender can go back to the borrower to seek payment on the amount due. Recourse may allow the lender to seize not only pledged collateral, but also deposit accounts, and sources of income.\n\nConversely, \"without recourse\" financing means that the lender takes the risk of non-payment by theobligor. The lender takes these risks directly and cannot seek payment or seizepersonal assets not specified in the debt contract.\n\n\"Without recourse\" means withoutliability. All sales agreements entered into by a buyer and seller contain rights and responsibilities for both parties. A sale without recourse means the buyer accepts all risks associated with the purchase.\n\nThis often occurs when items are sold \"as is\" without any guarantees. The buyer has \"no recourse\" against the seller if the item does not work as expected and the seller is not obligated to compensate the buyer for any damages, defects, or performance issues.\n\nA sale that is \"with recourse\" means that the seller bears responsibility for the sold asset if it turns out to be defective or does not perform as expected. The buyer has the right to seek recourse from the seller, who is often obligated to offer a replacement of equal value or provide a refund.\n\nWhen a financial instrument contains the words \"without recourse,\" the endorser is released from future claims. If a signed check includes \"without recourse\" the endorser is not subject to liability should the check bounce due toinsufficient funds.\n\nFor example, assume Alice makes out a check to Bob. The payee, Bob, decides to pay off his debt to Maggie by endorsing the check, which involves writing his name on the back exactly as it appears on the front of the check. Once the back of the check is signed, it becomes negotiable and allows for the transfer of money ordered by the check. In addition, Bob adds “without recourse” on the back of the check. The endorser, Bob, will not assume any responsibility for paying the check if it is returned for insufficient funds. If Alice’s bank refuses to pay Maggie’s bank the check amount due to insufficient funds in Alice’s account, Maggie cannot demand payment from Bob.\n\nA promissory note is adebt instrument, like a mortgage loan, that contains a written promise by the buyer to pay the seller a definite sum of money. If the loan is secured \"without recourse,\" the lender often uses the mortgaged property as collateral. The lender cannot hold the buyer liable, however, will instead recover the collateral.\n\nWithout recourse is evident incertificates of deposit(CDs) and securities where the seller is not required toindemnifythe investor for any losses suffered, such as those caused by market fluctuations.\n\nLoans are often sold or transferred among lenders. When a loan is assigned to a new lender, neither the borrower nor the new loan holder can hold the first loan originator liable for any loan-related issues.\n\nWithout recourse, or non-recourse debt is a type of loan secured by collateral, such as real estate cited on a mortgage loan. If the borrower defaults, the issuer can seize the collateral but cannot seek further compensation from the borrower.\n\nEndorsing a check and adding \"without recourse\" to the signature means that the endorser assumes no responsibility if the check bounces for insufficient funds.",
  "url": "https://www.investopedia.com/terms/w/without-recourse.asp"
}