{
  "term": "Withholding Tax Explained: Types and How It's Calculated",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term \"withholding tax\" refers to the money that an employer deducts from an employee’s gross wages and pays directly to the government. The amount withheld is a credit against the income taxes the employee must pay during the year.\n\nThe vast majority of people who are employed in the United States are subject to tax withholding. Nonresident aliens are also subject to withholding taxes on earned income as well as on other income such as interest anddividendsfrom the securities of U.S. companies that they own.\n\nInvestopedia / Madelyn Goodnight\n\nTax withholding is a way for the U.S. government to maintain its pay-as-you-go (orpay-as-you-earn) income tax system. This means taxing individuals at the source ofincomerather than trying to collect income tax after wages are earned.\n\nWhenever an employee gets paid, their employer withholds a certain percentage of their paycheck asincome tax. This is then paid by the employer to theInternal Revenue Service (IRS).\n\nThe amount deducted appears on the employee's paystub and the total amount deducted annually can be found onForm W-2: Wage and Tax Statement. Employers send W-2s to their employees each year to help them file their annual income tax returns.\n\nThe amount deducted depends on anumber of factors. These considerations include the amount an employee earns, filing status, any withholding allowances claimed by the employee, and whether an employee requests that additional income be withheld. If merited, any excess is paid back to the employee by the IRS as a tax refund.\n\nThe IRS suggests verifying your withholding tax early in the year and whenever any changes are made to the tax law. You should also check it whenever you have changes in your lifestyle (filing status, marriage, divorce), wages, or when tax credits and deductions are changed.\n\nThe majority of U.S. states also havestate income taxesand employ tax withholding systems to collect taxes from their residents. States use a combination of the IRS W-4 Form and their own worksheets, which residents fill out to establish their withholding.\n\nNine statesdo not impose income tax on residents. They are: Alaska, Florida, New Hampshire, Nevada, South Dakota, Tennessee, Texas, Washington, and Wyoming. Withholding tax only applies to capital gains for high-earners living in Washington.\n\nNew Hampshire residents pay tax on interest and dividend income only.However, they voted to gradually phase out this practice by 2027.\n\nTax withholding first occurred in the U.S. in 1862 at the order of President Abraham Lincoln to help finance the Civil War. The federal government also implementedexcise taxesfor the same purpose. Tax withholding and income tax were abolished after the Civil War in 1872.\n\nThe current system was accompanied by a large tax hike when it was implemented in 1943.At the time, it was thought that it would be difficult to collect taxes without getting them from the source. Most employees are subject to withholding taxes when they are hired and fill out aW-4 Form. The form estimates the amount of taxes that will be due.\n\nThe withholding tax is one of two types ofpayroll taxes. The other type is paid to the government by the employer and is based on an individual employee’s wages. This money contributes to funding for Social Security and federal unemployment programs (since the Social Security Act of 1935) as well as Medicare (since 1966).\n\nInvestopedia'sTax Savings Guidecan help you maximize your tax credits, deductions, and savings. Order yours today.\n\nThere are two types of withholding tax employed by the IRS to ensure that proper tax is withheld in different situations: the U.S. resident and nonresident withholding tax.\n\nThe first and more commonly discussed withholding tax is the one on U.S. residents’ personal income, which every employer in the U.S. must collect.Under the current system, employers collect the withholding tax and remit it directly to the government, with employees paying the remainder of what they may owe when they file atax returnin April each year.\n\nIf too much tax is withheld, the result is atax refund. However, if not enough tax has been held back, then the individual will owe money to the IRS.\n\nGenerally, you want about 90% of your estimated income taxes withheld and sent to the government.This ensures that you never fall behind on income taxes (something that can result in heavy penalties) and that you are not overtaxed throughout the year.\n\nInvestors andindependent contractorsare exempt from withholding taxes but are required to pay quarterlyestimated tax.If these classes of taxpayers fall behind, they can become liable tobackup withholding, which is a higher rate of tax withholding set at 24%.\n\nYou can easily perform a paycheck checkup using the IRS’s tax withholding estimator.This tool helps identify the correct amount of tax withheld from each paycheck to make sure that you don’t owe more when you file your annual return.\n\nTo use the estimator, you'll need your most recent pay stubs, your most recent income tax return, your estimated income during the current year, and other information.\n\nThe other type of withholding tax is levied againstnonresident aliensto ensure that proper taxes are paid on income sources from within the U.S.A nonresident alien is someone who is foreign-born and has not passed thegreen cardtest or a substantial presence test.\n\nAll nonresident aliens must file Form 1040NR if they are engaged in a trade or business in the U.S. during the year.If you are a nonresident alien, there are standard IRS deduction and exemption tables to help you figure out when you should be paying U.S. taxes and which deductions you may be able to claim.If there is a tax treaty between your country and the United States, that can also affect withholding tax.\n\nThe IRS updates marginal tax rates annually. The rates for tax year 2024 are highlighted in the table below:\n\nYou can calculate your withholding tax by using theIRS Withholding Estimator. In order to get an accurate figure, you'll need some basic information. Be sure to have the following handy when you're filling out the online form:\n\nThe estimator tells you how much of a refund or tax bill you can expect. You can also choose an estimated withholding amount that's suitable for you.\n\nThe purpose of withholding tax is to ensure that employees comfortably pay whatever income tax they owe. It maintains the pay-as-you-go tax collection system in the U.S. It fightstax evasionas well as the need to send taxpayers big, unaffordable tax bills at the end of the tax year.\n\nThe amount of income tax you contribute from each paycheck depends on several factors, including total annual earnings and yourfiling status.\n\nFederal tax withholding is based on the information that you provide on yourW-4 form, which you fill out and give to your employer when you start a job. If you are significantly overpaying orunderpaying on income tax, you’ll probably need to revise this form with more up-to-date information. If an employer doesn't make adjustments to an employee's withholding, you might need to fileIRS Form 843to request a refund of the over-withholding.\n\nEmployees with no tax liability for the previous year and who expectno tax liabilityfor the current year can use Form W-4 to instruct their employer not to deduct any federal income tax from their wage. This exemption is valid for a calendar year.\n\nWithholding tax is the amount of money that your employer holds back from your paycheck and sends to the government as payment toward your income taxes. Anyone who earns income is responsible for paying income tax.\n\nYou could get a tax refund after filing your taxes, or you may owe more money. Part of your tax bill depends on your withholding tax.\n\nIf you find that you end up paying more money on tax filing day, you can lower that amount by requesting that additional money be held from your paycheck. On the other hand, having a smaller amount deducted from every paycheck may make it easier to satisfy your tax bill at the end of the year.\n\nInternal Revenue Service. \"Tax Withholding: How to Get it Right.\"\n\nTax Foundation. \"State Individual Income Tax Rates and Brackets, 2024.\"\n\nNew Hampshire Department of Revenue Administration. \"Frequently Asked Questions - Interest & Dividend Tax.\"\n\nNew Hampshire Department of Revenue. \"Taxpayer Assistance - Overview of New Hampshire Taxes.\"\n\nInternal Revenue Service. \"Historical Highlights of the IRS.\"\n\nLibrary of Congress. \"Income Tax Day.\"\n\nInternal Revenue Service. \"About Form W-4, Employee's Withholding Certificate.\"\n\nCenters for Medicare & Medicaid Service. \"Milestones 1937 to 2015,\" Page 2.\n\nSocial Security Administration. \"Social Security Act of 1935.\"\n\nInternal Revenue Service. \"Topic No. 751, Social Security and Medicare Withholding Rates.\"\n\nInternal Revenue Service. \"Tax Withholding for Individuals.\"\n\nInternal Revenue Service. \"Topic No. 306, Penalty for Underpayment of Estimated Tax.\"\n\nInternal Revenue Service. \"Estimated Taxes.\"\n\nInternal Revenue Service. \"Topic No. 307, Backup Withholding.\"\n\nInternal Revenue Service. \"Tax Withholding Estimator.\"\n\nInternal Revenue Service. \"NRA Withholding.\"\n\nInternal Revenue Service. \"Nonresident Aliens.\"\n\nInternal Revenue Service. \"Taxation of Nonresident Aliens.\"\n\nInternal Revenue Service. \"Nonresident — Figuring Your Tax.\"\n\nInternal Revenue Service. \"Publication 519: U.S. Tax Guide for Aliens,\" Page 42.\n\nInternal Revenue Service. \"26 CFR 601.602: Tax Forms and Instructions.\"\n\nInternal Revenus Service. \"IRS Releases Tax Inflation Adjustments for Tax Year 2025.\"\n\nInternal Revenue Service. \"Topic No. 753, Form W-4 – Employee's Withholding Certificate.\"",
  "url": "https://www.investopedia.com/terms/w/withholdingtax.asp"
}