{
  "term": "Withdrawal Benefits: What They are, How They Work",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nKatrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nWithdrawal benefits refer to the rights of employees withpensionor other retirement plans (e.g. 401(k) plans) to cash out any accumulated funds upon leaving an employer.\n\nIf the recipient is younger than age 59½, these funds must be rolled into a qualified retirement plan (either at a new employer or in an individual retirement account (IRA)), or else they would typically be subject to an early withdrawal penalty and any deferred tax liability may be owed.\n\nWithdrawal benefits apply most often todefined contribution(DC) plans, under which employers and employees each contribute either a fixed amount or a percentage of each employee’s paycheck, to a plan such as a401(k). Many companies with defined contribution plans match what employees save for retirement at a fixed ratio, up to a certain salary percentage, such as when an employer matches 50 cents on the dollar, up to 6 percent of each individual’s salary.\n\nWithdrawal benefits may also apply to adefined benefit(DB), or traditional pension plan. But in most cases, any earned benefits from these plans remain locked up until employees become eligible to receive them, typically at age 62.\n\nThe value of withdrawal benefits depends on an individual employee's salary or pay scale, years of service, and possibly other factors. It also varies based on whether the employee is vested. Some companies and unions usecliff vesting, where all benefits, includingcompany matches, kick in after a certain number of years, while others offer graded vesting, under which benefits accrue over time.\n\nWithdrawal benefits come into play most often for employees who are leaving the type of midsize-to-large employers that tend to offer 401(k)s. Vested employees often receive a check for any withdrawal benefits; for tenured employees, this may be the largest check they have ever received in their lives.\n\nUnder a set of specific circumstances, employees who are not of retirement age can roll over, or transfer, this check to a new employer's 401(k), or to an individual retirement account (IRA) for a set period without incurring tax liabilities or penalties.\n\nNote that most employer- and union-sponsored retirement plans in private industry in the U.S. fall under the Employee Retirement Income Security Act of 1974 (ERISA) and the Internal Revenue Code (IRC).\n\nReinvesting withdrawal benefits without a penalty is fairly straightforward, provided employees follow the rules. Any check needs to go into either a qualifying IRA or retirement plan within 60 days; otherwise, the employee must pay tax on it. This means employees much check with their new employers to be sure the new plan is qualifying.\n\nReceiving withdrawal benefits either requires employees to fill out forms or answer a series of questions online or over the phone. Withdrawal benefits often take a week or more to process.\n\nEmployees age 55 or over receiving withdrawal benefits from a 401(k) may be allowed to take a lump-sum distribution from a defined-contribution plan without paying a penalty for early withdrawal.The same general idea applies to IRAs, although the minimum age is 59½. In either case, employees still owe ordinary income taxes.\n\nInternal Revenue Service. \"Choosing a Retirement Plan: Defined Benefit Plan.\" Accessed July 15, 2021.\n\nInternal Revenue Service. \"401(k) Plan Overview.\" Accessed July 15, 2021.\n\nInternal Revenue Service. \"Retirement Topics - Vesting.\" Accessed July 15, 2021.\n\nInternal Revenue Service. \"Rollovers of Retirement Plan and IRA Distributions.\" Accessed July 15, 2021.\n\nInternal Revenue Service. \"A Guide to Common Qualified Plan Requirements.\" Accessed July 15, 2021.\n\nU.S. Department of Labor. \"ERISA.\" Accessed July 15, 2021.\n\nInternal Revenue Service. \"Topic No. 558 Additional Tax on Early Distributions from Retirement Plans Other than IRAs.\" Accessed July 15, 2021.\n\nInternal Revenue Service. \"Retirement Topics - Exceptions to Tax on Early Distributions.\" Accessed July 15, 2021.",
  "url": "https://www.investopedia.com/terms/w/withdrawal-benefits.asp"
}