{
  "term": "Withholding: Definition, Tax Rules, Federal vs. State",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nChalirmpoj Pimpisarn / Getty Images\n\nWithholding is the portion of an employee's income deducted and remitted by the employer directly to tax authorities. Withholding taxes are paid federally and may also be remitted to state and local tax authorities. The amount withheld depends on several factors like the employee's income and marital status, which are reported onForm W-4. Federal income, Social Security, and Medicare taxes are among those withheld from employee paychecks.Taxpayers owe money if their withholding amount isn't enough.\n\nAnyone who earns income in the United States is obligated to payincome taxto the federal government. These taxes include the federal income tax portion as well as Social Security and Medicare taxes.Most states and some counties and cities also have income taxes that taxpayers must remit.\n\nEmployers are required towithhold taxfrom employees' paychecks to ensure they consistently pay their income taxes. Employers deduct taxes and remit them to theInternal Revenue Service (IRS)on behalf of the wage earners.\n\nAn employee who starts a new job must fill out IRSForm W-4, which the employer typically provides.The employee must indicate:\n\nThe remaining section of the form is filled out by the employer.The employer uses the information provided by the employee to calculate the amount of tax to withhold from the employee’s pay.\n\nAny new event that unfolds in the employee’s life, such as a change in marital status, an additional dependent, or a new job, would require the employee to fill out a new W-4. The employer uses the new information to re-evaluate the portion of income to withhold for tax purposes.\n\nIf the tax withheld is inaccurate, the taxpayer has to pay more or less when tax filing season arrives. If the employee paid too much, the IRS will refund the excess. Workers who end upnot paying enough taxon earned income may be subject to late-payment penalties and interest.\n\nSelf-employed workers aren't subject to withholding but must pay their income taxes, usually as quarterly estimated tax payments. Taxpayers may also have to make estimated tax payments if they receive substantial income from dividends,capital gains, interest, and/orroyalties.\n\nThe information provided on Form W-4 determines how much will be withheld from the employee's paycheck for taxes.\n\nWithholding is generally classified asfederal withholding or state withholding. Federal withholding is the amount withheld from wages for taxes owed to the federal government. The amount of withholding is based onfiling status, the number of dependents, certain adjustments to income, and other personal withholding preferences selected on Form W-4.\n\nWage-earners can also elect to have a specific amount withheld in addition to what's calculated from elections. They can also elect to have nothing withheld by claiming an exemption.\n\nFederal withholding includes amounts paid into the Social Security and Medicare funds. The employee and employer are responsible for paying an equal share of these taxes. The total withheld from the employee is 7.65%—6.2% for Social Security and 1.45% for Medicare. The employer pays a total of 7.65% on the employee's behalf for a combined total of 15.3%.\n\nState withholding is the amount owed to the taxpayer's state of residence. In some cases, the taxpayer may owe taxes to multiple states. For instance, if a remote worker splits their time between two residences in different states, they may owe taxes to each state. It may be possible for an employer to withhold taxes for each state.\n\nTaxes withheld for Social Security and Medicare are referred to as FICA taxes. Employees and employers each contribute an equal portion (7.65% each). Self-employed individuals must pay the employee and employer portion, which is 15.3%.\n\nWithholding doesn't solely refer to taxation. It can also refer to other deductions made by the employer, such as those made for retirement accounts. Employees with employer-sponsored retirement accounts have their contributions withheld from their paychecks.\n\nEmployees who have traditional retirement accounts rather than Roth accounts do not pay income tax on their contributions. That is, they use pre-tax dollars and will owe income taxes on that money only when they withdraw it. This reduces their income for the year and the amount of tax that is withheld from their paychecks.\n\nEmployees with Roth accounts pay the income taxes on their contributions up front. That is, they pay taxes on their full income but pay a portion to the retirement account. They should owe no further taxes on that money when they withdraw it.\n\nTo withhold taxes is to deduct a portion of an employee's wages for taxes and remit it immediately to the government. This is an estimate of the amount that the employee will owe for that period.\n\nThe amount you should withhold is based on your personal circumstances. It depends on your income, whether you have dependents, if you have additional sources of income, and more.\n\nA single person with one job and no dependents would generally select a single filing status with one allowance. A married couple with dependents would usually select married filing jointly with several allowances.\n\nElecting 0 as an allowance on the W-4 for tax withholding will result in the largest amount being withheld for your filing status. Claiming one allowance will reduce what is withheld for taxes but may still be sufficient for what is owed.\n\nClaiming 0 is preferred by people who can be claimed as dependents by others and by people who have more than one source of income.\n\nThe IRS recommends withholding taxes from unemployment wages to avoid owing the full amount due on the tax deadline.\n\nThe Withholding Compliance Program, established by the IRS, identifies taxpayers whose payroll deductions appear to be in error so that they can remedy the deficiency.\n\nWithholding is the amount deducted from wages for taxes. All wage-earners in the U.S. have taxes withheld for federal, state, and local taxes if applicable. Employees must complete a Form W-4 to indicate what should be withheld for taxes based on their situation. The IRS provides atax withholding estimatorthat taxpayers can use to estimate how much they should withhold. Taxpayers receive a tax refund if excess taxes are withheld and end up with a tax bill if not enough is withheld during the year.\n\nIRS. \"Topic No. 753, Form W-4 – Employee's Withholding Certificate.\"\n\nCornell University, Legal Information Institute. \"Income Tax.\"\n\nIRS. \"Tax Withholding: How to Get It Right.\"\n\nIRS. \"Publication 505, Tax Withholding and Estimated Tax.\"\n\nIRS. \"Topic No. 751 Social Security and Medicare Withholding Rates.\"\n\nIRS. \"Social Security tax/Medicare tax and self-employment.\"\n\nIRS. \"Publication 590-A (2022), Contributions to Individual Retirement Arrangements (IRAs).\"\n\nIRS. \"Traditional and Roth IRAs.\"\n\nIRS. \"People Should Have Tax Withheld From Unemployment Now to Avoid a Tax-Time Surprise.\"\n\nIRS. \"5.19.11 Withholding Compliance Program.\"",
  "url": "https://www.investopedia.com/terms/w/withholding.asp"
}