{
  "term": "Withdrawal Penalty: What It Is, How It Works, and Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nDavid is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nA withdrawal penalty refers to any penalty incurred by an individual for theearly withdrawalof funds from an account that is either locked in for a stated period, as in a time deposit at a financial institution (e.g., a CD), or where such withdrawals are subject to penalties by law, such as from anindividual retirement account (IRA)or401(k) plan.\n\nA withdrawal penalty can vary depending on the type of funds or financial instrument involved, along with other factors. The penalty can be either in the form offorfeitureof interest or an actual dollar amount.\n\nWhen you open an account or become a participant in a retirement plan, you will generally receive in-depth documentation that spells out all of the terms of the arrangement or contract. This typically includes details about what constitutes an early withdrawal, and what penalties, if any, you would incur should you decide to make an early withdrawal from that account.\n\nFor example, an early withdrawal from acertificate of deposit (CD)at most financial institutions would result in the customer forfeiting interest for a period ranging from one month to several months. Generally speaking, the longer the term of the initial certificate of deposit, the longer the interest forfeiture period.\n\nAn alternative option to taking an early withdrawal is taking a qualified retirement plan loan.\n\nIn the case of IRAs, withdrawals before the age of 59½ are subject to a penalty of 10%. Of course, you’ll also have to payincome taxeson the amount withdrawn—from a traditional IRA or 401(k)—since it’ll be considered taxable income. The amount you’d pay would be dependent on your total annual income and the subsequent incometax bracket.\n\nTheInternal Revenue Service (IRS)does allow for some exceptions to the tax penalties for early withdrawal of IRA funds,under certain circumstances. For example, the penalties may be waived if the funds were withdrawn because the person lost their job and needs funds to make the premium payments on their medical insurance policy.\n\nAlso, an early withdrawal might be exempt from tax penalties if the funds are being used for tuition expenses for the account holder, their spouse, or their children or grandchildren. Certain restrictions and conditions apply, so it’s important to review the rules set by the IRS prior to taking any actions involving withdrawing funds early from an IRA.\n\nIt’s important to note that a qualified plan, such as a 401(k), can have different rules and penalties for early distributions vs. a traditional IRA. For example, the early-withdrawal exception for IRAs doesn’t apply to qualified plans for those who are unemployed and wish to use IRA funds for health insurance premiums.\n\nThe withdrawal penalty for taking funds from an IRA or other accounts can be steep, so it is wise to consider other strategies for obtaining necessary funds that would not involve the possibility of a significant penalty.\n\nAn alternative option might be to take a qualified retirement plan loan. The proceeds of that type of loan are not taxable if the loan abides by certain rules, and repayment follows the required schedule and terms.\n\nManydeferred annuitieshave a withdrawal penalty in the early years of the contract known as asurrender charge. In such an annuity, an individual places either a lump sum of money or regular installment payments into an account (often with an insurance company).\n\nSome years later, that accumulated money is converted into a regular cash flow stream, in many cases until the annuity holder dies. If theannuitantchooses to take out some of the contributed funds before theannuitization phase, there will be a withdrawal penalty.\n\nThe size of the surrender fee will vary among insurers and may be something like 10% if money is touched in the first year or two. Generally, this penalty decreases over time, so it may only be 5% in the fifth year and 1% in the 10th year, as an example.\n\nEarly withdrawals from a 401(k) account (i.e., before age 59½) incur a 10% penalty. Furthermore, any deferred taxes due on that money will be owed at the time of withdrawal. The penalty is the same for an individual retirement account (IRA).\n\nGenerally, if a CD is not held to maturity, there will be an early withdrawal penalty. This is often in the form of interest credited. For example, the penalty on a 24-month CD may be six months’ interest. Note that some banks today offer CDs with more flexible terms, with some carrying no penalty for early withdrawals.\n\nYou may be allowed to make early withdrawals from qualified retirement accounts under special circumstances. These so-calledhardship withdrawalscan be made to cover medical emergencies, funeral expenses,certain education expenses, and to help purchase or repair a primary residence. These may carry the 10% penalty, and you will still owe the deferred taxes on that money.\n\nA withdrawal penalty refers to any penalty incurred by an individual for the early withdrawal of funds from an account that is either locked in for a stated period, as in a time deposit at a financial institution (such as a CD), or where such withdrawals are subject to penalties by law (such as from an IRA or 401(k)).\n\nThe amount of the withdrawal penalty depends on many factors, including the type of financial instrument involved, but it can be expensive.\n\nInternal Revenue Service. “IRA FAQs—Distributions (Withdrawals).”\n\nInternal Revenue Service. “Publication 590-B: Distributions from Individual Retirement Arrangements (IRAs),” Pages 24 and 26.\n\nInternal Revenue Service. “Retirement Topics—Exceptions to Tax on Early Distributions.”\n\nInternal Revenue Service. “Retirement Plans FAQs Regarding Loans.”\n\nMassMutual Blog. “Annuities: Understanding Surrender Charges.”\n\nAlly. “Easy Money with an Easy Out.”\n\nInternal Revenue Service. “Retirement Plans FAQs Regarding Hardship Distributions.”",
  "url": "https://www.investopedia.com/terms/w/withdrawal-penalty.asp"
}