{
  "term": "Wolfe Wave: Definition, Pattern Examples, Trading Strategies",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA Wolfe Wave is a chart pattern composed of fivewavepatterns in price that imply an underlying equilibrium price. Investors who use this system time their trades based upon the resistance and support lines indicated by the pattern.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nWolfe Wave patternswere first identified by Bill Wolfe and his son, Brian. According to Wolfe, they occur naturally in all markets. To recognize them, traders must identify a series of price oscillations that correspond to specific criteria:\n\nIn a Wolfe Wave pattern, the fifth wave breaks out of the channel. According to the theory behind the pattern, a line drawn from the point at the beginning of the first wave and passing through the beginning of the fourth wave predicts a target price for the end of the fifth wave. If a trader properly identifies a Wolfe Wave as it forms, the beginning of the fifth wave represents an opportunity to take alongorshort position. The target price predicts the end of the wave, and therefore the point at which the trader aims to profit off the position.\n\nTechnical analysismakes use of chart patterns such as Wolfe Waves to predict market movements and time trades for maximum profit. Traders who use technical analysis look at charts depicting price movements for securities over a period of time. In general, technical analysis rests upon theories of supply and demand which imply certain price levels above or below which securities will struggle to trade. Levels of support correspond to prices low enough to attract enough demand to stabilize and raise share prices, while levels of resistance correspond to prices high enough to cause shareholders to sell shares and take profits, reducing demand levels and causing prices to level off or drop.\n\nWhen technical analysts look for patterns such as Wolfe Waves, they attempt to profit off of abreakout, where share prices move outside of the channel formed by support and resistance levels. The same laws of supply and demand that generate levels of support and resistance also suggest prices will regain their equilibrium after a breakout. Traders seeking maximum profit must be able to identify the correct points at which to buy or sell in real time. While many techniques exist to do this, traders run significant risks if they misidentify patterns or trends. Those interested in using such techniques would generally do well to research patterns and the theories behind them carefully, engage inpaper tradingto test those theories without putting money on the line and make judicious use of hedges or stop loss positions to limit the potential down side of a mistimed trade.",
  "url": "https://www.investopedia.com/terms/w/wolfewave.asp"
}