{
  "term": "Word-of-Mouth Marketing: Meaning and Uses in Business",
  "definition": "David is comprehensively experienced in many facets of financial and legal research and publishing. As an Investopedia fact checker since 2020, he has validated over 1,100 articles on a wide range of financial and investment topics.\n\nWord-of-mouth marketing (or WOM marketing) is when a consumer's interest in a company's product or service is reflected in their daily dialogues. Essentially, it is free advertising triggered by customer experiences—and usually, something that goes beyond what they expected.\n\nWord-of-mouthmarketingcan be encouraged through different publicity activities set up by companies or by having opportunities to encourage consumer-to-consumer and consumer-to-marketer communications. Also referred to as \"word-of-mouth advertising,\" WOM marketing includes buzz, viral, blog, emotional, andsocial media marketing.\n\nWord-of-mouth marketing differs from natural word-of-mouth references to a company's products and services in how it may come as the result of a promotion, encouragement, or other influence by a company, otherwise known as \"seeding.\"\n\nWhen a diner has a wonderful time at a restaurant because their expectations were exceeded and later tweets about it, or when someone had a great experience using a product in a new way and tells everyone they know about it, those are examples of word-of-mouth marketing. Also, word-of-mouth marketing does not stop at the first interaction; it tends to lead to a cascade of follow-on interactions.\n\nThe encouragement on the part of a company may take one ofseveral forms. The best way is to give them a reason to talk, such as exceeding expectations or providing insider skills or information about a product.\n\nOther strategies include offering consumers new ways to share information about a company's products and services, and engaging and interacting with the consumer, such as through exemplary customer service. This is especially valuable with social media-basedcustomer service, which provides for seamless sharing and promotion.\n\nEighty-eight percent of people around the world said they trust recommendations from people they know (earned media) above all other forms ofadvertising, according to a 2021 Nielsen study. This shows just how effective word-of-mouth marketing can be.\n\nConsumers are moreemotionally bondedto a company when they feel they are listened to by the company. That is why many companies will have sales representatives discuss their products and services with consumers personally or through a feedback phone line. This kind of interaction, as well as promotional events, can stimulate conversations about a company's product.\n\nThere is a significant temptation to fabricate word-of-mouth marketing. Accordingly, the Word of Mouth Marketing Association (WOMMA) crafted a code of ethics checklist for the industry, advising that the best word-of-mouth marketing strategies are credible, social, measurable, and respectful, and there is no excuse for dishonesty.\n\nWOM marketing expert Andy Sernovitz has boiled down WOMMA's code of ethics into three key rules to avoid issues:\n\nWord-of-mouth marketing includes the marketing tactics companies use to prompt their consumers to talk about their levels of satisfaction with the company's service or product. These strategies include brand loyalty programs, which reward customers for repeated business and provide them platforms for user feedback; giveaways, contests, and sponsored influencers.\n\nDigital word-of-mouth marketing employs technology, particularly the internet, to facilitate word-of-mouth exchanges. Review boards, social media sites, and blogs are popular digital platforms consumers use to share their experiences, good and bad, and these shared testimonials significantly influence consumer purchase decisions.\n\nWord-of-mouth marketing is important as it is an effective way to increase sales, promote products and services, increase brand recognition, and build customer loyalty. Many companies employ strategies that prompt customers to recommend their services and/or products and share positive experiences. Essentially, companies create the spark that causes the firestorm of chatter among consumers, and since studies show that most people trust the advice of family and friends, focusing on word-of-mouth marketing can be more beneficial and cost-effective than other forms of marketing.\n\nWord-of-mouth (WOM) marketing is when a consumer shares a positive experience about a good or service. WOM marketing is great for businesses as it generates business without incurring additional marketing costs. Businesses can, however, purposely contribute to word-of-mouth marketing efforts.\n\nWOM marketing is usually experienced over dinner parties, texts, and casual encounters between friends and family. It can also be set through buzz, viral media, blogs, and social media marketing.\n\nNielsen. \"Nielsen 2021 Trust in Advertising Study.\"\n\nFederal Trade Commission. “Endorsement Guides Review, Project No. P034520: Comments on Behalf of the Word of Mouth Marketing Association.” Pages 1-2, 12-16.\n\nWord of Mouth Book. \"Word of Mouth Ethics Checklist.\"",
  "url": "https://www.investopedia.com/terms/w/word-of-mouth-marketing.asp"
}