{
  "term": "Worden Stochastics: Meaning, Limitations, Example",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThe Worden Stochasticsindicatorrepresents the percentile rank of the most recent closing price compared to all of the other closing values over a specified lookback period. Traders use the indicator to determine if a particular security isoverboughtoroversold, to provide trade signals, and spot divergences that could signal a price reversal.\n\nThe Worden Stochastics indicator was designed by Peter Worden to recognize a newtrading rangemore quickly than traditionalstochastics​. Unlike traditional stochastics that incorporate high, low, and closing prices, the Worden Stochastics indicator uses rankings to avoid over-weighting in outlier periods, providing a potentially more accurate indication of the trading range.\n\nThe Worden Stochastic is calculated using the equation: (100/n – 1) x Rank. \"N\" represents the number of closing values in the range, while \"Rank\" represents the position of the closing price on a list that's sorted in ascending order by value.\n\nAll stochastic indicators, including Worden Stochastics, measure the level of the close relative to the range over a period of time. Traders use these readings to determine if a particular security is potentially trading at overbought or oversold levels.\n\nIn general, stochastic readings above 80 are considered overbought, while readings below 20 are considered oversold. However, traders should try to confirm these sentiments with other technical indicators orchart patterns. Overbought doesn't necessarily mean it is time to sell, nor does oversold necessarily mean it is time to buy. In a strong price uptrend, the stochastics readings will often reach above 80. In a strong downtrend, the readings will often be below 20.\n\nThe stochastic typically includes asignal line. When the stochastic crosses above the signal line, some traders use that as a buy signal. When the stochastic crosses below the signal line, that is a potential sell signal. Combining that concept with the ones discussed above, a potential strategy would be to look for a stock (or another asset) in a rising trend. Then, wait for the Worden Stochastic to fall below 30 or 20. When the stochastic crosses back above the signal line, or moves up and out of the oversold territory, consider a purchase. This is not a strategy recommendation, just an example.\n\nIn addition, traders may look for bullish or bearishdivergencesbetween the security's price and stochastics trends. If the price is making higher peaks while the stochastic is making lower peaks, that could signal a potential downside reversal in the price. If the stochastic is making higher lows while the stock is making lower lows, that is bullish divergence and indicates a potential turnaround in the price. Divergence is not a reliable timing signal. It should only be used in conjunction with other analyses and trade signals.\n\nThe Worden variant differs from other stochastics, whether thefast or slow versions, via the way it is calculated. Most other stochastic indicators are comparing the recent closing price to high and low values over a specified period. Worden ranks the close relative to other closing values and then uses that rank in the calculation.\n\nThe indicator is prone to providing numerous faulty signals. For example, the indicator will stay in oversold or overbought territory for extended periods of time during a downtrend or uptrend, respectively.\n\nThere are also multiple crossovers with the signal line that don't result in significant price moves. Additionally, price divergence with the indicator is not a reliable timing signal.\n\nThis Worden Stochastics example utilizes 1 through 5 as default settings (signal line in blue), carving three complete Disney buy and sell cycles over a four-month period.\n\nImage by Sabrina Jiang © Investopedia 2021\n\nThe indicator reverses higher at the oversold level in April, but the price continues to chop sideways to lower in quiet price action. The indicator dips lower in early May, posting adouble bottomreversal that translates into a rally wave lasting nearly three weeks.\n\nA mid-May crossover initiates a new sell cycle as the price pulls back to test new pricesupportnear 100. The indicator turns higher in early June as the price moves toward a new high. As the price transitions back down, there is a bearish crossover and the stochastics slips back into the oversold territory in late June. The overall trend is up at this point, so the next bullish crossover above the signal line could have been used to initiate a long trade near the start of July.\n\nThe price and indicator ascend. The indicator remains in overbought territory for much of July and early August. Any of the bearish crossovers could be used as sell signals. A drop below 80 by the stochastics could also be used as a sell signal.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/w/worden-stochastics.asp"
}