{
  "term": "Workers’ Compensation: What It Is, How It Works, and Who Pays",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nErika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nWorkers’ compensation, also known as “workers’ comp,” provides benefits to workers who become injured or ill on the job due to a work-related accident. Workers' comp covers medical costs,healthcare benefits, income for lost wages, educational retraining, anddisabilitypay.\n\nWorkers’ compensation is a state government-mandated program, but the required benefits vary from state to state. Texas is the only state that does not require employers to maintain workers’ compensation insurance.\n\nFormerly known as \"workman's comp,\" workers’ compensation provides benefits to those who have suffered due to work-related accidents, injuries, and illness. Workers' comp helps employees while out of work by providing several types of benefits that can include:\n\nPrivate insurance companies pay for most workers’ compensation programs from premiums paid by individual employers. Each state has a Workers’ Compensation Board, a state agency that oversees the program and intervenes in disputes.\n\nFederal workers’ compensation programs also exist, covering federal and energy employees, as well as longshore and harbor workers. Another federal program, the Black Lung Program, handles death and disability benefits for coal miners and their dependents.\n\nEmployers cannot require employees to pay for the cost of workers' compensation.\n\nRequirements for workers’ compensation vary from state to state, and some states do not cover all employees. For example, some states excludesmall businessesfrom the mandate for coverage, while others have different requirements for various industries. The National Federation of Independent Business (NFIB) maintainsa summaryof each state’s worker compensation requirements.\n\nWorkers’ compensation pays for lost wages to an employee but at a reduced amount, meaning less than your total salary. Typically, programs pay about two-thirds of the worker's gross pay.\n\nIn many cases, the worker cannot return to work due to the injury, called temporary total disability, and gets compensated while recovering. The worker returns to the job following a period of rehabilitation or therapy. However, some workers get compensated for longer periods if they suffer some type ofpermanent disability, whether partial or full disability.\n\nWorkers’ compensation benefits are not usually taxable at the state or federal level, compensating for much of the lost income.However, you may pay taxes on your workers' compensation benefits if you also receive income from theSocial Security DisabilityorSupplemental Security Incomeprograms.\n\nMost compensation plans offer coverage of medical expenses only related to injuries incurred as a direct result of employment. For example, a construction worker could claim compensation for an injury suffered in a fall from scaffolding but not for an injury incurred while driving to the job site.\n\nIn other situations, workers can receive the equivalent of sick pay while on medical leave. If an employee dies due to a work-related incident, the worker’s dependents receive the workers’ compensation payments.\n\nBy agreeing to receive workers’ compensation, workers give up their right to sue their employer for negligence. This concession helps protect both the workers and employers. Workers give up further recourse in exchange for guaranteed compensation, while employers consent to a degree of liability while avoiding the potentially greater cost of a negligence lawsuit.\n\nWorkers’ compensation is available only to employees injured on the job. It is not the same asdisability insuranceorunemployment benefits.\n\nAn employer may dispute a workers’ compensation claim since disputes can arise over whether the employer is liable for an injury or illness. In that case, the Workers’ Compensation Board can help resolve disputes.\n\nWorkers’ compensation payments are susceptible toinsurance fraud. An employee may falsely report that their injury was sustained on the job, exaggerate the severity of an injury, or invent an injury.\n\nThe National Insurance Crime Board asserts that there are “organized criminal conspiracies of crooked physicians, attorneys, and patients” who submit false claims to medical insurance companies for workers’ compensation and other benefits.\n\nIn most states, only regular employees are eligible for workers’ compensation; independent contractors are not. That was one of the main points of contention in the debate over a California ballot measure that sought to extend employee benefits to drivers for ride-sharing apps like Uber and Lyft.\n\nLike the so-calledgig economy, the issue of workers’ compensation and other benefits for contract workers isn’t going away since gig workers have increased from 2012 to 2021 by nearly 5 million and represent 3% of the workforce.\n\nAccess to workers’ compensation benefits is a key issue for participants in the gig economy. Contractors and freelancers are rarely eligible.\n\nIn the U.S., individual states handle workers’ compensation rules. The U.S.Department of Laborhouses an Office of Workers’ Compensation Programs. Still, it is responsible only for covering federal employees, longshoremen and harbor workers, energy employees, and coal miners.\n\nThe lack of federal standards for workers’ compensation has resulted in extremely varied policies for the same kinds of injuries from state to state. Identical injuries can receive radically different kinds of compensation depending on where a worker resides.\n\nA paper by the Occupational Safety and Health Administration (OSHA) flatly calls workers’ compensation a “broken system.” It estimates that 50% of the costs of workplace injury and illness are borne by the individuals who suffer them. Low-wage and immigrant workers often don’t even apply for benefits.\n\nThere are two types of workers’ compensation coverage: Coverage A and Coverage B.\n\nCoverage Aincludes all of the state-mandated benefits that an injured or ill employee is entitled to receive from the employer’s insurance.It covers salary replacement payments as well as medical care, rehabilitation, and death benefits as necessary. All states except Texas have such benefits, although they vary widely from state to state, and many states exclude some employees from eligibility.\n\nCoverage Bpays benefits that exceed the minimums required by Coverage A. They usually are paid only as the result of a successful lawsuit brought by the employee for negligence or other misconduct by the employer.\n\nWorkers who accept workers’ compensation generally waive the right to sue their employers, agreeing to a no-fault contract. However, state legislation and court rulings in a number of states have restored theemployees’ right to suein various strictly defined circumstances. Thus, an employer may opt to purchase a policy that combines Coverage A and Coverage B.\n\nThe employer pays workers’ compensation insurance premiums. In other words, there is no payroll deduction like there is with Social Security benefits. The employer must pay workers’ compensation benefits as established by individual state laws.\n\nThe cost of workers’ compensation insurance averages $45 per month but varies by state, as do the mandated benefits.There also are different rates depending on whether the employees covered are performing low-risk or high-risk jobs. The insurance fees are based on the company’s payroll numbers. Just as examples:\n\nThe rules for applying for workers’ compensation vary by state. In general, a worker with a job-related injury or illness should:\n\nYou can follow through with the employer’s insurance company to ensure a claim was filed. If your claim is denied, you can appeal the decision with your state’s Workers’ Compensation Board.\n\nGenerally, only employees are eligible for workers’ compensation; contractors and freelancers are not. Beyond that, every state writes its own rules. For example, Arkansas specifically excludes farm laborers and real estate agents from eligibility. Idaho excludes domestic workers. Louisiana excludes musicians and crop-dusting airplane crew members.\n\nEvery state (except Texas) requires employers to provide workers’ compensation coverage to at least some of their employees. The states write the rules, so there are many exceptions and exemptions. Contractors and freelancers are rarely covered, and many states exclude certain professions from the mandate or otherwise limit the scope of the benefits.\n\nMost states have online sites that can help determine if you’re covered by workers’ compensation insurance. For example, Florida’s Division of Workers’ Compensation has information on its program, links to forms, and a database to check whether your employer has coverage.\n\nTexas Department of Insurance. \"Are Employers Required to Have Workers’ Compensation Insurance in Texas?\"\n\nUSA.GOV. “Workers’ Compensation.”\n\nNew York State. “Workers’ Compensation.”\n\nU.S. Department of Labor. “Workers’ Compensation.”\n\nU.S. Department of Labor Office of Workers' Compensation Programs. \"State Workers' Compensation Officials.\"\n\nU.S. Department of Labor. “Workers’ Compensation.”\n\nNew York State Workers’ Compensation Board. \"What Is Workers’ Compensation?\"\n\nNational Federation of Independent Business. “Workers’ Compensation Laws—State by State Comparison.”\n\nState of California Department of Industrial Relations. \"Workers' Compensation Benefits.\"\n\nSocial Security Office of Retirement and Disability Policy. \"Workers' Compensation Program Description and Legislative History.\"\n\nInternal Revenue Service. “Publication 525 (2023), Taxable and Nontaxable Income.”\n\nNational Insurance Crime Board. “Workers’ Compensation and Medical Fraud Prevention Tips.”\n\nThe Brookings Institution. \"How Should We Provide Benefits to Gig Workers?\"\n\nU.S. Department of Labor. “About OWCP.”\n\nU.S. Occupational Safety and Health Administration. “Adding Inequality to Injury: The Costs of Failing to Protect Workers on the Job.”\n\nFisher Phillips. “Liability Beyond Your Workers’ Compensation Coverage.”\n\nInsureon. \"Workers' Compensation Insurance Cost.\"\n\nSynergy Comp Insurance Company. \"What Is Workers’ Compensation Insurance?\"\n\nMyFloridaCFO Workers' Compensation. \"Employer Coverage Requirements.\"",
  "url": "https://www.investopedia.com/terms/w/workers-compensation.asp"
}