{
  "term": "Working Class: Definition, Compensation, and Job Examples",
  "definition": "Working class is a contested socioeconomic term used to describe low-income people. Typically people in the working class have jobs that provide relativelylow payand/or require physical labor. A college degree is often not necessary for this work.\n\nEconomists in the United States generally define \"working class\" as adults without a college degree. Many members of the working class are also defined as middle class.\n\nSociologists such as Dennis Gilbert and Joseph Kahl, a sociology professor at Cornell University and the author of the 1957 textbook \"The American Class Structure\",identified the working class as the most populous class in America.\n\nOther sociologists such as William Thompson, Joseph Hickey, and James Henslin say the lower middle class is the largest. In the class models devised by these sociologists, the working class comprises between 30% to 35% of the population, roughly the same number in the lower middle class. According to Dennis Gilbert, the working class comprises those between the 25th and 55th percentile of income.\n\nKarl Marxdescribed the working class as the \"proletariat\". He stated that it was the working class who ultimately created the goods and provided the services that created a society's wealth. Marxists and socialists define the working class as those who have nothing to sell but their labor power and skills. In that sense, the working class includes bothwhite and blue collar workers, and manual workers of all types, excluding only individuals who derive their income from business ownership and the labor of others.\n\nWorking class jobs today are quite different than the working class jobs of the 1950s and 1960s. Americans working in factories and industrial jobs have been on the decline for many years. Today, most working class jobs are found in the services sector and typically include:\n\nWorking class jobs often pay less than $15 per hour, and many do not include health benefits.\n\nIn America, the working class population is becoming more diverse. Approximately 59% of the working class population is comprised of white Americans, down from 88% in the 1940s. Black Americans account for 14% while Hispanic Americans represent 21% of the working class in the U.S.\n\nIn feudal Europe, most people were part of the laboring class, a group made up of various professions, trades, and occupations. A lawyer, craftsman, and peasant, for example, were all members of the working class, as they were neither members of the aristocracy nor the religious elite. Similar hierarchies existed outside Europe in other pre-industrial societies.\n\nA 2022 Gallup poll found that 35% of respondents said they were working class, and 11% said they were lower class. Together, that's about half of the people who responded.38% said they were middle class, 14% said they were upper-middle class, and 2% said they were upper class.\n\nAccording to the Pew Research Center, a little over a quarter (28%) of Americans were in lower-income households in 2022. About half (52%) were in middle-income households, and 19% were in upper-income households.\n\nOne way to know is by inputting your information into thePew Research Center's income calculator. It will tell you if you're lower, middle, or upper income, adjusted for the cost of living in your area.\n\nThe term working class means different things to different people, but it generally refers to workers who work for wages outside of an office. This work often requires manual labor, and can be done without a college degree. Many people who are working class live paycheck to paycheck, and have little savings. Other working class people hold jobs that pay relatively or quite well, such as nuclear power plant operators and boilermakers. These roles pay just as well as many middle class jobs.\n\nJoseph Kahl. \"The American Class Structure.\" Rinehart, 1957.\n\nCenter for American Progress Action Fund. \"What Everyone Should Know About America’s Diverse Working Class.\"\n\nU.S. Bureau of Labor Statistics. \"Occupational Employment and Wage Estimates.\"",
  "url": "https://www.investopedia.com/terms/w/working-class.asp"
}