{
  "term": "Workout Market",
  "definition": "The workout market is an estimation of what trading prices will adjust to within the foreseeable future, known as amarket makerprediction.\n\nThe workout market characteristics are most commonly found withinthin markets. Prices determined by the workout market can be subject to mark-ups on the securities that are being traded due to the sometimes-volatile nature of thin markets.\n\nThese prices are also limited by the availability of the security being traded. The estimation does not guarantee that the prices predicted will come to fruition. External factors can still influence the fiscal health of the market, but these predictions are considered a fair estimation.\n\nA market maker can be either an individual orfirmthat frequently trades in securities from their own accounts. This allows for easier trading for other investors, but it also allows the maker to profit from the rapid rise and fall of prices. Some markets appoint a market maker for each security to facilitate easier trades in that individual sector.\n\nMarket makers are particularly influential during thin markets, as there is a reduced volume of buyers and sellers across the board. This results in less liquidity among assets, and larger pricing gaps between marketquotes. A market maker who is still trading in their own inventory will have more influence on the price of these assets as there will be fewer external investors bidding on them, potentially driving prices up or down.\n\nAlimit orderis a pre-established price point at which an investor wishes to execute transactions. This limit could reference either a minimum or maximum trading point and apply to both purchasing and selling.\n\nAs an example, an investor may tell their broker that their limit for purchasing a new share is $50. At the same time, they may also inform their broker that they will only entertain sales of assets that will net them at least $100 per transaction. This allows the broker the freedom to make trades quickly while still acting on the investor's interests.\n\nThe broker can execute these individual transactions without having to wait for express communication on specific trades so long as they meet the limit order criteria. In a workout market, this can allow brokers to act fast on quickly changing prices.\n\nFor example, if a market maker has predicted that shares of XYZ Company will be selling at $45 a share by the end of the day, and the broker is aware of her investor’s desire to purchase these shares, they can keep an eye on this market and secure as many shares as the limit order states. This allows the broker, investor, and the market maker each to take advantage of quickly fluctuating prices in a thin market.",
  "url": "https://www.investopedia.com/terms/w/workoutmarket.asp"
}