{
  "term": "Workers' Compensation Coverage A: Overview, Example, FAQ",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWorkers' compensation coverage A refers to an insurance policy that protects employees under state laws and provides medical care, death, disability, and rehabilitation benefits for workers who are injured or killed while on the job. The insurer agrees to pay allcompensationand benefits related to the insured employer's state's workers' compensation laws without any regard to liability. Workers' compensation coveragepremiumsare based on the employer's payroll and the type of duties its employees perform.\n\nWhen an employee is injured, disabled, or dies while on the job, the employee or their survivors are entitled to workers' compensation coverage A benefits. Under this type of insurance, the employer pays certain benefits such as medical care, lost wages, and rehabilitation costs.\n\nThe benefits of workers' compensation are generally awarded on a no-fault basis, as long as the employee is not under the influence of drugs, including alcohol. Employees are usually required to submit to a drug test following an on-the-job accident. Many workers' compensation incidents provide partial reimbursement of lost wages, andsurvivor benefitsin the event the worker is killed while on the job.\n\nWorkers' compensation Part A satisfies state insurance requirements.It funds employees’ medical bills, related expenses, and lost wages in the case of a covered workers’ compensation loss. Payments made are normally based on predetermined schedules in the case of defined injuries. Expenses are paid accordingly as theadjustercalculates them.\n\nIf a company fails to carry workers' compensation coverage, it can result in fines ranging from $1,000 to $10,000 or more, and even jail time, depending on the state or jurisidction.\n\nWorkers' compensation Part A has no policy limits, and the insurer instead pays all benefits required by the workers’ compensation law of any state listed in the declarations. However, the employer can be held responsible for payments made by the insurer that exceed regular workers’ compensation benefits.Under such circumstances, an employer would be responsible for such payments due to the following:\n\nUnder this misconduct, the employer is responsible forreimbursingthe insurer for any payments that exceed regular workers’ compensation benefits.\n\nWorkers' compensation Part A is legally mandated in nearly every state in the United States and is a significant expense for employers. Employers may pay more if the company has had a certain number of previousclaims, or if its employees have certain occupations that are deemed dangerous.\n\nWorkers' compensation coverage continued to grow in every state. Per the National Academy of Social Insurance, the most recent data (for 2018), shows a 7.2% increase from 2014 to 2018 in covered jobs. This puts the number of covered jobs to just over 142.6 million for 2018. Meanwhile, covered wages rose 8.7% over the same period. However, employer costs rose 3.5% and benefits paid fell 1.7%.\n\nWorkers' compensation Part Balso covers medical care, lost wages, and rehab costs for employees who are injured on the job. But unlike Part A, Part B coverage covers employees when the employer is liable through negligence or otherwise, which is also why it's called employers' liability coverage.\n\nWhile Part A covers state requirements, Part B pays additional damages up to certain limits, meaning that Part B includes Part A but goes beyond Part A's coverage. Payments for Part B are determined based on the type of injury, policy terms, and the insurer. Example Part B limits may look something like:\n\nPart B is not commonly used but there can be circumstances in which having this policy benefits the company. Most commonly these occur when the company is sued by a family member of the injured party or by a third party. Part B can also be needed if the damages owed go above and beyond Part A coverage.\n\nJohn works at Factory ABC, a company that makes steel pipes. The company is serious about safety and has implemented many safety standards that employees should follow. These include gloves when working with hot steel, boots that cover the entire foot and that also come with grips to prevent slipping.\n\nOne day, John is moving steel pipes down a ramp when he slips on a puddle of water that has accumulated from a leaky pipe. Despite wearing boots with grips, he still fell. He breaks his leg and damages nerves in the process. He requires surgery and needs to be out of work for six months.\n\nJohn's health insurance pays for his broken leg and a portion of the surgery, but not all of the surgery. Factory ABC has workers' compensation coverage A as mandated by the state and the compensation coverage can pay for the remainder of John's medical bill as well as his salary while he is recovering for six months. The coverage also includes rehabilitation costs.\n\nWorkers' comp covers employees that get sick or injured while on the job. It includes death benefits, disability benefits, compensation for lost wages, medical expenses, and lawsuits.\n\nGenerally, all employees are covered by workers' compensation. All non-military, federal employees are covered by the Federal Employment Compensation Act (FECA).Employees working for private companies are generally covered as most states require coverage. It is important to check with your employer and state to determine what kind of coverage you have.\n\nCompensation is commonly based on the average weekly wage. The calculation involves multiplying the daily wage of the employee by the number of days worked in a full calendar year. The resulting number is then divided by 52 (weeks) to arrive at the average weekly wage.\n\nThe cost of workers' compensation varies based on factors such as the state of employment, a company's annual total payroll, the industry, the type of work done, the insurer, and the company's claims history. The average cost across the nation is $936 per employee per year, or $78 a month.\n\nNo, the benefits that employees receive as part of workers' compensation are not taxable. The only time that workers' compensation benefits might be taxable is if you are also receiving Social Security Disability Insurance (SSDI) and a portion of those benefits have been offset by the benefits from workers' compensation coverage.\n\nWorkers' compensation coverage A protects employees under state law and provides medical care, death, disability, and rehabilitation benefits for workers who are injured or killed while on the job. Companies are required to carry workers' compensation coverage A and claims are paid without any regard to liability. Workers' compensation coverage protects employees, but it also protects employers from incurring significant legal and medical costs if they were sued by an injured employee.\n\nCornell University, Legal Information Institute. \"48 CFR § 970.2803-1 - Workers' Compensation Insurance.\"\n\nInsurance Information Institute. \"Insuring Your Business: Small Business Owners' Guide to Insurance.\"\n\nU.S. Department of Labor. \"Workers' Compensation.\"\n\nNational Academy of Social Insurance. \"Workers’ Compensation Benefits, Coverage, and Costs,\" Page 2.\n\nInsurance Information Institute. \"Insuring Your Business: Small Business Owners' Guide to Insurance: Liability Insurance.\"\n\nBenefits.gov. \"Federal Employees' Compensation Act (FECA) Program.\"\n\nU.S. Department of Labor. \"Section 10--Determination of Pay Average Weekly Wage in General.\"\n\nIntuit. \"Is Workers' Compensation Taxable? Everything You Need to Know.\"",
  "url": "https://www.investopedia.com/terms/w/workers-compensation-coverage-a.asp"
}