{
  "term": "Workout Agreement: What It Is, How It Works",
  "definition": "A workout agreement is a contract mutually agreed to between a lender and borrower to renegotiate the terms on a loan that's in default, often in the case of a mortgage that is in arrears. Generally, the workout includes waiving any existing defaults and restructuring the loan’s terms andcovenants.\n\nA workout agreement is only possible if it serves the interests of both the borrower and the mortgage lender.\n\nA mortgage workout agreement is intended to help a borrower avoidforeclosure, the process by whichthe lender assumes control of a propertyfrom the homeowner due to a lack of payment as stipulated in the mortgage agreement. At the same time, it helps the lender recoup some of their funds that would otherwise be lost in the process.\n\nThe renegotiated terms will generally provide some relief to the borrower by reducing thedebt-servicingburden through accommodative measures provided by the lender. Examples of relief can includeextending the termof the loan or rescheduling payments. While the benefits to the borrower of a workout agreement are obvious, the advantage to the lender is that it avoids the expense and trouble of payment recovery efforts, such as foreclosure for workouts in real estate ora collection lawsuit.\n\nOther types of workout agreements can involve different kinds of loans and even involveliquidationscenarios. A business that becomes insolvent and cannot meet its debt obligations may seek an arrangement to appease creditors and shareholders.\n\nFor borrowers, general best practices to consider when negotiating or thinking about negotiating a workout agreement with a lender include the following:\n\nMortgage lending discrimination is illegal.If you think you've been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report to theConsumer Financial Protection Bureau (CFPB)or with theUnited States Department of Housing and Urban Development (HUD).\n\nA workout agreement is a contract mutually agreed to between a lender and borrower to renegotiate the terms on a loan that is in default, often in the case of a mortgage that is inarrears.\n\nA lender might extend the length of the mortgage, add missing payments to the loan, or change the interest rate.\n\nA workout agreement offers solutions to borrowers who are struggling to make their mortgage payments. By working out a payment arrangement, the lender can continue to earn payments, and the borrower avoids foreclosure.\n\nWorkout agreements can prevent foreclosure by renegotiating the terms of the loan so the borrower is able to make payments. Workout agreements are always mutually beneficial to the borrower and the lender, so it's a good option for borrowers struggling to make payments who might otherwise lose their homes.\n\nInternal Revenue Service. \"Topic No. 431 Canceled Debt – Is It Taxable or Not?\"\n\nFederal Trade Commission, Consumer Advice. \"Mortgage Discrimination.\"",
  "url": "https://www.investopedia.com/terms/w/workout-agreement.asp"
}