{
  "term": "Workout Period: What It Is, How It Works",
  "definition": "EvgeniyShkolenko / Getty Images\n\nA workout period is the period of time when temporary yield discrepancies occur between fixed income securities and are subsequently adjusted. A workout period can be viewed as a sort of reset period, in which bond issuers and credit rating agencies review outstanding fixed income issues and adjust or disseminate any information that the public can use to rectify discrepancies in price or yield; or, to correct any inefficiencies in the market and best reflect the risk/reward profile of the bond compared with similar bonds in the market.\n\nSometimes, the yield relationship among similar bonds is misaligned in thefixed incomemarket. For instance, the yield on two otherwise identical bonds with exactly the same coupon and maturity may vary considerably. This apparent mis-pricing is expected to be corrected during a period known as the workout period. The workout period could last a short amount time, say a few days, or it could extend for a period equal to the entire duration of the bond's life, which would be the worst case scenario in terms ofmarket efficiency.\n\nDuring the workout period, the value of a bond held in a portfolio may drop as trading continues, as the price is likely to bediscountedas new information comes to light. Investors may take advantage of the workout period by participating in abond swapto profit from re-alignment of any inefficiencies.\n\nFor example, if an investor believes that theyield spreadbetween two bonds is fundamentally too wide, they could buy the relatively lower yielding bond in order to sell the higher yielding bond in an attempt to capitalize on the price or yield discrepancy as the spread converges. If the investor has evaluated the expected workout period correctly, the investor will enjoy a quick gain from the yield adjustment as they come back into line. Generally, the larger the yield differentials and the shorter the workout period, the greater the potential return from thebond swap.\n\nThe workout period can also be observed on the lending side of the debt market. When a borrower defaults on a loan, the term of the loan may be extended by the lender to allow more time for the lender to recover its outstanding debt. During this recovery process, the borrower makes efforts to repay as much as they possibly can on the loan. When no further payments can be paid by the borrower or obtained by the lender, the default is deemed to be resolved and the recovery process ends. The time elapsed from the default date to the resolved date is the workout period.",
  "url": "https://www.investopedia.com/terms/w/workoutperiod.asp"
}