{
  "term": "Work-in-Progress (WIP) Definition With Examples",
  "definition": "In production and supply-chain management, the term work-in-progress (WIP) describes partially finished goods awaiting completion. WIP refers to the raw materials, labor, and overhead costs incurred for products that are at various stages of the production process. WIP is a component of the inventory asset account on the balance sheet. These costs are subsequently transferred to the finished goods account and eventually to the cost of sales.\n\nWIPs are one of the components of a company's balance sheet. The WIP figure reflects only the value of those products in some intermediate production stages. This excludes the value of raw materials not yet incorporated into an item for sale. The WIP figure also excludes the value of finished products being held as inventory in anticipation of future sales.\n\nWIP is a concept used to describe the flow of manufacturing costs from one area of production to the next, and the balance in WIP represents all production costs incurred for partially completed goods. Production costs include raw materials, labor used in making goods, and allocatedoverhead.\n\nWhen combs are manufactured, plastic is moved into production as a raw material. Then, labor costs are incurred to operate molding equipment. Since the combs are only partially completed, all costs are posted to WIP. When the combs are completed, the costs are moved from WIP to finished goods, with both accounts being part of the inventory account. Costs are moved from inventory tocost of goods sold (COGS)when the combs are eventually sold.\n\nA piece of inventory is classified as a WIP whenever it has been been worked on, that is to say labor has been applied to it, but has not reached final goods status. Only some, but not all, necessary labor has been performed with it. WIP, along with other inventory accounts, can be determined by various accounting methods across different companies.\n\nThus, it is important for investors to discern how a company is measuring its WIP and other inventory accounts. One company's WIP may not be comparable to another's. Allocations of overhead can be based on labor hours or machine hours, for example. WIP is also an asset on the balance sheet. It is standard practice to minimize the amount of WIP inventory before reporting is necessary since it is difficult and time-consuming to estimate the percentage of completion for an inventory asset. This also helps companies save on storage and reduce the risk of obsolescence.\n\nWorks in progress also may be called in-process inventory or work-in-process inventory.\n\nAccountants use several methods to determine the number of partially completed units in WIP. In most cases, accountants consider the percentage of total raw material, labor, and overhead costs that have been incurred to determine the number of partially completed units in WIP. The cost of raw materials is the first cost incurred in this process because materials are required before any labor costs can be incurred.\n\nFor accounting purposes, process costing differs from job costing, which is a method used when each customer's job is different. Job costing tracks the costs (e.g., cost of materials, labor, and overhead) and profits for a specific job, and it allows accountants to trace expenses for each job for tax purposes and for analysis (scrutinizing costs to see how they can be reduced).\n\nFor example, suppose XYZ Roofing Company provides its residential clients'bidsfor roof repair or replacement. Each roof is a different size and will require specific roofing equipment and a varyingnumber of labor hours. Each bid lists the labor, material, and overhead costs for the work.\n\nOn the other hand, a process costing system tracks accumulates and assigns costs associated with the manufacturing of homogeneous products. Consider a company that manufactures plastic combs. The plastic is put into a mold in the molding department and is then painted before being packaged. As the combs move from one department (molding to painting to packaging) to another, more costs are added to production.\n\nRaw material costs appear on the balance sheet as a current asset, though sometimes a single line item is used that also includes WIP and finished goods inventory.\n\nWork-in-process represents partially completed goods. These goods are also referred to as goods-in-process. For some, work-in-process refers to products that move from raw materials to finished products in a short period. An example of awork-in-processmay include manufactured goods.\n\nWork-in-progress, as mentioned above, is sometimes used to refer toassetsthat require a considerable amount of time to complete, such as consulting or construction projects. This differentiation may not necessarily be the norm, so either term can be used to refer to unfinished products in most situations. This inventory is found on a manufacturing company's balance sheet. This account of inventory, like the work-in-progress, may include direct labor, material, and manufacturing overhead.\n\nThe difference between WIP and finished goods is based on the inventory's stage of relative completion, which, in this instance, means saleability. WIP refers to the intermediary stage of inventory in which inventory has started its progress from the beginning asraw materialsand is currently undergoing development or assembly into the final product. Finished goods refer to the final stage of inventory, in which the product has reached a level of completion where the subsequent stage is the sale to a customer.\n\nThe terms work-in-progress and finished goods are relative terms made in reference to the specific company accounting for its inventory. They are not absolute definitions of actual materials or products. It's incorrect to assume that finished goods for one company would also be classified as finished goods for another company. For example, sheet plywood may be a finished good for a lumber mill because it's ready for sale, but that same plywood is considered raw material for an industrial cabinet manufacturer.\n\nAs such, the difference between WIP and finished goods is based on an inventory's stage of completion relative to its total inventory. WIP and finished goods refer to the intermediary and final stages of an inventory life cycle, respectively.\n\nIn supply-chain management, work-in-progress (WIP) refers to goods that are partially completed. They may also be referred to as in-process inventory. This covers everything from the overhead costs to the raw materials that come together to form the end product at a given stage in the production cycle. In accounting, WIP is considered a current asset and is categorized as a type of inventory.\n\nA piece of inventory becomes labeled as work-in-progress when raw material combines with labor. When the product is finalized, it switches from WIP to being categorized as a finished product. Finally, when the product is sold, it moves from a form of inventor to cost of goods sold (COGS) on the balance sheet.\n\nIn accounting, inventory that is work-in-progress is calculated in a number of different ways. Typically, to calculate the amount of partially completed products in WIP, they are calculated as the percentage of the total overhead, labor, and material costs incurred by the company. A construction company, for example, may bill a company based on various stages of the project, where it may bill when it is 25% or 50% completed, and so forth.\n\nA work-in-progress on a company's balance sheet represents the labor, raw materials, and overhead costs of unfinished goods. Unfinished is defined as goods still being manufactured and not ready to be sold to consumers. They are considered to be current assets. Companies often try to limit what is reported as unfinished because it is difficult to estimate the percentage of completion for works in progress. Work-in-progress sometimes is used interchangeably with work-in-process, but work-in-progress typically refers to more time-consuming projects, such as construction. Work-in-process typically refers to goods that are manufactured relatively quickly.",
  "url": "https://www.investopedia.com/terms/w/workinprogress.asp"
}