{
  "term": "Working Control",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nWorking control occurs when a minorityshareholder, or group of them, has enough voting power to influence or determine corporate policy. Working control exists in corporations with widely dispersed share ownership where no single individual has amajority interest, meaning ownership of 51% or more of the voting shares.\n\nIn such cases, an individual shareholder with a 20%stakein a company often controls a large enough position to acquire working control. Other times, it requires a group of shareholders working in concert to exert power and wield influence over a company’s direction.\n\nWhen you buy stock in a company you become a minority shareholder. This gives you a percentage of ownership and a share of the spoils, but very little say or influence in the direction of the company. Generally, only when owning more than half of a company’soutstanding sharesdo stakeholders get to set policy and procedures.\n\nMinority shareholders can occasionally gain some form of control and help call the shots, however, with a much smaller stake. If there is no dominant majority (greater than 50 percent) shareholder on theregister, owning less stock might be enough to engineer changes within a company. Usually, this can be achieved by buying up at least one-fifth of shares or joining forces with multiple minority shareholders.\n\nWorking control isn’t always easy to acquire. In some industries, such as technology, founders will sit at the helm of companies since day one and make sure they maintain control of a majority of thevoting shares. Meta (META), formerly Facebook, and Alphabet Inc. (GOOGL) offer two examples of companies structured to keep power and decision making among original owners.\n\nStill, there are some exceptions. Working control situations can emerge in companies operating in legacy industries that experience some turnover at theC-levelorboard of directors(B of D). These types of companies can become easy prey to activist investors. Wealthy hedge funds and private equity firms will stealthily buy up enough shares to obtain working control and win a place on the board. Doing so enables them to effect significant change within a company without having to go through the trouble of purchasing it outright.\n\nHedge funds, mutual funds, and private equity firms often obtain working control of a stock before launching a proxy fight with the current management team.\n\nOnce investors cross the necessary threshold, companies must disclose that they have working control on theirfinancial statements. While there are no official benchmarks for defining working control, holding 20% of all outstanding shares is often considered large enough to exhibit this level of influence.\n\nNot all shares are the same, though. Some types of units of ownership interest, such aspreferred stock, do not carry a vote in shareholder meetings, making them much less powerful chips for wielding influence and obtaining control than others.\n\nHaving working control of voting shares gives the person or group massive influence over the operational and strategic decision-making process. If that individual believes the company should pursue a project or withdraw from an existing one, he or she has the power to jumpstart those efforts alone. A leadership position on the B of D and the ability to make key operational hires in the C-suite means holding considerable sway over a company’s direction.\n\nThe addition of fresh voices and visions could potentially be viewed as a positive for companies that are stale and in need of a shake-up. Working control can often be used to wake-up underperforming executives and engineer positive change, resulting in a more efficientallocation of capital.\n\nA lot depends on who has working control, though. The arrival of disruptive figures to the board who are constantly at loggerheads with existing majority shareholders can create a toxic working environment, bad publicity, and maybe even the wrong decisions getting signed off.\n\nSome parties with working control want to exert their influence to better the company, and its shareholders' wallets, over the long haul. Others are only interested in lining their own pockets, engaging inasset strippingand questionableshare repurchaseprograms to make themselves a quick buck, despite being aware that such measures risk eventually bleeding the company dry and eroding long-term value.",
  "url": "https://www.investopedia.com/terms/w/working-control.asp"
}