{
  "term": "Workable Indication",
  "definition": "Workable indication is a pricing technique, stated as a range, which allows adealeror broker flexibility when offering to buy or sell a particular debt instrument. It primarily applies to themunicipal bondmarket.\n\nSimply put, a workable indication is anominal quoteshowing the price at which a dealer is willing to either buy or sell an individual bond issue. This offer differs from afirm quote, aka a bona fide quote, which is binding on the dealer: They must follow through with the deal at a price cited if the offer is accepted. Municipalbonddealers can also give out \"firm-with-recall\" (or out-firm) quotes that can be good for roughly the next hour, and then recalled.\n\nA workable indication usually a one-sided quote; that is, either a bid price or an asked price.\n\nMunicipal bonds typically are priced on ayield-to-maturitybasis rather than a dollar price. If a dealer gives a workable indication like \"I last saw this issue being offered at around 3.50,\" they're saying they might sell the bond at a price that would result in its yield to maturity being 3.5%.\n\nIn a sense, a nominal quote expressed in the form of workable indication might be seen as an estimate or initial offer, or perhaps a starting point, from which they can come to a mutually agreeable deal. The dealer or broker is under no obligation to honor the workable indication and can revise it if market conditions (or investor interest) change.\n\nWorkable indication allows both parties flexibility to negotiate until reaching specific figures. Flexible ranges work well when thedealeris in the initial stage of trying to make a deal and perhaps still gauging the interest of the potential buyers.\n\nThe workable indication also gives the seller the ability to assess the impact of various price levels oninvestors. It may often be delivered in non-committal terms, using relatively vague language, such as “It’s somewhere in the neighborhood of…” or “I think it would probably be roughly around…”\n\nA workable indication may be offered as a starting point for negotiation, or it may indicate that the bond is not being actively traded at the current time; since the dealer can't immediately locate it, they can't estimate the price and supply of the issue and give a firm quote on it.\n\nTo fully appreciate how a workable indication tactic might be used in a bond-trading scenario, it is helpful to understand the atmosphere in which the buying and selling of munis typically takes place. Trading for municipal bonds is usually within a secondary orinter-dealer market. This is the marketplace where institutional investors—banks, bond funds, insurance companies—retail (individual) investors, and small businesses go to purchase bonds, and where bond dealers are offering issued munis for sale.\n\nIn contrast to thestock market, where the action tends to be a bit more fast-paced with frantic bursts of activity and the pressure to make quick decisions, themunicipal bondmarket is generally more relaxed. Participants don't have to move fast. Instead, they can haggle and mull over the offer while trying to negotiate the best possible deal. In such an arena, a workable indication is often the starting point of the transaction process.\n\nHowever, even in the muni bond market, there is always the possibility that another potential buyer will swoop in and express interest in a particular issue. Then the scenario may get more competitive, and buyers may need to think fast, deciding whether to increase their offers or to drop out of the bidding.\n\nThisMatter.com. \"Municipal Bond Trading.\" Accessed Jun. 23, 2021.",
  "url": "https://www.investopedia.com/terms/w/workable-indication.asp"
}