{
  "term": "Working Tax Credit (WTC) Definition",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Working Tax Credit (WTC) is a state benefit offered to individuals living in the United Kingdom who work and have a low income. It was introduced in April 2003 as a means-tested benefit, a central part of thewelfare statein the United Kingdom. A means-tested benefit is a payment available to people who demonstrate that their income and capital are below specified limits.\n\nYou are only eligible for the WTC if you already receive the Child Tax Credit. The Working Tax Credit (WTC) is available for individuals aged 25 and above or with a qualifyingdisability. Applicants must be gainfully employed and working a minimum number of hours required each week, as determined by the applicant’s age.\n\nTo qualify, you must work a certain number of hours depending on your age and fulfill other requirements, as seen here.\n\nWhat counts as work is broad. It includes work for someone else as an employee or worker, someone who is self-employed, or a combination of both. If you areself-employed, the work must have the goal of making a profit, and be commercial, regular, and organized.\n\nThe WTC base can pay out £2,280 annually, with additional qualifications bringing that figure up or down. Here is what you can receive based on specific circumstances.\n\nEligible individuals will receive payments directly into their bank account or building society account every week or every four weeks. Typically, you will be paid from the point you made your first claim to the end of the tax year.\n\nIf citizens are not eligible to claim the WTC, they need to pursue the Universal Credit instead. The Universal Credit has been set up to replace several of the existing credits in the United Kingdom.\n\nPublic Welfare is a common term for public assistance in the United States. People are said to be receivingwelfareor assistance when they are in receipt of a variety of government subsidies or benefits.\n\nThese payments can range from federally-funded initiatives like Social Security payments and theSupplemental Nutrition Assistance Program(SNAP) to state-sponsored programs. While only the Public Welfare program goes by that name, most of these programs are considered types of assistance programs because they are put in place to assist those who need them either temporarily or on a long-term basis.\n\nMany of these programs are paid for by a combination of taxes that are withheld from taxpayer paychecks. Programs likeSocial Securityare directly paid into by each individual taxpayer, while some other programs receive funding from other broader taxes.\n\nThese subsidies aren’t entirely without cost to the recipient. Some require applicants to attend classes or apply to a certain number of jobs a week. In the case ofSocial Security and Disability benefits, a portion of the payment may be taxable, depending on income limitations.\n\nEach assistance program has its own guidelines and qualifications. Anyone looking for additional information on whether they qualify for state or federal aid should consult the federal website for that specific program.\n\nThe Working Tax Credit (WTC) in the U.K. seeks to provide monetary support to low-income individuals. To receive the credit, one must meet different qualifications, such as already receiving the Child Tax Credit, being of a certain age and correspondingly working a certain number of hours, or if you are disabled, also working a certain number of hours. Your type of employment must also meet the required qualifications.\n\nThere is no income limit for the Working Tax Credit in the U.K. To be eligible and what you receive depends on a variety of qualifications, but there is no income limit to determine if and what you will receive as a credit.\n\nThe working tax credit in the U.K. is paid either every week or every four weeks. You will be paid from the time you file your first claim to the end of the tax year.\n\nThe Working Tax Credit (WTC) in the U.K. seeks to assist individuals working with low income and who already receive the Child Tax Credit. For those who do not qualify, the U.K. does provide the Universal Credit. The programs are welfare programs that seek to improve the quality of living for a certain segment of the population.\n\nRevenue Benefits.org. \"Working Tax Credit and Labour Supply: Treasury Economic Working Paper No. 3,\" Page 3.\n\nGov.UK. \"Working Tax Credit. What You'll Get.\"\n\nSocial Security Administration. \"How Is Social Security Financed?\"\n\nUnited States Department of Labor. \"State Unemployment Insurance Benefits.\"\n\nSocial Security Administration. \"Income Taxes And Your Social Security Benefit.\"",
  "url": "https://www.investopedia.com/terms/w/working-tax-credit-wtc.asp"
}