{
  "term": "World Bank Group",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe World Bank Group is the world's most prominent development bank, with a stated mandate and mission to reduce world poverty. It has 189 member countries and is headquartered in Washington, D.C. The CEO of the World Bank Group as of June 2021 is David Malpass.\n\nThe World Bank Groupprovides advice and financial assistancein the form of discounted loans and grants to countries struggling with poverty, with a focus on areas such as wellness, education, and agriculture. It was created on December 27, 1945, as part of theBretton Woodsagreement and consists of five organizations:\n\n• The International Bank for Reconstruction and Development (IBRD)• The International Development Association (IDA)• The International Finance Corporation (IFC)• The Multilateral Investment Guarantee Agency (MIGA)• The International Centre for Settlement of Investment Disputes (ICSID)\n\nThe first two institutions, the IBRD and the IDA, comprise theWorld Bank, a subgroup within the World Bank Group.\n\nThe World Bank Group has 189 member states, with the U.S. as the bank's largest shareholder.The U.S. president nominates the bank's president, all of whom have so far been U.S. citizens.The bank's headquarters is in Washington, D.C.\n\nAccording to the World Bank Group's website, it has two goals it aims to accomplish by 2030: to end extreme poverty, defined as reducing the share of the world population living on less than $1.90 per day to 3%, and to increase the incomes of the lowest-earning 40% of every country.\n\nIn 2021, the World Bank Group has committed over $125 billion in funds to over 100 countries \"to fight the health, economic, and social impacts of the pandemic, the fastest and largest crisis response in our history.\"\n\nWorld Bank. \"About the World Bank.\" Accessed June 13, 2021.\n\nWorld Bank. \"The World Bank In United States.\" Accessed June 13, 2021.\n\nWorld Bank. \"Member Countries.\" Accessed June 13, 2021.\n\nThe White House. \"President Obama Announces U.S. Nomination of Dr. Jim Yong Kim to Lead World Bank.\" Accessed June 13, 2021.\n\nWorld Bank Group. \"Poverty and Shared Prosperity 2020,\" Pages 4, 27. Accessed June 13, 2021.\n\nWorld Bank Group. \"Statement on COVID-19 Response and Vaccinations for Developing Countries,\" Accessed June 13, 2021",
  "url": "https://www.investopedia.com/terms/w/world-bank-group.asp"
}