{
  "term": "Worldwide Income: What it Means, How it Works, Measurement",
  "definition": "In the United States, worldwide income describes anaggregationof a taxpayer's domestic and foreign income. Worldwide income is income earned anywhere in the world and is used to determine taxable income. In the U.S., citizens and resident aliens are subject to tax on worldwide income.﻿﻿\n\nTheIRSdemands to know about all of a taxpayer's worldwide income, taxable or otherwise.﻿﻿ Money that is paid to U.S. citizens or resident aliens as wages, independent contractor payments or unearned income from pensions, rents, royalties, and investments may all be subject to tax by the IRS.﻿﻿ There are some exceptions forU.S. taxpayers who live abroad.﻿﻿\n\nThe most comprehensive measure of worldwide income includes a total aggregation of revenue generated by a tax-paying entity from all sources that includes foreign, domestic, passive, andactive incomefrom operations and investments. Each source of revenue must be reported to the IRS for tax purposes.﻿﻿﻿﻿ The IRS can allow an exclusion or tax credit for a certain portion of earnings generated by U.S. citizens who've worked abroad. This exclusion or credit may take effect to avoid the problem ofdouble taxation—which would arise if a taxpayer has already paid taxes to another jurisdiction (not the U.S.).﻿﻿﻿﻿\n\nMultinational corporations and wealthy individuals usually take advantage of international tax specialists, a specialty among both lawyers and accountants, to decrease or otherwise shelter their worldwide tax liabilities. These tax strategies can delay tax payments, which can lead to compound growth and material increases in capital bases.\n\nWith any system of taxation, creative tax advisors can shift orrecharacterizeincome in a manner that reduces taxation. In turn, many jurisdictions often impose rules relating to shifting income among commonly controlled parties, often referred to as transfer pricing rules. Residency-based systems are subject to taxpayer attempts to defer recognition of income through the use of related parties. A few jurisdictions impose rules limiting such deferral. Agreements among governments (treaties) often attempt to reconcile who should be entitled to tax what. Most of these tax treaties offer at minimum a base mechanism for resolution of disputes between parties.\n\nInternal Revenue Service. \"Foreign Earned Income Exclusion.\" Accessed Nov. 20, 2020.\n\nInternal Revenue Service. \"What is Taxable and Nontaxable Income?\" Accessed Nov. 20, 2020.\n\nInternal Revenue Service. \"Frequently Asked Questions (FAQs) About International Individual Tax Matters.\" Accessed Nov. 20, 2020.\n\nInternal Revenue Service. \"Publication 525 (2019), Taxable and Nontaxable Income.\" Accessed Nov. 20, 2020.\n\nInternal Revenue Service. \"Foreign Tax Credit.\" Accessed Nov. 20, 2020.\n\nInternal Revenue Service. \"Foreign Earned Income Exclusion.\" Accessed Nov. 20, 2020.",
  "url": "https://www.investopedia.com/terms/w/worldwide-income.asp"
}