{
  "term": "World Economic Forum (WEF): Definition and History of Meeting",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe World Economic Forum (WEF) is an international organization headquartered in Geneva, Switzerland, that brings together individuals and political and business leaders each year to discuss significant issues that impact the global economy. These include but are not limited to political, economic, social, and environmental concerns.\n\nThe WEF is best known for its annual World Economic Forum Meeting at Davos, the Swiss ski resort. The event regularly draws business and political leaders from around the world for a series of discussions about global issues. The COVID-19 pandemic disrupted a half-century routine for this event, which was restored in 2022.\n\nThe World Economic Forum’s (WEF) membership is a cross-section of the global elite from the private and public sectors and includes some of the most prominent CEOs, diplomats, celebrities, media personalities, government officials, religious leaders, and union representatives from around the world.\n\nFounded in 1971 in Geneva, the WEF has a mission based on what is known asstakeholdertheory.Stakeholder theoryproposes that while a private sector entity’s aim is to increase profits for its shareholders, it is incumbent upon the organization to view the rest of society as having a stake in the company’s actions. Stakeholders such as employees, customers the company serves, and the local and global community must be considered when making critical decisions.\n\nHeadquartered in Switzerland, the WEF has offices in New York, Beijing, Tokyo, San Francisco, and Mumbai.\n\nThe WEF is funded by its own membership, which includes industry leaders and individuals from all walks of life. In addition, many celebrities, journalists, and interested individuals are willing to pay steep annual dues and meeting fees to attend.\n\nRegional meetings are held in developing nations in Africa, East Asia, and Latin America, but the annual meeting in Davos, Switzerland, is the central meeting event for all members.\n\nWEF meetings introduce new issues, trends, and organizations to members and the public for discussion and are commonly believed to influence corporate and public sector decision-making. The WEF organization has several ongoing projects aimed at addressing specific global concerns, including climate change, the fourth industrial revolution, and global security. It works with its international partners to bring about positive change in these areas.\n\nThe WEF also produces research into its members' areas of interest and helps guide public-private sector collaboration and communication among its members.\n\nThe World Economic Forum has no power to make decisions, but it may have considerable ability to influence political and business policy decisions. The purpose of its annual meeting is to bring the world's decision-makers together regularly to discuss the pressing problems of the day and consider how best to address them.\n\nThe WEF annual meeting in Davos, Switzerland, usually attracts about 2,500 people from more than 100 nations. The Davos meeting is covered by media outlets globally. Past Davos meetings have allowed government leaders to address issues of political conflict with one another, raising the stature of the yearly meeting to that of a political and economic forum.\n\nThe 2019 World Economic Forum Annual Meeting featured teenage environmental activist Greta Thunberg, who declared, \"I don't want your hope. I want you to panic… and act.\"\n\nThe idea that the Forum could assist with global conflict resolution in addition to promoting its own best practices in business management was an early vision of WEF founder Klaus Schwab. Schwab, a German engineer and economist, now serves as the executive chair of the WEF.\n\nA January 2021 meeting occurred virtually. Not surprisingly, much of the year's discussion centered on the pandemic, focusing on the fragility of the globalsupply chainthat the pandemic revealed.The annual in-person meeting planned for August 2021 in Singapore under the theme of \"The Great Reset\" was canceled.In May 2022, the conference once again was held in person in Davos.\n\nTopics discussed by leaders at the 2022 forum were the war in Ukraine, impacts on the global economy from the war and the COVID-19 pandemic, and the future of globalization. Also in the discussions were climate change, health, technology, entreprenuer and business roles, and what work will look like in the future.\n\nFailure to act on cost of living crisis, extreme weather, geoeconomic confrontations,climate change, social cohesion erosion, and large-scale environmental damage are the top six short-term risks identified by the World Economic Forum Global Risks Report.\n\nThe World Economic Forum does not publish a members list but does list meeting delegates. For example, there were about 2,000 delegates at the 2022 meeting in Davos.\n\nThe World Economic Forum has three focus areas that drive its agenda and activities: mastering the fourth industrial revolution, solving the problems of theglobal commons, and addressing global security issues.\n\nWorld Economic Forum. \"Our Mission.\"\n\nAccounting Tools. \"Stakeholder Theory Definition.\"\n\nWorld Economic Forum. \"Office Locations.\"\n\nWorld Economic Forum. \"Who Pays for Davos?\"\n\nWorld Economic Forum. \"Annual Report 2021-2022,\" Page 88.\n\nWorld Economic Forum. \"World Economic Forum Annual Meeting.\"\n\nWorld Economic Forum. \"What Are Our Key Areas of Focus?\"\n\nWorld Economic Forum. \"Our House Is On Fire.\" Sixteen-Year-Old Greta Thunberg Wants Action.\"\n\nWorld Economic Forum. \"Leadership and Governance.\"\n\nThe New York Times. \"The 2021 World Economic Forum Summit Will Be Rescheduled, Organizers Say.\"\n\nWorld Economic Forum. \"The Davos Agenda, 25-59 January 2021.\"\n\nReuters. \"World Economic Forum Cancels 2021 Annual Meeting in Singapore.\"\n\nWorld Economic Forum. \"World Economic Forum Annual Meeting 2022 Rescheduled to 22-26 May.\"\n\nWorld Economic Forum. \"Davos 2022 - What Just Happened? 9 Things to Know.\"\n\nWorld Economic Forum. \"The Global Risks Report 2023,\" Page 14.\n\nWorld Economic Forum. \"Annual Report 2021-2022,\" Page 55.",
  "url": "https://www.investopedia.com/terms/w/world-economic-forum.asp"
}