{
  "term": "World Trade Organization (WTO): What It Is and What It Does",
  "definition": "The World Trade Organization (WTO) is an international institution that oversees the rules for global trade among nations. It was created in 1995, superseding the 1947General Agreement on Tariffs and Trade(GATT) that was created in the wake of World War II.\n\nThe WTO is based on agreements signed by a majority of the world’s trading nations. The main function of the organization is to help producers of goods and services as well as exporters and importers to protect and manage their businesses.\n\nComoros and Timor Leste were approved to become the 165th and 166th members at the 13th Ministerial Conference in Abu Dhabi on Feb. 26, 2024.\n\nThe WTO is essentially analternative dispute or mediation entitythat upholds the international rules of trade among nations. The organization provides a platform that allows member governments to negotiate and resolve trade issues with other members. The WTO’s main focus is to provide open lines of communication concerning trade among its members.\n\nThe WTO has lowered trade barriers and increased trade among member countries. It has also maintained trade barriers when it makes sense to do so in the global context. The WTO attempts to mediate between nations to benefit the global economy.\n\nThe WTO offers to interpret the agreement in case of a future dispute when negotiations are complete and an agreement is in place. All WTO agreements include a settlement process that allows it to conduct neutral conflict resolution.\n\nThe WTO’s General Council selected two-time Nigerian finance minister Ngozi Okonjo-Iweala as its director-general on Feb. 15, 2021. She's the first woman and the first African to be selected for the role. She took office on March 1, 2021 for a four-year term that will end Aug. 31, 2025. She's been reappointed for a second four-year term that will begin Sept. 1, 2025.\n\nNo negotiation, mediation, or resolution would be possible without the foundational WTO agreements. These agreements set the legal ground rules forinternational commercethat the WTO oversees. They bind a country’s government to a set of constraints that must be observed when setting future trade policies.\n\nThe agreements protect producers, importers, and exporters while encouraging world governments to meet specific social and environmental standards.\n\nThe U.S. relationship with the WTO has turned cool. The feeling is that the WTO isn't doing enough to counteract China's unfair trade practices.\n\nThe history of international trade has been a battle between protectionism and free trade. The WTO has fueled globalization with both positive and adverse effects. The organization’s efforts have increasedglobal tradeexpansion but there are side effects to globalization including a negative impact on local communities and human rights.\n\nProponents of the WTO and particularly multinational corporations believe that the organization is beneficial to business. They see the stimulation of free trade and a decline in trade disputes as beneficial to the global economy.\n\nSkeptics believe that the WTOundermines the principlesof organic democracy and widens the international wealth gap. They point to the decline in domestic industries and increasing foreign influence as negative impacts on the world economy.\n\nPresident Donald Trump threatened to withdraw from the WTO as part of his broader attempts to renegotiate U.S. international trade deals during his first term. He called it a “disaster.” A U.S. withdrawal from the WTO could have disrupted trillions of dollars in global trade. He didn’t withdraw the U.S. from the WTO during his time in office, however.\n\nThe World Trade Organization (WTO) is the body that keeps global trade running smoothly. It oversees the rules and mediates disputes among its member nations. It has 166 member nations as of 2025.\n\nThe World Trade Organization (WTO) administers trade agreements made among its member nations. It also mediates any trade disputes that arise.\n\nThe U.S. has been a member of the WTO since 1995. It signed its General Agreement on Tariffs and Trade (GATT) in 1948.\n\nPresident Bill Clinton facilitated the acceptance of China into the WTO in 1999. The impact on China and the world continues to be debated.\n\nThe World Trade Organization (WTO) was created in 1995. It’s based on agreements that are signed by most of the world’s trading nations. Its goal is to assist and protect producers of goods and services, exporters, and importers. It has its champions but it has some critics as well.\n\nPresident Trump threatened to withdraw from the WTO during his first term, calling it a “disaster.” Proponents applaud its positive impact on international economic growth.\n\nWorld Trade Organization. “Who We Are.”\n\nWorld Trade Organization. \"WTO In Brief.\"\n\nWorld Trade Organization. \"WTO Director-General: Ngozi Okonjo-Iweala.\"\n\nWorld Trade Organization. “Who We Are.”\n\nPolitico. \"'All Talk and No Walk': America Ain't Back at the WTO.\"\n\nNational Geographic. \"Effects of Economic Globalization.\"\n\nForeign Policy. “U.S. Effort to Depart WTO Gathers Momentum.”\n\nWorld Trade Organization. \"WTO In Brief.\"\n\nCanadian Politics and Public Policy. \"The Tragic Legacy of Bill Clinton's China Doctrine.\"",
  "url": "https://www.investopedia.com/terms/w/wto.asp"
}