{
  "term": "Worldwide Coverage: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nWorldwide coverage is a characteristic of someinsurancepolicies provided by insurance companies that globally covers the insured business or individual against loss or damage. Worldwide coverage ensures that no matter where an individual's personal property is lost, stolen, or damaged, they will be covered for any associated losses. It also covers certain aspects of financial loss to a business.\n\nCertain insurance policies, such aspersonal propertyinsurance, allow policyholders to add worldwide coverage to their existing policy, usually for an additionalpremium. The worldwide coverage can be requested in the amount needed for valuable possessions. Some limits apply to certain types of property, and some properties might be excluded from coverage depending on the insurance company.\n\nTypically, because of the different laws in different countries, worldwide coverage only applies to property, issues related to the obtrusion of business, and crime. It's critical to understand where your insurance applies before finalizing your business or personal insurance.\n\nSome insurance companies distinguish between blanket coverage, which involves coverage of items between certain prices, and scheduled coverage for individual items that may fall outside of blanket coverage values. The latter requires detailed documentation and a bill of purchase attesting to the cost price. In some cases, worldwide coverage may only be valid for a certain period of time.\n\nExamples of covered items include jewelry, furs, cameras, musical instruments, silverware/goldware, golf equipment, fine art (such as paintings, vases, antique furniture, oriental rugs, rare glass, and china), collectibles, sports equipment, and computer equipment.\n\nInsurance is a location-based business. Nearly every type of policy assumes it will be in force in a stated geographic area, known as the coverage territory. Mostliability policies, for example, only cover incidents that occur in the coverage territory.﻿﻿\n\nMost policies issued in the U.S. include the U.S. (with its territories and possessions), Puerto Rico, and Canada. They would also cover international waters or airspace if the injury or damage occurs while a person or property is traveling between the U.S., Puerto Rico, and Canada.﻿﻿\n\nFor an additional cost, policies can include anywhere in the world other than the U.S., Puerto Rico, and Canada. For a business, this might include liability for products used or sold outside the U.S. or evenclaimsarising from something a business put on the Internet that was accessed in another country. The limitation for many of these policies is that any suit must be brought in the U.S., Puerto Rico, or Canada.﻿﻿\n\nStandard commercialauto policiesinclude the U.S., Puerto Rico, and Canada.﻿﻿ Insurance for driving in Mexico, for example, must be bought in that country or as a rider to a standard U.S. policy. Auto policies for private vehicles are worldwide with certain stipulations.﻿﻿\n\nWorkers' compensationinsurance applies to the state it's purchased in and the laws that that state created. Some workers' compensation insurance does extend to employees who are traveling in other states and overseas on a temporary basis.﻿﻿\n\nHomeowners insuranceis tied to the property insured but certain theft and liability coverage can extend to the location of the policyholder in another state or country, but only under certain, limited circumstances.﻿﻿\n\nMosthealth insurancepolicies cover any health issues that occur worldwide. For example, if you have a health insurance policy from a U.S. insurer but break your leg skiing in France and have to go to the hospital, your health insurance policy will most likely cover that.﻿﻿\n\nWhen a policy doesn't specify the coverage territory it usually implies that it is worldwide coverage.\n\nInsurance Services Office, Inc. \"Business Auto Coverage Form,\" Page 10. Accessed Feb. 21, 2021.\n\nInsurance Information Institute. \"Workers Compensation Insurance.\" Accessed Feb. 21, 2021.\n\nInsurance Information Institute. \"Liability Insurance.\" Accessed Feb. 21, 2021.\n\nGeico. \"Does My Car Insurance Cover Me In Canada And Mexico?\" Accessed Feb. 21, 2021.\n\nInsurance Information Institute. \"What is covered by standard homeowners insurance?\" Accessed Feb. 21, 2021.\n\nConsumer Reports. \"Will Your Health Insurance Cover You Overseas?\" Accessed Feb. 21, 2021.",
  "url": "https://www.investopedia.com/terms/w/worldwide-coverage.asp"
}