{
  "term": "Worthless Securities: Meaning, Overview, FAQ",
  "definition": "Worthless securities have amarket valueof zero and, along with any securities that an investor has abandoned, result in acapital lossfor the owner. They can be claimed as such when filing taxes.\n\nWorthless securities can include stocks or bonds that are either publicly traded or privately held. To declare a capital loss from worthless securities, theInternal Revenue Service(IRS) suggests investors treat them as if they were capital assets sold or exchanged on the final day of the tax year. As with other securities, investors must first figure out theholding periodto determine if the capital loss is short-term (one year or less) or long-term (greater than one year).\n\nIn the case of a short-term loss, investors must report this on Part I of Schedule D. Investors can net short-term gains and losses against one other to determine a net short-term gain or loss.\n\nFor long-term losses, investors report these in Part II of Schedule D. Again, investors can net long-term gains and losses against each other to determine the net long-term gain or loss. After the investor completes these calculations separately in Parts I and II of Schedule D, they can net them together for an overall result.\n\nYou may be able to use a worthless security in a tax strategy calledtax selling, where an investor sells an asset with a capital loss in order to lower or eliminate the capital gain that they realize via other investments.\n\nPublic company market value, also known asmarket capitalization, is the number ofoutstanding sharesof a publicly-traded company, multiplied by the current share price. For a private company, valuation methods include comparable company analysis or an estimation of discounted cash flows. Worthless securities will have a market value of zero as noted above.\n\nFor a security to become worthless, it not only needs to have no value, but it needs to have no potential to regain value. For example, a company's stock might reduce in value to zero if the market fluctuates enough. If the company has a chance to regain ground in the market, it would not be worthless stock. However, if the company closed its doors after bankruptcy, its stock would likely be worthless.\n\nWorthless stocks have a market value of zero, while penny stocks generally have market values of less than $5. However,penny stockshave the potential to become worthless securities. Because of their small market value, penny stocks typically trade outside the major market exchanges (through theOTC Markets Groupandpink sheets) at a relatively low price ($5 or less). These stocks are considered highlyspeculativeand high risk due to their lack of liquidity, largebid-ask spreads, small capitalizations, and limited followings and disclosures.\n\nSome examples of penny stocks are:\n\nIf you have a worthless security, you'll need to file IRSForm 8949. Make sure you have the dates you purchased it, the date you sold it, and the amount you paid and received available.\n\nYou can claim a worthless stock in the tax year in which it becomes worthless.\n\nThey are taxed as a capital loss and can be claimed in the year the security becomes worthless.\n\nInternal Revenue Service. \"Losses (Homes, Stocks, Other Property).\"",
  "url": "https://www.investopedia.com/terms/w/worthless-securities.asp"
}