{
  "term": "W.P. Carey School of Business: Overview",
  "definition": "The W.P. Carey School of Business is a business school that is part of the Arizona State University System. Previously known as the Arizona State University Department of Commerce, it received its current name following a $50 million donation by the W.P. Carey Foundation.\n\nThe school ranks highly in domestic and international university rankings, often scoring in the top 50 among business schools and in the top 100 among schools overall.\n\nToday, the W.P. Carey School of Business is home to an academic staff of over 300, and is attended by about 20,000 students.Its namesake benefactor, William Polk Carey, was a prominent businessman andphilanthropistwho founded the New York-basedreal estatefirm, W.P. Carey & Co.Prior to his donation to the W.P. Carey School of Business, he also donated funds to the Carey School of Law at the University of Maryland, and the Carey Business School at Johns Hopkins University.\n\nOriginally founded in 1961, the W.P Carey School of Business is located in Tempe, Arizona. It offers a well knownMaster of Business Administration (MBA)program in different formats, including an online degree. Other Master’s degrees are also offered, in areas such asaccounting,data science,finance,logistics, andreal estate development.\n\nThe undergraduate class of 2022 reported an average starting salary of $56,404.\n\nThe W.P. Carey School of Business received widespread acclaim in 2015 when it announced a new program to provide tuition-free MBA program for its incoming class of students. The move was part of the university’s efforts to increase diversity in its student body by decreasing the financial barriers faced by incoming students.\n\nThe university is also notable for its large alumni community, which is over 120,000 individuals as of 2023.Among them are many prominent figures in a diverse range of industries, such as Michael Ahearn, CEO of First Solar (FSLR); Bill Post , CEO of Pinnacle West Capital Corporation (PNW); and Eric Crown, co-founder of Insight Enterprises (NSIT).\n\nThe W. P. Carey School of Business at Arizona State University boasts a diverse student body with students hailing from over 100 countries. The school offers a broad spectrum of academic pathways, providing students with over 50 ways to earn a W. P. Carey degree. In Fall 2022, the school reported a significant enrollment, including 18,456 undergraduate students, 1,753 international undergraduates, 627 MBA students, 618 specialized master's program students, and 141 doctoral students.\n\nNotably, the school demonstrated strong retention rates, as 84.1% of first-year W. P. Carey undergraduates returned for their second year at ASU. This exceeded the national average for public four-year institutions, which stood at 82%.\n\nUpon graduation, students benefit from a vast and influential alumni network, comprising more than 100,000 W. P. Carey alumni who continue to advance their careers and make an impact on their respective organizations. In the 2022-23 academic year, the school conferred a diverse range of degrees, including 3,709 total undergraduate degrees.\n\nThe W. P. Carey School of Business is named after the late William Polk Carey, a visionary real estate investor, generous philanthropist, and a significant benefactor of Arizona State University (ASU). In 2003, Mr. Carey made a remarkable $50 million donation through his educational and philanthropic foundation to the ASU business school, marking the second-largest gift ever made to a U.S. business school at that time.\n\nCarey emphasized the importance of quality education for future economic growth and envisioned the school as a platform for nurturing the next generation of American business leaders. In appreciation of his exceptional support, ASU renamed the business school in his honor.\n\nCarey's generous gift played a pivotal role in propelling the W. P. Carey School of Business into the ranks of the world's top business schools. Mr. Carey's passing in January 2012 marked the end of an illustrious 60-plus-year career in the finance industry.\n\nThe school offers a diverse portfolio of academic programs, including undergraduate degrees in areas like business administration and specialized master's programs in fields such as finance, marketing, and supply chain management. It also provides various MBA options and doctoral programs.\n\nThe school's mission emphasizes a commitment to creating new knowledge through research and educating principled, innovative leaders. The school's mission statement is to spark positive change in business and society by educating students, growing talent, producing groundbreaking research, and engaging with a variety of communities.\n\nAdmission requirements vary by program but typically include criteria such as academic qualifications, standardized test scores (GMAT or GRE for graduate programs), letters of recommendation, and application essays. Note that W.P. Carey does encourage students to ask about GMAT and GRE waivers.\n\nThe W. P. Carey School of Business at Arizona State University is a renowned institution known for its rich history, commitment to innovation, and emphasis on ethical business leadership. With a diverse student body hailing from over 100 countries, it offers a wide array of academic programs, including undergraduate, master's, and doctoral degrees.\n\nW. P. Carey School of Business. \"W. P. Carey Foundation and ASU Announce $50 Million Campaign for W. P. Carey School of Business.\"\n\nW. P. Carey School of Business. \"W. P. Carey School of Business Rankings.\"\n\nW. P. Carey School of Business. \"Facts and Figures.\"\n\nW.P. Carey Foundation. \"Our Founder.\"\n\nW.P. Carey Foundation. \"Business and Legal Education.\"\n\nW. P. Carey School of Business. \"W. P. Carey Master’s Programs.\"\n\nBloomberg. \"This School Will Give You a Completely Free MBA.\"\n\nW. P. Carey School of Business. \"W. P. Carey Alumni Hall of Fame.\"\n\nW. P. Carey School of Business. \"Second Look: Michael Ahearn of First Solar Inc. Says Europe's Energy Policies Leaving U.S. Behind.\"\n\nArizona State University, Global Institute of Sustainability and Innovation. \"William Post: Chairman of the Board and CEO (Retired), Pinnacle West Capital Corporation.\"\n\nW. P. Carey School of Business. \"Eric Crown: The Swirling Computer Business of the Roaring '90s.\"\n\nW.P. Carey School of Business. \"Facts and Figures.\"\n\nArizona State University. \"About W.P. Carey.\"",
  "url": "https://www.investopedia.com/terms/w/w-p-carey-school-of-business.asp"
}