{
  "term": "Wrap-Around Loan: What It Is, How It Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA wrap-around loan is a type ofmortgageloan that can be used inowner-financing deals. A wrap-around loan involves the seller’s mortgage on the home and adds additional incremental value to arrive at the total purchase price that must be paid to the seller over time rather than the lender. This type of loan helps homebuyers who don't qualify for traditional mortgages while giving the seller the potential to earn a profit.\n\nSeller financingis a type of financing that allows the buyer to pay a principal amount directly to the seller. In a seller-financed deal, the agreement is based upon apromissory notethat details the terms of the financing. A seller-financed deal also doesn't require that principal be exchanged upfront, and the buyer makes installment payments directly to the seller, which include principal and interest.\n\nWrap-around loans build on the owner-financing concept and use the same basic structuring. A wrap-around loan structure is used in an owner-financed deal when a seller has a remaining balance to pay on the property’sfirst mortgageloan.\n\nA wrap-around loan accounts for the remaining balance on the seller’s existing mortgage at its contracted mortgage rate and adds an incremental balance to arrive at the total purchase price. The buyer signs apromissory note, promising to make monthly payments to the buyer. Both thetitleanddeedfor the property are transferred to the buyer. The seller continues to make payments on the existing mortgage.\n\nIn a wrap-around loan, the seller’s baseinterest rateis based on the terms of the existing mortgage loan. To break even, the seller must at least earn interest that matches the rate on the loan, which still must be repaid. Thus, a seller has the flexibility to negotiate the buyer’s interest rate based on their current terms. Generally, the seller will want to negotiate the highest possible interest rate to make payments on the first mortgage and also earn a spread on the deal.\n\nSeller financing deals have high risks for the seller and usually require higher-than-average down payments.\n\nWrap-around loans can be risky for sellers since they take on the full default risk on the loan. Sellers must also be sure that their existing mortgage does not include analienation clause, which requires them to repay the mortgage lending institution in full if collateral ownership is transferred or if the collateral is sold. Alienation clauses are common in most mortgage loans, which often prevent wrap-around loan deals from occurring.\n\nThere are also risks for homebuyers who agree to take on a wrap-around loan. For example, the buyer in the deal may end up paying a higher interest rate than if they would with a traditional mortgage. And if the original lender doesn't have a clause in place for anassumable mortgage, they may begin foreclosure proceedings and repossess the home.\n\nHere's a hypothetical example to show how wrap-around loans work. Let's say Joyce has an outstanding mortgage worth $80,000 on her home with a fixed interest rate of 4%.\n\nShe agrees to sell her home to Brian for $120,000, who puts 10% down and borrows the remainder, or $108,000, at a rate of 7%. Joyce earns 7% on $28,000 (the difference between $108,000 and the $80,000 she still owes), plus the difference between 7% and 4% (i.e. 3%) on the balance of the $80,000 mortgage.\n\nA wrap-around loan is issued by the property seller rather than a traditional lender like a bank. This means that the homebuyer promises to make payments to the seller who, in turn, pays the existing mortgage to their lender. These types of loans traditionally allow the seller to pay off the loan while earning a profit by charging the buyer a higher interest rate than the original loan.\n\nA seller benefits from a wrap-around loan by making a profit, provided the interest rate charged to the seller is higher than the one on the original mortgage. Buyers benefit from these kinds of loans because they are more flexible, making qualification easier. Both parties also benefit from lower expenses. The additional costs, such as closing costs, may also be significantly lower because both the buyer and seller are working together rather than with a lender.\n\nSeller financing is a type of financing used in real estate transactions. Rather than a bank or other lender, the seller is the party who handles the mortgage process. Put simply, the buyer takes out a mortgage with the property seller. Seller financing is commonly used when a buyer can't qualify for a traditional mortgage. There may be little to no closing costs or down payments with seller financing. Sellers often make a profit because they can charge the buyer a higher interest than what's owed on the existing mortgage.\n\nWrap-around loans make it easy for homebuyers and sellers to come together. This type of transaction removes banks and other home lenders from the equation, so the buyer makes monthly payments to the seller instead. Loans like this may be more favorable because of the benefits, which include the potential of earning a profit for the seller and how easy it is to qualify for the buyer. Both parties should understand that there are risks that come with wrap-around loans, including higher-than-normal interest rates and the chance for default.\n\nNational Association of Realtors. \"Seller Financing.\"",
  "url": "https://www.investopedia.com/terms/w/wrap-around-loan.asp"
}