{
  "term": "Wrap Accounts: An Alternative to Broker's Commissions",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nWrap accounts are a type of investment vehicle where an investor pays for professional management of a portfolio for a flat fee.\n\nA brokerage firm professionally manages a wrap account for a flat fee charged quarterly or annually. The fee is based on the assets under management (AUM). Wrap account fees should cover all administrative, commission, and management expenses.Wrap fees range from about 1% to 3% of AUM.For many investors, a wrap account can be less expensive over time than a brokerage account that charges commissions for each trade. However, buy-and-hold investors who rarely trade might be better off with commission-based fees.\n\nWrap accounts have the advantage of protecting the investor from overtrading, which can occur if a broker trades for the account excessively just to generate more commission income. This is known as \"churning.\" In a wrap account, the broker is paid a fee based on a percentage of the assets in the account. Thus, brokers paid through these fees should have their incentives aligned with their investors.\n\nA wrap account offers an individual investor access to professional money managers who work primarily with institutions and high-net-worth individuals.Mutual fundcompanies also offer wrap accounts with access to a large selection of mutual funds.\n\nA wrap account may require a minimum investment of $25,000 to $50,000. The fees pay for marketing and distribution costs, as well as for the brokers who sell the funds and work with clients. This fee is extra if you're already in a mutual fund wrap account.\n\nInvestors who buy and hold stocks long-term may be better off with a traditional fee structure.\n\nWrap accounts offer perks that make them worth considering. One is that they give everyday investors access to professional portfolio management. Though $25,000 or $50,000 isn't a small amount, it's feasible for many investors.\n\nAnother benefit is that the fee for a wrap account is easy to understand. You should always know what you're paying and not worry about too many fees if the manager makes many trades. You can also feel confident that the portfolio manager's and your interests are aligned because their compensation will increase as your portfolio grows.\n\nWrap accounts can also be customizable. You can set investment goals and select strategies that align with your risk tolerance, time horizon, and other personal preferences. You should also receive detailed reports, making it easier to track performance, understand how your assets are invested, and assess how well your portfolio is doing to meet your goals.\n\nThe fee, though, can be a drawback. You might pay as much as 3% per year to get access to a wrap account, which can be a drag on your long-term returns. If you just want to build a long-term portfolio, you'll likely pay less with a traditional investing account.\n\nThe other drawback is that you shouldn't worry about excessive fees, but the transparency for many investors has been less than robust. Those investing in wrap accounts now have ample warning from headlines over the last decade to ensure they aren't routed by their brokers to third-party sites or put on the hook for additional fees. AIG Affiliates, Raymond James & Associates, Kovack Advisors, Morgan Stanley, and Robert W. Baird & Co. are just some of the companies that have settled with the Securities and Exchange Commission (SEC) for claims they boosted fees beyond those included in their wrap account programs, and without transparency while doing so.\n\nIt's also the case that it's a far better time than when wrap accounts were introduced for clients to lower their fees. For example, you could use arobo-advisor, which offers similar portfolio management services but typically at a much lower cost.\n\nA wrap account works best for investors who want a degree of hands-on management and advice. Investors with a buy-and-hold strategy for their portfolio may be better off paying occasional trading fees than wrap account fees, which could be higher in the long run.\n\nFor example, an income-oriented investor may hold a portfolio of dividend-paying stocks and bonds and make few, if any, changes for years. If the investor then sells the stocks, substantial capital gains taxes could be owed because the cost basis of each stock may be far below the current market price.\n\nThese investors may be better off maintaining the status quo in their portfolio to earn dividend income. No capital gain taxes are incurred, and no commissions or wrap fees are paid.\n\nMoving the assets into a wrap account would have generated more costs and reduced the investor’stotal return.\n\nHistorically, commissions andbrokerage feeswere much higher than they are today. Investors may have paid as much as $30 or more for a single trade. Now, many companies offer commission-free stock trades, and commissions are generally lower.\n\nWrap accounts got their name because all the fees you usually pay in an investment account are wrapped into a single, easier-to-understand expense.\n\nThe wrap fee you pay covers all the services for your wrap account. These fees typically include administrative costs, brokerage fees, investment advice, third-party services, and other fees.\n\nYes, depending on the investment company you choose to work with, you may be able to trade a wide variety of securities, including derivatives, in your wrap account.\n\nWrap accounts offer professional portfolio management for a simple, easy-to-understand fee. With minimums in the $25,000 range, they're accessible to many investors. A wrap account may be a good fit if you'd like to build a complex portfolio or execute a complicated strategy. Traditional investment accounts may offer lower fees if you're a long-term buy-and-hold investor.\n\nSecurities and Exchange Commission. \"Investor Bulletin: Investment Adviser Sponsored Wrap Fee Programs.\"\n\nSecurities and Exchange Commission. \"Risk Alert: Observations from Examinations of Investment Advisers Managing Client Accounts That Participate In Wrap Fee Programs.\"\n\nFinancial Times. \"All Wrapped Up – With Less Paper.\"\n\nBarron's. \"SEC Continues to Target Wrap Accounts.\"\n\nSecurity and Exchange Commission. \"SEC vs. Cambridge Investment Research Advisors [settlement].\"\n\nSecurities and Exchange Commission. \"SEC vs. Kovack Advisors, Inc.\"\n\nAndrew Welsch. \"SEC Dings Morgan Stanley $5M Over Wrap Account Fees.\"Financial Planning.(May 12, 2020.)",
  "url": "https://www.investopedia.com/terms/w/wrapaccount.asp"
}