{
  "term": "Wraparound Mortgage: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA wraparound mortgage is a type of junior loan that wraps or includes the current note due on the property. The wraparound loan will consist of the balance of the original loan plus an amount to cover the new purchase price for the property.\n\nWith a wraparoundmortgage, the seller offers financing to a homebuyer to purchase the property. The buyer pays the seller a monthly payment at an agreed-uponinterest ratewhile the seller uses the proceeds to pay the original mortgage.\n\nThese mortgages are a form of secondary financing. The seller of the property receives a securedpromissory note, which is a legal IOU detailing the amount due. A wraparound mortgage is also known as a wrap loan, overriding mortgage, agreement for sale, or all-inclusive mortgage.\n\nFrequently, a wraparound mortgage is a method ofrefinancinga property or financing the purchase of another property when an existing mortgage cannot be paid off. The total amount of a wraparound mortgage includes the previous mortgage's unpaid amount plus the additional funds required by the mortgage lender.\n\nThe borrower makes the larger payments on the new wraparound loan, which the lender will use to pay the original note plus provide themselves a profit margin.Depending on the wording in the loan documents, the title may immediately transfer to the new owner or it may remain with the seller until the satisfaction of the loan.\n\nA wraparound mortgage is a form of seller financing that does not involve a conventional bank mortgage, with the seller taking the place of the bank.\n\nSince the wraparound is ajunior mortgage, any superior or senior claims will have priority. In the event of default, the original mortgage would receive all proceeds from the liquidation of the property until it is all paid off.\n\nWraparound mortgages are a form ofseller financingwhere instead of applying for a conventional bank mortgage, a homebuyer will sign a mortgage with the seller. The seller then takes the place of the bank and accepts payments from the new owner of the property.Most seller-financed loans include a spread on the interest rate charged, giving the seller additional profit.\n\nAsecond mortgageis a type of subordinate mortgage made while an original mortgage is still in effect. The interest rate charged for the second mortgage tends to be higher, and the amount borrowed is determined by the equity in the home and is lower than the first mortgage.\n\nA notable difference between wraparound and second mortgages is in what happens to the balance due from the original loan. A wraparound mortgage includes the original note rolled into the new mortgage payment.With a second mortgage, the original mortgage balance and the new price combine to form a new mortgage.\n\nFor example, Mr. Smith owns a house that has a mortgage balance of $50,000 at 4% interest. Mr. Smith sells the home for $80,000 to Mrs. Jones, who obtains a mortgage from either Mr. Smith or another lender at 6% interest. Mrs. Jones makes payments to Mr. Smith, who uses those payments to pay his original 4% mortgage.\n\nMr. Smith makes a profit on both the difference between the purchase price and the original owed mortgage and on the spread between the two interest rates. Depending on the loan paperwork, the home's ownership may transfer to Mrs. Jones. However, if she defaults on the mortgage, the lender or a senior claimant mayforecloseand reclaim the property.\n\nMortgage lending discrimination is illegal.If you think you’ve been discriminated againstbased on race, religion, sex, marital status, use of public assistance, national origin, disability, or age, there are steps you can take. One such step is to file a report, either to theConsumer Financial Protection Bureauor theUnited States Department of Housing and Urban Development (HUD).\n\nTypically, aconventional mortgageis when the bank lends the buyer money to purchase a home from a seller, and the buyer repays the lender. A wraparound mortgage is when the seller acts as the lender. The buyer enters a mortgage agreement to finance the home's purchase with the seller. The seller receives a monthly payment from the buyer and applies it to the original mortgage loan with the bank.\n\nSeller financingis when the homebuyer enters a loan agreement directly with the seller instead of a bank. The seller creates a mortgage agreement and charges the buyer interest while the buyer makes payments to the seller.\n\nAnassumable mortgageis a type of financing whereby a homebuyer takes over the seller's existing mortgage loan with the bank. Instead of the buyer taking out a new loan to pay off the seller's loan, the buyer takes over the existing loan making the payments. An assumable mortgage can be beneficial if the buyer takes over a mortgage with a low interest rate.\n\nWith a wraparound mortgage, the seller keeps their existing mortgage and enters a mortgage agreement with a buyer to finance the purchase of the home at an agreed-upon amount,interest rate, and down payment. The buyer pays the seller a monthly payment, while the seller pays the bank orlender. Typically, the interest rate charged to the buyer is higher than the original rate charged to the seller by the bank. As a result, the seller pockets the difference between the two rates. Wraparound mortgages are junior loans that include the current note on the property, plus a new loan to finance the purchase of the property.\n\nWashington and Lee Law Review. \"Unwrapping the Wraparound Mortgage Foreclosure Process,\" Pages 1025–1027.\n\nVanderbilt.edu. \"Second Liens and the Leverage Option,\" Pages 1274–1275.\n\nNational Archives, Code of Federal Regulations. \"Title 26 § 15a.453-1 Installment Method Reporting for Sales of Real Property and Casual Sales of Personal Property.\"\n\nConsumer Financial Protection Bureau. \"What Is a Second Mortgage Loan or 'Junior-Lien'?\"",
  "url": "https://www.investopedia.com/terms/w/wraparound-mortgage.asp"
}