{
  "term": "Wrap-Around Insurance Program: What It Is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA wrap-around insurance program is a policythat providespunitive damagescoverage for employment practices liability claims. Should a legal recompense in excess of compensatory damages be awarded to a plaintiff to punish a defendant and deter them from committing future punitive actions, this form ofinsurancewill help to cover those costs.\n\nA wrap-around insurance program is also referred to as a wrap-around policy because it is set up in conjunction with anEmployment Practices Liability Insurance (EPLI)policy. EPLI insures against claims from employees that employers have violated their rights. Eligible claims for such lawsuits can range from any form of discrimination to wrongful termination.\n\nThe most common award from these types of lawsuits is punitive or monetary damages. These are usually issued to cover a range of needs, includingmedical costs, loss of income, and pain and suffering.\n\nEmployers carry EPLI policies to cover the costs they could incur if legal action is pursued. If an employee feels thatworkers' compensationdoes not adequately cover their loss—perhaps because they feel their employer’s negligence caused their injury—they may decide to sue their employer for punitive damages such as pain and suffering.\n\nEPLI addresses this risk and is designed to cover expenses not protected by workers' compensation or generalliability insurance: a mainly mandatory form of insurance that provides some level of coverage for medical expenses and lost wages for employees or their beneficiaries when injured, falling sick, or killed as a result of their job.\n\nEmployment Practices Liability Insurance (EPLI) places limits on the amounts paid out per employee, per injury, or per illness.\n\nThere are other instances of the term wrap-around insurance being used that do not include employee versus employer interactions. These includesecondary or ancillary insurance policiesfor health and life insurance coverages, when a singular policy does not meet current needs or is not estimated to meet future needs.\n\nAnother form of a wrap-around insurance program is also employed to protect againstpolitical risk. Companies may take out this type of policy to shield themselves in the event that a foreign government engages in activities that cause it a financial loss. Under this category of wrap-around insurance, protection is provided for deprivation, acts of government,embargo, sanction, partial loss, and forced abandonment.﻿﻿\n\nPunitive cases fall under thecivil court’sjurisdiction.﻿﻿ And while there is still a defendant, there is no prosecutor, as there is during a criminal case.\n\nThe plaintiff is usually seeking restitution for a financial loss of some sort and must hire an attorney to act on their behalf and provide counsel. Defendants in criminal cases, on the other hand, can request an attorney at a cost to the state if they cannot reasonably afford one.\n\nFurthermore, with a civil case, there is no threat of jail time or a criminal conviction. There’s usually no jury, either—most civil cases are tried and decided solely in front of a judge.\n\nU.S. International Development Finance Corporation. \"Political Risk Insurance.\" Accessed Feb. 3, 2021.\n\nUnited States Courts. \"Covering Civil Cases – Journalist’s Guide.\" Accessed Feb. 3, 2021.",
  "url": "https://www.investopedia.com/terms/w/wrap-around-insurance-program.asp"
}