{
  "term": "Written-Down Value (WDV) What It Is and How To Calculate It",
  "definition": "Written-down value is the value of anassetafter accounting fordepreciationoramortization. In short, it reflects the present worth of a resource owned by a company from an accounting perspective. This value is included on the company's balance sheet in its financial statements.\n\nWritten-down value is also calledbook valueor net book value.\n\nIn accounting, there are variousconventionsdesigned to better match sales andexpensesto the period in which they are incurred. One approach that companies often embrace is referred to as depreciation or amortization.\n\nCompanies generally use depreciation forphysical assets, such as machinery, and amortization forintangible assets, such as patents and software. Both methods permit firms to expense resources of economic value over a longer timeframe. In other words, rather than deduct the full purchase price fromnet income(NI) right away, companies can stretch the cost of assets over many different periods.\n\nFor example, if a company bought a piece of machinery, it wouldn't have to expense it in the year that it was bought but can stretch out the cost of the machinery over a number of years until it is sold or disused; a period known as itsuseful life.\n\nWritten-down value is a method used to determine a previously purchased asset's current worth and is calculated by subtracting accumulated depreciation or amortization from the asset's original value. The resulting figure will appear on the company'sbalance sheet.\n\nAmortization can be used towrite-downthe value of debt or intangible assets and is slightly more complicated than depreciation methods. The asset’s book value is reduced on the company’s books according to a set schedule.\n\nVarious methods can be used for amortizing different types of assets. Intangible assets, such aspatents, are typically written-down annually. Bonds, on the other hand, often use aneffective interest methodof amortization.\n\nMeanwhile, amortization schedules for outstanding loans normally follow the repayment schedule of the loan with differentiation for interest and principal. Some additional amortization methods are also available includingdiminishing balanceand ballooning.\n\nThe written-down value of an amortized asset is important because it helps the company to keep tabs on them. When an asset is amortized to zero, it can be taken off the books or may need to be renewed.\n\nWritten-down value can be calculated by a method of depreciation that is sometimes called the diminishing balance method. This accounting technique reduces the value of an asset by a set percentage each year. Various other depreciation techniques also exist in accounting and are used tocapitalize the expensesof different types of assets.\n\nOne example isstraight line depreciation, which deducts the same cost every year based on dividing the difference between the asset's cost and its expectedsalvage valueby the number of years it is expected to be used.\n\nThe written-down value of a depreciated asset is important because it is included in the comprehensive value of a company’s total assets. Depreciated assets typically start on the books at their purchased price and are often sold before they are depreciated to zero.\n\nThe depreciated value of an asset is also important in helping to determine the selling price of the asset. When selling the asset, the book value is used to help determine the minimum value for which it will be sold.\n\nReal assetstypically sell for a price range within their book value and the highestfair market value. If a gain occurs from the sale of an asset, it will be taxable in most cases. Thetaxable gainon a sale is often determined by comparing the sales from the item to its written-down value.",
  "url": "https://www.investopedia.com/terms/w/writtendownvalue.asp"
}