{
  "term": "Writ of Execution: Definition, How It's Used, and What's Excluded",
  "definition": "Vyacheslav Dumchev / Getty Images\n\nA writ of execution is a court order that puts in force a judgment of possession and directs law enforcement personnel to begin the transfer of property as the result of a legal judgment. Property may includeassets, money, or real property.\n\nA judgment of possession is a type of court order that determines who is entitled toproperty. After a judgment of possession is rendered by the court, the judge may then issue a writ of execution to begin the transfer of property. The judgment for possession states the plaintiff has a right to the property; the writ of execution actually begins the transfer process from a judgmentdebtorto a plaintiff.\n\nWhen a court issues a writ of execution, a sheriff, deputy sheriff, or a court official is usually charged with taking possession of any property that is owed to the plaintiff. If the property is money, the debtor's bank account may be frozen or the funds may be moved into a holding account. If real property is to be transferred, the items can be transferred in-kind or can be sold in a sheriff's sale. Funds from the sale may be given to the plaintiff to satisfy the terms of the court's judgment.\n\nAnulla bonais the legal term used when a writ of execution results in an effort to collect, but no available assets were available to be seized.\n\nAfter a judgment of possession, a writ of execution is typically only granted if the defendant is required by law to make a payment to a plaintiff, but will not do so voluntarily. A writ of execution can also be used to evict a tenant who will not leave on their own and who will not pay rent. In the event of a tenant's eviction, the issuance of a writ of execution allows the tenant and their belongings to be removed from the residence.\n\nA writ of execution also allows for property to be collected that can then be sold to produce funds for repayment. In certain cases, the debtor's bank account may be accessed. However, certain funds may be off-limits even with a writ of execution, including Social Security income. Many states also exemptunemployment insurance(UI) benefits and money held in anIRA.\n\nA writ of execution may also be issued in a bankruptcy case. In bankruptcy cases, judges usually direct a writ of execution to a U.S. Marshal rather than a state official, such as a sheriff or a court officer. Bankruptcy cases can only be heard in federal courts; at the federal level, the U.S. Marshals Service is generally the agent for executing writs of execution. The U.S. Marshal is then tasked with enforcing and satisfying the judgment for payment of money.\n\nAwritis a legal document issued by a court that compels a person to do some specific act or deed, or else prevents them from doing some act.\n\nA writ of execution is a legal document issued by a court directing a Sherriff's office or the U.S. Marshal Service to enforce and satisfy a judgment for payment of money.This may include the seizure of assets.\n\nA few assets are protected from seizure by a writ of execution, but which will vary by state law. These may include social security payments, qualified retirement account assets, and unemployment payments. Other exemptions may include personal apparel, home furnishings, farm equipment, and pets.\n\nU.S. Marshals Service. \"Service of Process.\"",
  "url": "https://www.investopedia.com/terms/w/writ-of-execution.asp"
}