{
  "term": "Writ: Definition in Law, Types, and Examples",
  "definition": "Investopedia / Michela Buttignol\n\nThe term writ refers to a formal, legal document that orders a person or entity to perform or to cease performing a specific action or deed. Writs are drafted by judges, courts, or other entities that haveadministrativeor judicial jurisdiction.These documents are part of common law and are often issued after a judgment is made, giving those involved in a suit the ability to carry out the judgment.\n\nWrits can take many forms including summonses,writs of execution, writs of habeas corpus, warrants, and orders.\n\nA writ is a document or order that directs any form of action from a court. It provides directions from an entity with jurisdictional or administrative power to another party.\n\nWrits were developed as part of the Englishcommon lawsystem and were primarily issued by Anglo-Saxon monarchs. These writs were written decrees that consisted of administrative commands written in layperson's terms, largely authenticated by a royal seal at the bottom of the document. Upon issue, writs advised courts of land-grantingconveyances. In some cases, they were also used to carry out judicial orders. While many writs were deemed open and read aloud in public, others were meant merely for the party or parties named.\n\nWrits were developed over time as a way for authorities—legal and otherwise—to direct others to perform specific actions. This means that a modern-day writ provides an order from a higher to a lower court, from a court to an individual or other entity, or from a government agency to another party. The writ may command the named party to take some form of action or prevent that party from continuing to act or operate in a certain way. Present-day courts also use writs to give extraordinary relief or provide rights to appeal court decisions. In other cases, they give authorities such as sheriffs the right to seize property. This can even occur inanticipation of a judgment.\n\nAny direct order that is issued under authority is a writ. Warrants andsubpoenasare two common types of writs. A warrant is a writ issued by a judge or magistrate that allows a sheriff, constable, or police officer to search a person or property—commonly known as a search warrant. Other warrants include an arrest warrant for an individual or individuals and an execution warrant allowing the execution of an individual who has been sentenced to death in a trial court.\n\nA subpoena is a writ that compels a witness to testify or compels an individual or organization toproduce evidence. Certain writs were eliminated because the relief that used to be available only through a writ is now accessible through a lawsuit or a motion in a civil action.\n\nYou may find relief by filing a lawsuit or a motion in civil court when getting a writ in your favor isn't an option.\n\nA writ of execution is a court order that allows a piece of property to be transferred from one party to another. The plaintiff or injured party must commence legal action against the defendant in order to get this court order. Once the writ is drafted, the property is seized by a court official or member of law enforcement. The property is then transferred or sold, with the proceeds going to the plaintiff incash.\n\nAnother example of a writ is thewrit of seizure and sale. When this writ is drafted by a court, it gives the petitioning party the right to take over ownership of a piece of property from someone else. In most cases, the petitioner is normally acreditorwho is allowed to seize property from a borrower when the latter defaults on their financialobligation. Once seized, the property can be sold in order to recoup any losses by the creditor.\n\nWrits of habeas corpus and certiorari are both used by courts for legal purposes, usually in favor of a defendant. A writ of habeas corpus can be used to evaluate the constitutionality of criminal convictions delivered by state courts. When the writ is issued, a public official is ordered to produce an imprisoned individual before the court to determine whether their confinement is legal.These writs are useful when people are imprisoned for long periods of time before they're actually convicted or charged with a crime. The writ of certiorari, on the other hand, is used by the U.S. federal courts. This writ is issued by the Supreme Court of the United States to a lower court to review that court's judgment for legal error or when no other avenue for appeal is available.\n\nThe etymology of the wordwritcomes fromOld English, as a general term denoting written matter, which is itself from the Old Germanic base of \"write\" (gewrit).\n\nWrits developed in the middle ages in England, originally for the King's court to settle land ownership and title disputes or lodge complaints against landowners.\n\nInitially, the American government adopted the writ system it inherited from the British. In 1798, Congress passed the All Writs Act, which authorized the United States federal courts to \"issue all writs necessary or appropriate in aid of their respective jurisdictions and agreeable to the usages and principles of law.\"A 1938 Supreme Court ruling greatly curtailed the widespread use of writs in civil cases, though courts today may still use writs to issueinjunctions.Note also that the writ ofhabeas corpus, usually used to test the legality of a prisoner's detention, continues to exist.\n\nCornell University, Legal Information Institute. \"Writ.\"\n\nMatthew Dyson and David Ibbetson, eds.\"Law and Legal Process: Substantive Law and Procedure in English Legal History,\" Pages 77-79, 87-89. Cambridge University Press, 2013.\n\nCornell University, Legal Information Institute. \"Habeas Corpus.\"\n\nCornell University, Legal Information Institute. \"Certiorari.\"\n\nUnited States Legal Code. \"Title 28: Writs (28 U.S.C. § 1651).\"\n\nU.S. Federal Courts. \"Federal Rules of Civil Procedure.\" Page 83.",
  "url": "https://www.investopedia.com/terms/w/writ.asp"
}