{
  "term": "Write-Down: Definition in Accounting, When It’s Needed, and Its Impact",
  "definition": "A write-down is an accounting term for the reduction in the book value of an asset when itsfair market value (FMV)has fallen below the carrying book value, and thus becomes animpaired asset. The amount to be written down is the difference between the book value of the asset and the amount of cash that the business can obtain by disposing of it in the most optimal manner.\n\nA write-down is the opposite of awrite-up, and it will become awrite-offif the entire value of theassetbecomes worthless and is eliminated from the account altogether.\n\nWrite-downs can have a huge impact on a company’snet incomeandbalance sheet. During the 2007–2008financial crisis, the drop in the market value of assets on the balance sheets of financial institutions forced them to raisecapitalto meet minimum capital obligations.\n\nAccounts that are most likely to be written down are a company’sgoodwill,accounts receivable,inventory, and long-term assets likeproperty, plant, and equipment (PP&E). PP&E may becomeimpairedbecause it has become obsolete or damaged beyond repair, or if property prices have fallen below thehistorical cost. In the service sector, a business may write down the value of its stores if they no longer serve their purpose and need to be revamped.\n\nWrite-downs are common in businesses that produce or sell goods, which require a stock of inventory that can become damaged or obsolete. For example, technology and automobile inventories can lose value rapidly, if they go unsold or new updated models replace them. In some cases, a fullinventory write-offmay be necessary.\n\nGenerally accepted accounting principles (GAAP)in the United States have specific standards regarding the fair value measurement of intangible assets. GAAP requires that goodwill be written down immediately anytime if its value declines.\n\nFor example, in November 2012, Hewlett-Packard announced a massive $8.8 billion impairment charge to write down a botched acquisition of U.K.-based Autonomy Corp. PLC—which represented a huge loss inshareholder valuesince the company was worth only a fraction of its earlier estimated value.\n\nA write-down impacts both theincome statementand thebalance sheet. A loss is reported on the income statement. If the write-down is related to inventory, it may be recorded as acost of goods sold (COGS). Otherwise, it is listed as a separate impairment loss line item on the income statement so that lenders and investors can assess the impact of devalued assets.\n\nThe asset’s carrying value on the balance sheet is written down to fair value.Shareholders’ equityon the balance sheet is reduced as a result of the impairment loss on the income statement. An impairment may also create adeferred tax assetor reduce a deferred tax liability because the write-down is not tax deductible until the affected assets are physically sold or disposed of.\n\nIn terms of financial statement ratios, a write-down to a fixed asset will cause the current and futurefixed-asset turnoverto improve, as net sales will now be divided by a smaller fixed-asset base. Because shareholders’ equity falls,debt-to-equityrises.Debt-to-assetswill be higher as well, with the lower asset base. Future net income potential rises because the lower asset value reduces futuredepreciationexpenses.\n\nAssets are said to be impaired when their netcarrying valueis greater than the future undiscounted cash flow that these assets can provide or be sold for. Under GAAP, impaired assets must be recognized once it is evident that this book value cannot be recovered. Once impaired, the asset can be written down if it remains in use, or classified as an asset “held for sale” that will be disposed of or abandoned.\n\nThe disposition decision differs from a typicalwrite-downbecause once a company classifies impaired assets as “held for sale” or abandoned, they are no longer expected to contribute to ongoing operations. The book value would need to be written down to the fair market value less any costs to sell the item.\n\nCompanies often write down assets in quarters or years when earnings are already disappointing, to get all the bad news out at once—which is known as “taking a bath.” Abig bathis a way of manipulating a company’s income statement to make poor results look even worse, to make future results look better.\n\nFor example, banks often write down or write off loans when the economy goes into recession and they face risingdelinquencyanddefaultrates on loans. By writing off the loans in advance of any losses—and creating a loan loss reserve—they can report enhanced earnings if theloan loss provisionsturn out to be overly pessimistic when theeconomyrecovers.\n\nWrite-downs can significantly affect a business’s net income and balance sheet. Write-downs are common among companies that produce or sell goods, which require a stock of inventory that can become damaged or obsolete.\n\nA business’s accounts that are most likely to be written down are its goodwill, accounts receivable, inventory, and long-term assets like property, plant, and equipment (PP&E).\n\nA write-down has two impacts on a company: on its income statement and its balance sheet.\n\nIn accounting, a write-down is a term for an asset’s reduction in book value when its fair market value (FMV) has fallen below the carrying book value, and thus becomes an impaired asset. The amount of the write-down is the difference between the book value of the asset and the amount of cash that the business can obtain by disposing of it in the most optimal manner.\n\nGovInfo. “Allan J. Nicolow et al., Plaintiffs, v. Hewlett Packard Company et al., Defendants,” Page 1.\n\nFinancial Accounting Standards Board. “Summary of Statement No. 144.”",
  "url": "https://www.investopedia.com/terms/w/writedown.asp"
}