{
  "term": "Wrongful Dishonor: What it Means, How it Works, Example",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe term wrongful dishonorrefers to a bank's failure to honor a valid negotiable instrument such as acheckor draft that has been presented to it for payment. If the instrument is valid and there are enough funds to cover it, a bank's failure to honor the instrument within the time period stipulated by theUniform Commercial Code(UCC) would constitute wrongful dishonor.\n\nThe Uniform Commercial Code is a set of laws and regulations that outline how to conduct business. The code was created and adopted to help make it easier for companies to do business across state lines. The code contains nine articles that cover things like general provisions,letters of credit, the sale of goods and services, andinvestment securities. The fourth article covers checks, drafts, and other negotiable instruments.\n\nUnder Article 4, Section 402 of the code, a bank wrongfully dishonors anegotiable instrumentsuch as a check or a draft if it refuses payment even though the instrument is properly payable, meaning that it has been authorized by the customer and is in accordance with the bank’s agreement with that customer.\n\nA bank may choose to dishonor an instrument due to insufficient funds at any time between the receipt of that instrument and the time that thepayerbank returns the instrument or when it gives notice of dishonor. Only one such determination is necessary. However, if the bank later decides to reevaluate that decision to dishonor, it should use the customer’s account balance as it stands at that later time in its reevaluation.\n\nIt’s up to the courts to decide whether consequential damages are, in fact, the result of the wrongful dishonor.\n\nA payer bank isliableto its customer for damages caused by the wrongful dishonor of an instrument. The bank's liability is limited to actual, provable damages including any potential consequential damages. The damages can include those for actions such as arrest or prosecution of the customer caused by the wrongful dishonor of the instrument in question.\n\nThere are cases when a bank may dishonor a negotiable instrument without violating the terms of the UCC. Under the rules of the code, a bank may dishonor an instrument if honoring it would create anoverdraftof the customer’s account. That is, of course, unless the bank has a preexisting agreement to honor that customer’s overdrafts. So, if a customer hasoverdraft protectionon their account, the bank will generally honor the check or draft.\n\nA widely studied case of wrongful dishonor is that of Loucks v. Albuquerque National Bank.The plaintiff, Loucks, owned L & M Paint and Body Shop with a partner, Martinez. As apartnership, they held achecking accountwith the defendant bank, Albuquerque National Bank. Loucks owed the bank an individual debt of $402, but the bank charged thatdebtto the partnership’s checking account, even though it knew that it was not a partnership debt.\n\nThe bank began dishonoring multiple checks drafted against the partnership’s account because the debit of $402 left the account with insufficient funds. The two plaintiffs sued the bank for the $402 plus several thousand in damages. They were ultimately awarded only the $402, as the court found that there was no basis for wanton conduct on the part of the defendant bank.",
  "url": "https://www.investopedia.com/terms/w/wrongful-dishonor.asp"
}