{
  "term": "Wrongful Termination Claim: Meaning, Types, Filing",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nA wrongful termination claim is filed in a court of law by someone who believes they were unjustly or illegally fired from their job. Wrongful termination claims involve an alleged violation of federal or state antidiscrimination laws, oral and written employment agreements/contracts, or labor laws, includingcollective bargaininglaws orwhistleblowerlaws. Employees who feel their termination was a form of sexual harassment or in retaliation for having filed a complaint against the employer may also file a wrongful termination claim.\n\nIn the United States, employment in most states is considered “at will,” meaning that employers neither need to have a reason to fire a worker nor give advancenotice of termination(though many do issue formal notices, to allow workers to obtainConsolidated Omnibus Benefits Reconciliation Act[COBRA] health benefits andunemployment insurancebenefits). Still, employment-at-will doesn’t mean that businesses can discharge employees completely at their discretion. Firing people for certain reasons or motives is not permitted, especially if it’s in violation of state or federal laws or is a breach of contract of some sort.\n\nIndividuals who feel their involuntary dismissal represents such a violation can file a wrongful termination claim against their employer. A wrongful termination claim is like a lawsuit—the employee is bringing an action against their former company and seeking compensation for being unfairly fired.\n\nIf the employee prevails, then the compensation for wrongful termination can include monetary damages based on lost wages, job hunting costs, and other expenses. An employee could also ask to have their job restored or be given a comparable position. Depending on the grounds of the claim (see below), the employer might also face statutory penalties.\n\nEmployees can file wrongful termination claims on several grounds. Some of the most common include:\n\nSomeone fired because of their \"race, color, religion, sex (including pregnancy, sexual orientation, or gender identity), national origin, age (40 or older), disability and genetic information (including family medical history)\" may file a wrongful termination claim.These laws fall under the purview of the U.S.Equal Employment Opportunity Commission(EEOC). On its website, the EEOC outlineshow to file a charge of employment discrimination.\n\nThe U.S. Equal Employment Opportunity Commission (EEOC) requires you to file a charge of discrimination with the agency before you can file a job discrimination lawsuit against your employer.\n\nEmployers cannot legally punish workers for reporting wrongful activities, such as criminal activity, at work. This is known as whistleblower protection.Also, it is not lawful to terminate a worker simply for filing a workers compensation claim, although anyone asserting that this has happened will have to prove that the measure was retaliatory and not based on work performance or another permitted reason.\n\nUnder the Genetic Information Nondiscrimination Act (GINA), employers may not use genetic information in dealing with employees, or when making employment decisions, including hiring and firing. “Using genetic information” includes testing for whether a candidate or employee is at greater risk than average of developing certain diseases or inquiring about family medical history.\n\nWhile an employer may havegrounds to fire an individualfor complaining or venting about an employer or boss, under the National Labor Relations Act (NLRA), workers are permitted to engage in “concerted activity” to improve wages or working conditions, such as organizing alabor unionor conducting a campaign to bring an existing union into their workplace. Workers need not already be in a union to be covered by this protection.\n\nIndividuals engaged under a contract that requires a cause for their termination but does not receive one may be eligible to file a wrongful termination claim.Unlike other types of claims, this is a contractual breach rather than a violation of a law or statute. The contract must stipulate that the person can befired only “for cause,”meaning a reason for the dismissal must be noted, and it must fall under certain sorts of behavior or action, such as willful misconduct, deliberate neglect of job duties, deliberate sabotage or destruction of company property, or divulging company secrets.\n\nFirst, it’s essential for an employee to read their original agreement letter or employment contract to find out what rights and resources they have available (and to check if all conditions and promises were met surrounding their term of employment and their dismissal).\n\nAlso, they may want to hold off on signing any sort of severance agreement with their employer, especially if it specifically demands that they waive any rights to filing a claim or seeking legal redress.\n\nWorkers who believe that they have been dismissed unlawfully should consult with an attorney—a labor lawyer, or an employment law/employees’ rights lawyer—for advice on whether they have a claim and for possible representation. The sooner, the better: There are different deadlines for filing claims under state and federal laws.\n\nIf possible, individuals should try to obtain a copy of their personnel file, to discover who was responsible for their firing; who approved it; and any documents, such as warning letters, status reports, or performance reviews, referring or relating to it. Such information will be helpful to an attorney reviewing a potential case.\n\nU.S. Equal Employment Opportunity Commission. \"Who Is Protected Against Discrimination?\" Accessed Oct. 25, 2021.\n\nU.S. Department of Labor. “Termination.” Accessed March 19, 2021.\n\nU.S. Equal Employment Opportunity Commission. “How to File a Charge of Employment Discrimination.” Accessed March 19, 2021.\n\nU.S. Occupational Safety and Health Administration. “The Whistleblower Protection Program.” Accessed March 19, 2021.\n\nU.S. Equal Employment Opportunity Commission. “Genetic Information Discrimination.” Accessed March 19, 2021.\n\nU.S. National Labor Relations Board. “National Labor Relations Act.” Accessed March 19, 2021.\n\nNolo. \"Wrongful Termination: Was Your Firing Illegal?\" Accessed Oct. 25, 2021.",
  "url": "https://www.investopedia.com/terms/w/wrongful-termination-claims.asp"
}