{
  "term": "X-Mark Signature: Requirements and Legal Challenges",
  "definition": "An X-mark signature is made by a person in lieu of an actual signature. Due to illiteracy or disability, a person may be unable to append a full signature in name to a document as an attestation that its content has been reviewed and approved. In order to be legally valid, the X-mark signature must be witnessed.\n\nX-mark signatures are so named because historically the person signing the document simply makes a cross-hatched mark resembling a letter \"X\" rather than their full, customary signature. The actual form of the X-mark may not actually be a letter \"X\" and might take some other form of illegible mark meant to authenticate that the person understands and agrees to the stated terms.\n\nDue to the obvious potential forfraud, doubts may arise about the validity and enforceability of documents signed with X-mark signatures. In some states, the presiding law can require courts to invalidatewillssigned with an X unless the testator was physically or mentally incapable of signing their own full name.\n\nAn individual might use an X-mark signature if they have been injured in an accident and need to approve a legal document but cannot physically form a full signature. For example, the testator may need to grantpower of attorneyto a responsible party while they are being treated in a hospital.\n\nIt is possible for an X-mark signature to be used to sign checks, commercial contracts, andpromissory notes, even if the signee is not impaired physically or mentally.\n\nStates may require more than one witness for an X-mark signature to be valid. An X-mark signature may need to benotarized, too, for the document to be enforceable.\n\nAn individual using an X-mark signature may also be required to show some proof of their identity at the time the document is signed. This stipulation may be enforced regardless of the individual’s condition.\n\nWitnesses may or may not be required to provide proof of their identities. They could be required to provide their addresses and to also type or print their names. Witnesses may be summoned to court to testify regarding the signing of the document by the testator in the case of a contested will.\n\nIn the event of a legal claim against the document, the relationship of each witness to the person signing the document might be called into question. For example, if the only witnesses to an X-mark signature are individuals who stand to benefit from a will being signed, concerns for fraud could be raised.\n\nThe mental capacity of the individual signing an X-mark signature may lead to legal challenges to the validity of the document. If the individual suffers from conditions that may impair their understanding of what they are signing, the document may be deemed unenforceable. This could occur if the individual suffers from dementia or other ailments that constrain their ability to comprehend the legal effects of the document.\n\nLaw Shelf Educational Media. “Statutory Requirements for a Valid Written Will.”\n\nNational Notary Association. \"Notary Tip: How to Handle a Signature by Mark.\"\n\nHarvard University. \"Everything You Wanted to Know About Documented Consent But Were Afraid to Ask.\"",
  "url": "https://www.investopedia.com/terms/x/x-mark-signature.asp"
}