{
  "term": "XCD (Eastern Caribbean Dollar): What it Means, How it Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nXCD is the symbol for the Eastern Caribbean dollar, which is the officialcurrencyshared by eight Caribbean island countries: Anguilla, Antigua and Barbuda, Dominica, Grenada, Montserrat, Saint Kitts and Nevis, Saint Lucia, and Saint Vincent and the Grenadines.\n\nThe Eastern Caribbean dollar is subdivided into 100 cents and has existed since 1965, when it supplanted the British West Indies dollar.This makes it among the oldest currencies in the region still in use. As of September 2022, 1 XCD is equal toUSD$0.37.\n\nThe Eastern Caribbean dollar serves as the official currency for theOrganisation of the Eastern Caribbean States(OECS), aneconomic and monetary unionestablished in 1981 to harmonize economic and trade policies among the 10 islands located in the Eastern Caribbean.Only eight of the participating countries use the XCD, however. Martinique remains affiliated with France and therefore uses the euro, while the British Virgin Islands use the U.S. dollar.\n\nAt its establishment, the Eastern Caribbean dollar replaced the British West Indies dollarat par. The Eastern Caribbean Currency Authority controlled the issuance of the Eastern Caribbean dollar and pegged its value at 4.8 XCD to 1GBP.\n\nIn 1976, the currency authority then re-peggedthe Eastern Caribbean dollar to the U.S. dollar at a rate of 2.7 XCD to 1 USD.The Eastern Caribbean Bank, established in 1983, subsequently took over the issuance of the currency, leaving the U.S. dollar peg in place.\n\nThe Eastern Caribbean Bank’s mandate covers regulation ofliquiditythroughout its member states, as well as the promotion of economic and monetary stability through support of economic development and maintenance of a sound financial structure. The bank sees its dollar peg as a primary means to maintain price stability throughout the region and keepinflationin check.\n\nDespite their small size and relative proximity to one another, many other Caribbean nations use their own currencies. Barbados, which at one time used the Eastern Caribbean dollar, switched to its own dollar in 1973, pegged with the U.S. dollar at a rate of 2Barbadian dollars(BBD) to 1 USD.\n\nElsewhere, theTrinidad and Tobago dollar(TTD), which is approximately the same age as the Eastern Caribbean dollar, began with a U.S. dollar peg and eventually moved to afloating ratein 1993.Likewise, Jamaican dollars (JMD), used on the island of Jamaica and issued by the Bank of Jamaica, float against other currencies. High inflation has led to a de facto phaseout of lower-denomination currencies in the country.\n\nDespite the proliferation of various currencies throughout the Caribbean region, most tourist destinations accept payment in major global currencies, including the U.S. dollar (USD), British pound sterling (GBP), and the euro (EU).\n\nEastern Caribbean Central Bank. \"Series 1: 1984.\"\n\nOrganisation of the Eastern Caribbean States. \"About the OECS.\"\n\nInternational Monetary Fund. \"The Eastern Caribbean Currency Union: Institutions, Performance, and Policy Issues.\"\n\nEaster Caribbean Central Bank. \"About the ECCB.\"\n\nCentral Bank of Barbados. \"The Role of Bank Regulation.\"\n\nCentral Bank of Barbados. \"Banknotes.\"\n\nCentral Bank of Trinidad and Tobago. \"Exchange Rate Management.\"",
  "url": "https://www.investopedia.com/terms/x/xcd-eastern-caribbean-dollar.asp"
}