{
  "term": "XD: What it is, How it Works, Special Rules",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nThomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nXD is a symbol used to signify that a security is trading ex-dividend. It is an alphabetic qualifier that acts as shorthand to tell investors key information about a specific security in a stock quote. Sometimes X alone is used to indicate that the stock is tradingex-dividend.\n\nQualifiers can vary depending on where the stock is quoted, because the various news and market data services that provide stock quotes may use different qualifiers. These symbol letters may occur as part of a display on a broker's trading platform, on a charting program, or in a timely published report.\n\nA dividend is a distribution of part of a company's earnings to the company'sshareholders. When a stock is trading ex-dividend, the current stockholder has received a recent dividend payment and whoever purchases the stock will not receive the dividend. The stock's price is likely to be lower as a result.\n\nThere are quite a few qualifiers that relate to dividends. For example, -j as a suffix indicates that the stock paid a dividend earlier in the year but currently does not carry a dividend.\n\nYou'll need to look at two important dates to determine who should get a dividend—the \"ex-date\" (or XD) and therecord date.\n\nAn investor must be on the company's books as a shareholder to receive a dividend. Once the company sets the record date, the ex-dividend date is set. The ex-dividend date for stocks is usually set one business day before the record date. An investor who purchased shares before the ex-dividend date will get the upcoming dividend. If a purchase took place on or after the ex-dividend date, then the seller gets the dividend.\n\nCompanies also use the record date to determine to whom to send financial reports,proxy statements, and other required information.\n\nIf a dividend is 25% or more of the stock's value, then special rules will apply to determine the ex-dividend date. When this happens, the ex-dividend date is deferred until one business day after the dividend is paid.\n\nSometimes a company pays a dividend in the form of stock rather than cash—either as additional shares in the company or in asubsidiarythat is being spun off. Setting the ex-date for stock dividends may be different from cash dividends. It will be set the first business day after the stock dividend is paid (and is also after the record date).\n\nSelling before the ex-dividend date includes an obligation to deliver any shares acquired as a result of the dividend to the buyer of your shares since the seller only receives an I.O.U. from their broker for the additional shares.\n\nAccording to theSecurities and Exchange Commission(SEC), the day you can sell your shares without being obligated to deliver the additional shares is \"not the first business day after the record date, but usually is the first business day after the stock dividend is paid.\"",
  "url": "https://www.investopedia.com/terms/x/xd.asp"
}