{
  "term": "Xetra: What it is, Comparison to Other Trading Systems",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nThe term Xetra refers to an electronic German stock exchange based in Frankfurt. The system is owned and operated by the Deutsche Börse Group. Launched in 1997, the trading platform offers electronic trading in stocks, funds, bonds,warrants, andcommoditiescontracts.\n\nThe majority of trades executed in Germany go through Xetra in addition to about one-third of continental Europe's trading inexchange-traded funds (ETFs). Investors who use Xetra can take advantage of the low costs, high transparency, and quick execution times whenever they make trades.\n\nAs mentioned above, Xetra is a fully electronic trading platform. Headquartered in Frankfurt, Germany, the exchange is operated by Deutsche Börse Group, which also owns theFrankfurt Stock Exchange (FRA)or Frankfurter Wertpapierbörse.Deutsche Börse Group is a diversified organization with a range of products and services that span the financial industry’s value chain. This includes listing, trading, clearing, and settlement, along with custody services, liquidity management, and more.\n\nXetra launched in 1997 and was one of the first global electronic trading systems and has grown to account for the majority of all stocktradeson the FRA. In fact, more than 90% of all share trading in Germany takes place through Xetra. This is on top of about 30% of all ETF trading that takes place in continental Europe.\n\nThe Xetra platform offers increased flexibility for seeing order depth within the markets. And because it is a completely electronic platform, it offers investors a trading platform with low costs and hightransparencyas well as fast turnaround times for their orders. This is especially true for shares that are highly traded, including those that are on theDAX. This index represents 40 of the biggest and most liquid German companies that trade on the FRA.\n\nTrading on the Xetra electronic platform takes place Monday to Friday between 9 a.m. to 5:30 p.m. local time. There is no trading activity on major holidays. The platform hosts an opening auction daily at 8:50 a.m and a closing auction at 5:30 p.m.\n\nThe number of trading participants on Xetra, about half of which are based in Germany, as of July 2022.\n\nXetra may be one of the largestelectronic tradingsystems in the world, but it certainly isn't the only one and wasn't the first to offer the ease of automated trading.\n\nThe first automated system for direct trading among U.S. institutions was launched in 1969 and was calledInstinet(originally named Institutional Networks).Nasdaqfollowed with its own automated system in 1971.Trade orders were made on these and other similar systems over the phone.\n\nTheNew York Stock Exchange (NYSE)launched itsDesignated Order Turnaround (DOT)system, which allowed brokers to route orders directly to specialists on the floor. In 1984, SuperDOT emerged, which effectively expanded the number of shares sent to the floor at one time to nearly 100,000. Nasdaq soon offered theSmall Order Execution System (SOES)to compete with NYSE.\n\nElectronic trading is fairly common in today's financial industry. It dominates the public markets over physical trading activity, thanks to the rise of internet technology. In fact, very few exchanges offer trading on a physical trading floor. Instead, the majority of trading takes place globally on electronic platforms like Xetra. But there are risks—notably, greatercybersecuritythreats.\n\nWhile individuals remain at some level of cyber-attack risk, larger entities such as businesses and government systems are often the main targets of cybersecurity attacks. The U.S. Department of Homeland Security uses high-tech cybersecurity measures to protect sensitive government information from other countries, nation-states, and individual hackers. Any financial system that stores credit card information from its users is at high risk, along with systems like exchanges.\n\nBörse Frankfurt. \"The Stock Exchanges of Deutsche Börse.\"\n\nBörse Frankfurt. \"Trading hours and trading calendar.\"\n\nXETRA. \"Trading participants by country with an FWB admission.\"\n\nNasdaq. \"Nasdaq: 50 Years of Market Innovation.\"",
  "url": "https://www.investopedia.com/terms/x/xetra.asp"
}