{
  "term": "XOF (West African CFA Franc): Definition, History, and Countries",
  "definition": "The West African CFA franc (XOF) is the shared currency of eight independent states in West Africa. The XOF uses both coins andbanknotes, with the franc subdivided into 100 centimes. The Central Bank of West African States, located in Dakar, Senegal, regulates the currency. The members that use the West African CFA France consist of the West African Economic and Monetary Union and include Benin, Burkina Faso, Ivory Coast, Guinea-Bissau, Mali, Niger, Senegal, and Togo. Together, these countries have aspending powerthat exceeds over 78 billion dollars.\n\nThe CFA franc is one of two regional African currencies backed by the French treasury with pegging to the euro. 'CFA franc' can refer to either the Central African CFA franc, abbreviatedXAFin currency markets, or the West African CFA franc, abbreviated XOF in currency markets. Although they are separate currencies, the two are effectively interchangeable as they hold the same monetary value against other currencies. In theory, however, the French government or the monetary unions using the currencies could decide to change the value of one or the other.\n\nBecause the members are joined together by their use of the CFA franc, they have created what is known as the CFA franc zone. The CFA franc zone is made up of the two independent unions of the West African Economic and Monetary Union and the Central Africa Economic and Monetary Community. The dual union helped cement the value and usability of the CFA franc, first by setting its equivalent to the French franc, which later became the euro. By aligning the values, the colonies were able to gain security and stability with the franc. In return, however, the French treasure required large deposits of theirexternal reservesinto their accounts, first at 65-percent and then later, lowered down to 50-percent.\n\nCFA stands forCommunatué financière d'Afriqueor African Financial Community.\n\nAlong with the Central African CFA franc (XAF), the West African CFA franc (XOF) makes up the currency for most of central and west Africa. The currency was introduced following the World War II and replaced the French West African franc.\n\nSeveral countries belonging to the West African Economic and Monetary Union (UEMOA) were French colonies using the French West African franc, including the Ivory Coast, Dahomey, French Sudan, Mauritania, Niger, Senegal, Togo and Upper Volta. As those colonies gained independence, they continued to use the CFA France for their currency.\n\nMali, also known as French Sudan, was the only independent colony to create a national currency in 1961. However, by 1984, Mali returned to use the CFA franc, with an exchange of 1 CFA France to 2 Malian francs. The CFA pegs to the euro.\n\nCreation of the CFA franc was in 1945, following the end of the Second World War. Previously, French colonies had their currencies pegged to the French franc. However, changes made by the signing of theBretton Woods Agreement, ratified in 1945, pegged the French franc to the dollar, which devalued theFrench Franc. France created the new currency to avoid devaluing the money in its colonies.\n\nThe initialexchange ratein 1945 was 1 CFA franc to 1.70 French francs. In 1948, the rate changed to 1 CFA franc to 2 French francs after the devaluation of the French franc.This artificially high exchange rate for the CFA franc caused economic stagnation among the countries in the CFA franc zone in the 1980s and early 1990s. In consultation with France and the International Monetary Fund, the African monetary unionsdecided to devalue their currenciesby 50 percent, which, along with other fiscal and monetary policy adjustments, generated GDP growth of 5 percent in the CFA franc zone between 1995 and 2000.\n\nWhen France switched from the franc to theeuro, the currencies retained parity, so the currencies currently trade at 100 CFA franc to 0.152449 euro.\n\nThe XOF West African CFA franc is the official currency of eight West African countries that form part of the West African Economic and Monetary Union (WAEMU). The currency code is XOF.\n\nThe XOF West African CFA franc is used by eight countries: Benin, Burkina Faso, Côte d'Ivoire, Guinea-Bissau, Mali, Niger, Senegal, and Togo. These countries form the West African Economic and Monetary Union (WAEMU) and share a single currency to promote economic stability and integration within the region.\n\nThe XOF is pegged to the euro at a fixed exchange rate, ensuring stability in international trade with the Eurozone. The exchange rate was originally pegged to the French franc before the euro was introduced in 1999.\n\nThe XOF West African CFA franc is the shared currency of eight West African countries: Benin, Burkina Faso, Côte d'Ivoire, Guinea-Bissau, Mali, Niger, Senegal, and Togo. It's tied to the euro, which means its value stays stable compared to other currencies, making it easier for these countries to trade with each other and with European nations.\n\nThe Conversation. \"CFA Franc: Conditions Are Ripe for Replacement of the West African Currency Rooted in Colonialism.\"\n\nBCEAO. \"History of the CFA Franc.\"",
  "url": "https://www.investopedia.com/terms/w/west-african-cfa-franc-xof.asp"
}