{
  "term": "XRT: What It Means, How It Works, Function Of Rights",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nXRT is an extension printed after theticker symbolfor a stock. It indicates that the stock is trading on anex-rightsbasis. (XRT is an abbreviation for the word ex-rights.) Ex-rights means that the buyer of the stock does not have the rights to purchase more shares at a lower price anymore because those rights have expired. XRT is printed on the ticker tape—or displayed on the electronic ticker—for clarity and to avoid disputes or confusion about where the rights currently remain.\n\nXRT is also the ticker symbol for theSPDR S&P Retail exchange-traded fund(ETF). This is an index fund that tracks a broad-based, equal-weighted index of U.S. retail industry stocks.\n\nXRT is a symbol added as an extension to the ticker symbol for a stock that is trading ex-rights. On the ticker, the extension is added after a dot and after the ticker symbol. For example, a trade of stock Apex Borax Company with the ticker symbol ABC that is ex-rights would display as \"ABC.XRT\" on the ticker.\n\nRightsare a type of financial instrument that give the purchaser of a stock the right to purchase more shares at a lower price than the trading price for the first month or two after the initial purchase. It is said that rights are \"attached\" to a stock, although in some cases these rights are detachable. After that specified initial time period in which the rights are attached, those rights expire; at this time, the stock is said to be traded \"ex-rights.\" When a stock hits the rights expiration period and goes ex-rights, it usually trades for lower than it has been for a brief period of time, because the beneficial rights are no longer attached to it.\n\nThe function of attaching rights to a stock through a rights offering is to facilitate buyers maintaining their position in the stock if the stock issues more shares not long after the buyer purchases. It functions similarly to the way a price guarantee does for the purchase of a retail product, in which the purchaser does not need to worry that the price of a product will skyrocket because the price is guaranteed for a certain period of time.\n\nThis is the reason the price of the stock goes down when the rights expire because there is no longer a guarantee that the purchaser can maintain an ownership percentage at the same price. This makes the stock less valuable to the purchaser.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/x/xrt.asp"
}