{
  "term": "Y-Share: What It is, How It Works, Example",
  "definition": "Y-shares are aninstitutional shareclass offered in open-end mutual funds. Targeting institutional investors, the share class often has a high minimum investment, beginning at approximately $25,000. This share class also offers the benefit of waived or limited load charges and lower comparative total annual fees.\n\nY-shares are an alternative toI-shareswhich are in the most commonly offered mutual fund share class forinstitutional investors. Y-shares have features and characteristics that are tailored to institutions.\n\nHigh minimum investments are one of the most distinguishable characteristics of Y-shares and other institutional shares classes. Minimum investments typically begin at $25,000 and can be as high as $5 million. Sales loads are usually not required for Y-shares, which allows institutional investors to buy and sell shares with no added commission charges.\n\nSince Y-shares are not associated with intermediary sales charges, they also usually do not pay any distribution fees or12b-1 feesfrom the fund’s expenses. Without 12b-1 fees, the total expense ratios are lower overall than other share classes in the fund, which is another benefit for institutional investors.\n\nWhile Y-shares are typically reserved for institutional investors, they may allow investment from retirement plan investors in some cases. Mostmutual fundswill have designated retirement share classes with similar benefits to institutional shares.\n\nFunds without retirement share classes may allow pooled fund investments in Y-shares from retirement plans that collectively seek investment in the fund. This can provide a significant benefit to retirement shareholders, who would take part in the savings from the share class’s lower fees.\n\nPutnam Investments is one investment manager that offers Y-shares across many of its funds as the primary share class for institutional investors. ThePutnam Global Equity Fundprovides one example. The Fund offersA-shares, B-shares, C-shares, M-shares, R-shares, R6-shares, T-shares, and Y-shares.\n\nThe Putnam Global Equity Fund’s Y-share class charges no front-end or back-end sales commissions. The share class also charges no 12b-1 fees, which helps it to have one of the lowest annual expense ratios in the fund. Performance for the Y-shares as of March 31, 2022, was also one of the highest in the Fund for the last five years at 8.92%.\n\nMany Y-share classes have no fees for purchasing the shares, but charge a management fee. Y-share classes do tend to have a high minimum investment threshold—$25,000 or more, however.\n\nAdvisors may upgrade to Y-shares if there is a cost savings benefit. Mutual funds, meanwhile, may change the share class of an issued fund—called a reclassification—if certain requirements are met.\n\nY-shares are an institutional share class issued by mutual funds, not to be confused with Y stocks. Y-stocks, which are sometimes called Y-shares, are American depositary receipts (ADRs) trading in the U.S. market but represent a foreign stock. F-stocks are foreign stocks trading in the local foreign market.\n\nPutnam Investments. \"Putnam Focused International Equity Fund.\"",
  "url": "https://www.investopedia.com/terms/y/y-share.asp"
}