{
  "term": "Y: What It Means, How It Works, Examples",
  "definition": "Y is a letter that appears on a stock symbol specifying that a particular stock is anAmerican depositary receipt(ADR). A stock symbol (also known as a ticker symbol) is a unique series of letters that are a shorthand way of identifying a company's specific stock. Astock symbolcan include a letter at the end of the symbol that conveys information about that stock's trading status. These symbols help investors differentiate one type of investment from another.\n\nFor example,Class A sharesof a stock will have the letter \"A\" at the end of the stock symbol, while Class B shares will have the letter \"B.\" Allmutual fund tickershave an \"X\" at the end of their symbol to differentiate them from other security types. Stock symbols that end in the letter \"Y\" are American depositary receipts (ADRs), which are negotiable certificates that representshares of a foreign stock.\n\nY stock is a type of foreign security traded on U.S.stock exchanges. Investors can identify that these shares are American depositary receipts by the \"Y\" code appearing at the end of the stock symbol. Y stock offers investors one way to invest in foreign companies. Other ways to invest in companies with foreign domiciles includeinternational funds, U.S. foreign stock initial public offerings (IPOs), and direct investments in foreign markets.\n\nInvestment firms that want to issue ADRs must register them with the Securities and Exchange Commission (SEC) usingSEC Form F-6.﻿﻿\n\nAmerican depositary receipts are traded on a U.S. exchange. These shares are uniquely offered through a process that involves a partnership between the foreign company and a U.S. depositary bank. Foreign companies deposit their shares at a U.S. bank and the bank issuesdepositary receipts(DR) on their behalf. These depositary receipts are negotiable certificates that represent the foreign company's shares traded on a local stock exchange.\n\nA U.S. bank issued the first ADR in 1927 to enable investors to purchase shares of a British department store.﻿﻿ ADRs were introduced in response to the difficulties involved with buying shares in foreign corporations on foreign exchanges. They help to alleviate some of the challenges involved with foreign exchange trading, such ascurrencyfluctuations and market price changes. ADRs offer a convenient way to invest in a foreign company and are also cost-efficient.\n\nU.S. banks andbrokeragescan purchase bulk lots of shares from a foreign corporation and reissue them as ADRs on the New York Stock Exchange, American Stock Exchange, Nasdaq, orover-the-counter markets, also known as off-exchange trading. In some cases, the shares may not have a 1:1 ratio with share issuance representing groups of shares. Prices for ADRs are quoted in U.S. dollars and dividends are paid in U.S. dollars. The trading and settlement process is the same as shares that are directly listed on the U.S. exchanges. ADR distributions are managed by the depositing bank. ADRs may also have special tax treatment.\n\nADR risks includeinflation risk, which refers to the risk that the value of the issuing country's currency will erode over time, thus impacting the value of the ADR.\n\nU.S.-listed ADR securities will usually have a two-to-five character ticker symbol with the last character being the letter Y. The Y identifies the stock as an American depositary receipt. When investors buy or sell ADRs, they are trading in the U.S. market and thetrade will clearin U.S. dollars. Y stock listings are typically most common on over-the-counter markets, while ADRs trading large U.S. exchanges may or may not include the letter.\n\nTwo examples of Y stock listings include Adidas AG and BNP Paribas S.A. Both stocks trade on the over-the-counter market. Adidas AG, a German sportswear company, trades with the symbol ADDYY. Financial services firm BNP Paribas S.A. trades with the symbol BNPQY.\n\nU.S. Securities and Exchange Commission. \"Form F-6, Registration Statement Under the Securities Act of 1933 for Depositary Shares Evidenced by American Depositary Receipts.\" Accessed Dec. 8, 2020.\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: American Depositary Receipts.\" Page 1. Accessed Dec. 8, 2020.",
  "url": "https://www.investopedia.com/terms/y/y.asp"
}