{
  "term": "Yacht Insurance: What It Means, How It Works",
  "definition": "Yacht insurance is an insurance policy that provides indemnityliability coveragefor a sailing vessel. It includes liability coverage for bodily injury or damage to the property of others and damage to personal property on the vessel. Depending on the insurance provider, this insurance could also include gas delivery, towing, and assistance if your yacht gets stranded.\n\nSome companies specialize in providing coverage for antique and classic boats. You can choose between anactual cash valueoragreed valuepolicy. The former is cheaper but factors in depreciation and market value, so your payout will be less.Some policies include discounts based on your boating education, safety features, and whether you have a hybrid or electric boat. Some companies also offer apackage dealthat decreases the rate on a yacht insurance policy if you purchase additional policies, such as for your home or car.\n\nBoats are defined as vessels under 197 feet long, while ships are 197 feet long or longer. There is no agreed uponlength for a yacht, but they are generally considered to be at least 30 feet long. A vessel under 27 feet is considered a pleasure boat.\n\nAlthough there isn't a standard definition of what the size of a yacht is, we can see that there is a general agreement within a range. With that being said, this general range falls within class 2 and class 3 of the Federal boat classification system.\n\nFor its own purposes, the National Boat Owners Association marks the dividing line at 27 feet. Most yacht coverage is broader and more specialized than pleasure boat coverage, because larger vessels travel farther and are exposed to greater risks.\n\nYacht insurance is broader and more specialized than pleasure boat coverage, due to the fact that a yacht can sail farther and thus runs greater risks.\n\nA yacht insurance deductible, the amount of money you must pay out of your own pocket before your insurance kicks in, is usually a percentage of the insured value. A 1% deductible, for example, means that a boat insured for $100,000 would have a $1,000 deductible. Most lenders allow a maximum deductible of 2% of the insured value.\n\nGenerally, yacht insurance coverage does not include wear and tear, gradual deterioration, marine life, marring, denting, scratching, animal damage, osmosis, blistering, electrolysis, manufacturer’s defects, defects in design, and ice and freezing.\n\nThere are two principal sections of a yacht insurance policy.\n\nHull insurance is an all-risk, direct damage coverage that includes an agreed amount of hull coverage. That amount is settled on when the policy is written, and in the case of a total loss it will be paid out in full.In addition, there isreplacement costcoverage on partial losses, though sails, canvas, batteries, outboards, and sometimes outdrives are not include and instead are subject to depreciation.\n\nProtection and indemnity (P&I) insurance is the broadest of all liability coverages, and because maritime law is particular, you will need coverages that are designed for those exposures. Longshore and harbor workers’ coverage andJones Actcoverage (for the yacht’s crew) are included and important, because your losses in these areas could run into six figures. P&I will cover any judgements against you and also pays for your defense inadmiralty courts.\n\nInsurance Information Institute. \"Boat insurance and safety: Boat insurance coverage.\" Accessed Jan. 31, 2022.\n\nNational Boat Owners Association (NBOA). \"The Best Yacht Insurance Rates.\" Accessed Jan. 31, 2022.\n\nDiscoverBoating.com. \"Boat Insurance Guide: Insurance Discounts.\" Accessed Jan. 31, 2022.\n\nMalhotra Insurance. \"Watercraft and Boat Insurance: Is There a Difference?\" Accessed Jan. 31, 2022.\n\nU.S. Government Publishing Office. \"Coast Guard, DOT.\" Accessed Jan. 31, 2022.\n\nDiscoverBoating.com. \"Boat Insurance Guide: Boat Insurance Coverage FAQs: What is a normal deductible?\" Accessed Jan. 31, 2022.\n\nAbsolute Insurance of Palm Beach County, Inc. \"Yacht Insurance.\" Accessed Jan. 31, 2022.\n\nInternational Marine Underwriters. \"Commercial Hull and P&I.\" Accessed Jan. 31, 2022.\n\nDiscoverBoating.com. \"Boat Insurance Guide: Boat Insurance Coverage FAQs: What should I look for in a yacht policy?\" Accessed Jan. 31, 2022.\n\nGallagher Charter Lakes. \"Protection & Indemnity Insurance – What is it???\" Accessed Jan. 31, 2022.",
  "url": "https://www.investopedia.com/terms/y/yacht-insurance.asp"
}