{
  "term": "Yale School of Management",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nYale School of Management (Yale SOM) is Yale University's graduate business school. Yale School of Management offers bothMBAand Ph.D. level programs and is known for, among other things, its focus on finance and ethics. The school introduced a new kind of integrated curriculum that combines a brief period of foreign study with organizational and employee analysis.﻿﻿\n\nYale School of Management is located in New Haven, Conn. The first class to attend the school arrived in 1976, after receiving a donation to establish the program in 1971. The school’s mission is shaped by three main objectives:﻿﻿\n\nYale School of Management offers several different programs for graduate studies. In addition to the standard two-year master of business administration (MBA), the school also offers anexecutive MBAprogram for working students; a master of advanced management for graduates of business schools that are members of the Global Network for Advanced Management; master's degree in asset management; master’s degree forsystemic risk; a master’s degree for global business and society; a Ph.D. program; and executive education programs.\n\nThe doctoral program at Yale School of Management is a full-time, in-residence program intended for students who plan scholarly careers involving research and teaching in management.\n\nYale School of Management is one of the smaller business schools in America, with nearly 100 faculty and roughly 350 slots in its MBA program.﻿﻿ Admission is competitive; around 25% of applicants are accepted for its MBA class for the 2021 in-coming class, a figure which varies somewhat year-to-year.﻿﻿\n\nNotable Yale School of Management alumni include Jane Mendillo, D. Ellen Shuman, and Sandra Urie.\n\nFor the academic year 2021–2022, the total tuition and fees are $76,770. (Tuition at Yale School of Management is $74,500; there is an additional program fee of $2,270.) Other expenses are budgeted based on a single student assuming a modest lifestyle and shared housing:\n\nTuition at Yale School of Management is slightly higher than at other highly-ranked business schools. The annual MBA tuition at Harvard Business School is $73,440 (excluding fees and living expenses); At The University of Chicago Booth School of Business, the annual MBA tuition is $72,000 (also excluding fees and living expenses).\n\nYale School of Management strives to be the graduate business school most connected to its home university. The two schools offer ten joint degree programs:﻿﻿\n\nNearly 15% of the Yale School of Management students pursue joint degrees.﻿﻿ Students are also required to fulfill a global studies requirement to graduate. This requirement can be filled by taking an international experience course, a week-long global networks course, utilizing a global virtual team, a global social entrepreneur course, a global social enterprise course, or an international exchange with a partner school.\n\nThe median undergraduate GPA for Yale School of Management's Class of 2022 is 3.65 (based on a 4.0 grading scale, where GPA appears on the transcript).﻿﻿\n\nAccording to U.S. News and World Report's 2022 List of Best Business Schools, Yale's business school is ranked number nine in the U.S.\n\nStanford's University business school is thetop-ranked business schoolin the U.S., followed by the Wharton School at the University of Pennsylvania and The Booth School of Business at the University of Chicago.\n\nWhile the school has different online learning programs for students, there is no online-only MBA degree. Here's a link to the online programs the school offers.\n\nYale School of Management Executive Education’s collection of online executive programs ranges from courses on Corporate Sustainability Management, Decision Making, Digital Marketing.﻿﻿\n\nKerwin Charles is the Indra K. Nooyi Dean of the Yale School of Management, as of July 1, 2021.﻿﻿\n\nYale University's Yale School of Management offers an MBA degree, in both full-time and executive formats, as well as one-year master’s degree programs in systemic risk, global business and society, asset management, and advanced management. The school also offers advanced PhD-level study in management fields.\n\nThe school is located in New Haven, Conn.; the program was established in 1971 and the first class to attend the school arrived in 1976. For the academic year 2021-2022, the total tuition and fees are $76,770. (Tuition at Yale School of Management is $74,500. There is an additional program fee of $2,270.) Kerwin K. Charles is the Indra K. Nooyi Dean of the Yale School of Management and the Frederic D. Wolfe Professor of Economics, Policy, and Management.\n\nYale. \"Our Integrated Core Curriculum.\" Accessed March 29, 2021.\n\nYale. \"About Yale University.\" Accessed March 29, 2021.\n\nYale School of Management. \"Doctoral Programs.\" Accessed July 15, 2021.\n\nYale School of Management. \"Master’s Degree in Global Business and Society.\" Accessed July 15, 2021.\n\nYale School of Management. \"Master’s Degree in Systemic Risk.\" Accessed July 15, 2021.\n\nYale School of Management. \"Master of Advanced Management.\" Accessed July 15, 2021.\n\nYale School of Management. \"MBA For Executives: Elevate Your Leadership.\" Accessed July 15, 2021.\n\nYale School of Management, \"Class Profile: Class of 2022.\" Accessed May 11, 2021.\n\nPoets & Quants. \"MBA Apps Rise 8.1% At Yale SOM, After A Two-Year Decline.\" Accessed May 17, 2021.\n\nYale School of Management. \"Cost Information.\" Accessed July 15, 2021.\n\nThe University of Chicago Booth School of Business. \"Full-Time MBA Cost.\" Accessed July 15, 2021.\n\nHarvard Business School. \"Annual Cost of Attendance.\" Accessed July 15, 2021.\n\nYale School of Management. \"Joint Degrees.\" Accessed March 29, 2021.\n\nYale School of Management. \"Joint Degree Programs,\" Page 2. Accessed March 29, 2021.\n\nYale School of Management. \"Class Profile: Class of 2022.\" Accessed July 15, 2021.\n\nU.S. News and World Report. \"2022 Best Business Schools.\" Accessed July 15, 2021.\n\nYale School of Management. \"Digital Programs.\" Accessed July 15, 2021.\n\nYale School of Management. \"Economist Kerwin Charles Named Next Dean of Yale SOM.\" Accessed July 15, 2021.",
  "url": "https://www.investopedia.com/terms/y/yale-school-of-management.asp"
}