{
  "term": "Yankee Market: What It Means, How It Works",
  "definition": "\"Yankee market\" is a slang term for thestock marketin the United States.\n\nYankee market is usually used by non-U.S. residents and refers to the slang term for an American, a Yankee (or Yank), which itself is sometimes used as a playful, though sometimes derogatory, reference to U.S. citizens.\n\nThe term Yankee market was used in business slang but has become widely accepted, much like the \"bulldog market\" refers to the U.K. market and \"samurai market\" refers to the market in Japan.\n\nRelatedly, aYankee bondis one issued by a foreign bank or company but traded in the United States and priced in U.S. dollars.\n\nYankee bonds are frequently issued in tranches, defined as individual portions of a larger debt offering or financing arrangement. Tranches can vary with respect to risk levels, interest rates, and maturities.\n\nOfferings can be quite large, rising up to $1 billion. There are strict U.S. regulations for the issuing of these bonds, resulting in a slow-selling process: It can take more than three months for a Yankee bond issue to be approved, during which time a debt-rating agency evaluates the issuer's creditworthiness.\n\nA reverse Yankee market and reverse Yankee bond refer to U.S. companies participating in the Euro bond market. It’s increasingly common to see American companies issuing debt in Europe.\n\nThe reverse Yankee market is reported to have reached €380 billion.\n\nIn 2017, TheFinancial Timesreported on the reverse Yankee market as it detailed General Electric (GE) selling an €8 billion bond and gathering €22 billion of orders, a deal theFinancial Timescalls “one of the largest ever deals in the single currency, showing the depth of demand for long-dated issuance from U.S. borrowers.”\n\nThe article describes so-called reverse Yankee deals becoming increasingly popular, illustrated by large American issuers like Pfizer and Coca-Cola raising multibillion-euro deals. In 2015, Coca-Cola raised €8.5 billion across fivetranches, which at the time was the largest reverse Yankee deal. The GE sale beat that as “the fourth-largest euro corporate bond sale ever,” and arguably worked to strengthen future interest in reverse Yankee deals by major U.S. businesses.\n\nAllergan and Baxter International, the Financial Times reported, were examples of two companies that announced investor meetings in Europe ahead of planned bond sales in 2017.\n\nBloomberg reported that U.S. companies in 2017 borrowed 57 billion euros in Europe, compared with 42 billion euros in that same period of 2016.\n\nCompanies involved in these reverse Yankee deals included heavy-hitters such as Kimberly Clark, GM Financial, Nestle, AT&T, Apple, IBM, Kellogg, Procter & Gamble, Netflix, Aramark, AMC Entertainment, Levi Strauss, and American Honda.\n\nReuters. \"The Yankees are coming! U.S. firms rush to euro debt markets.\" Accessed July 23, 2021.\n\nFinancial Times. \"US companies line up for euro bond market; General Electric up today.\" Accessed July 28, 2021.\n\nBloomberg. \"Reverse Yankee Bonds Set Record Pace as Europe Outbids U.S.\" Accessed July 28, 2021.",
  "url": "https://www.investopedia.com/terms/y/yankee-market.asp"
}