{
  "term": "Yard: Financial Slang Term for One Billion",
  "definition": "Yellow Dog Productions / Getty Images\n\nThe term \"yard\" is a financial industry word derived from the term \"milliard,\" which is used in the United Kingdom and is equivalent to the American English one billion.\n\nA yard is equal to 10y—10 to the ninth power—or the number one followed by nine zeros, which is written out as 1,000,000,000. If someone were to purchase one billion U.S. dollars, they could refer to the purchase as a yard of U.S. dollars.\n\nThefinancial world, just like any other industry, has its ownslang terms, including the word yard. It refers to one billion and offers a concise method of naming the figure. It is most often used to avoid any confusion with the words million or trillion when making a trade. And it's often used in currency trading.\n\nDifferent terminology is used throughout the world to identify large numbers. For example, one billion can be called one yard, one milliard, or one thousand million, depending on the country in which it's used.\n\nThe financial industry is full of slang that is commonplace, including cable, which is used to refer to the currency pairing between the pound and U.S. dollar, andloonie, another name for the Canadian dollar which bears a loon on its front side.\n\nYard, which means one billion in financial slang, is used to avoid confusion with similar sounding words such as million or trillion.\n\nTradersat different times through the years have developed their own terminology, or financial slang, in order to make trading clearer, easier, and more efficient. The use of yard is meant to prevent any confusion with other, similar sounding words, such as million and trillion.\n\nFor example, traders at one time communicated with each other when placing orders through the open outcry system. They shouted to one another or used hand signals to transmit information about their buy and sell orders.\n\nWith the growth in financial technology, the trading world began to make the conversion from open outcry to electronic trading. In fact, many of the world's largest exchanges eliminated open outcry trading and adopted a fully integrated electronic trading system. These exchanges include the London Stock Exchange (LSE), India's Bombay Stock Exchange (BSE), and the Toronto Stock Exchange (TSX).\n\nAccording to Reuters, terms like yard and cable may continue to survive, but electronic and over-the-phone trading is leading to the slow death of a lot of financial slang in general.\n\nFurthermore, up and coming traders are educated using modern technology, and are not as familiar with the financial lingo that was once popular (and necessary) on trading floors around the world. This means that many of them most likely won't be using terms such as yard.\n\nIt's still used in currency trading. But it's a holdover to an earlier time when it was important to traders to place clearly heard orders on the exchanges. They didn't want to end up with an executed order that was larger or smaller than it was meant to be.\n\nThat depends on how it's used. Financial slang terms may quickly clarify for financial professionals the meaning of other terms that might confuse the listener. They can also shorten an interaction that demands speed.\n\nAs with any term or phrase, including the daily colloquialisms we all use at one time or another, the less it's used, the less it will be remembered through the years, and the greater the likelihood that it will be forgotten and disappear. However, yard is still handy for use by brokers and traders, especially those in the currency market, and may remain for some time to come.\n\nYard is a term still used by those in the financial industry, in particular currency traders, to mean billion. It is thought to be derived from the British term \"milliard.\"\n\nIt was heard regularly in open outcry during trading sessions because it prevented traders from mistaking the word billion for either million or trillion. In this age of electronic trading systems and the disappearance of the open outcry trading system, it is used by fewer people in the industry.\n\nNPR. \"Millions and Billions and Billiards and Milliards.\"\n\nReuters. \"Modern Trading Killing Off 'Barrow Boy' Market Slang.\"",
  "url": "https://www.investopedia.com/terms/y/yard.asp"
}