{
  "term": "Years Certain Annuity: What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nA years certain annuity is a retirement income product that pays the holder a continuous periodic income, generally monthly, for a specified number of years. Like allannuities, it is used to provide a steady income during retirement. However, what makes a years certain annuity unique is that it provides that income for a predetermined length of time regardless of how long the annuitant lives.\n\nThis differs from a life annuity, which provides payouts for the remainder of the annuitant's life and, in certain cases, the life of the annuitant's spouse.\n\nA years certain annuity may also be referred to as a \"period certain annuity,\" \"annuity certain,\" \"fixed period annuity,\" or a \"guaranteed term,\" or \"guaranteed period annuity.\"\n\nFor review, an annuity is a financial product that is usually issued by an insurance or financial services company that pays the recipient—called theannuitant—a stream of payments over a period of time. Typically, retirees use annuities to create a stable income stream.\n\nTheaccumulation phaseis when the annuity is being funded by the individual and payouts have to yet to occur. Theannuitization phaseis when the payouts begin and the length of time in which the payouts are made can vary depending on the type of annuity purchased. Some annuities make payments for a preset number of years while others pay the recipient for as many years as the person remains living.\n\nA years certain annuity typically involves larger monthly payouts than a life annuity or an immediate annuity since it pays out over a clearly defined period of time rather than until the death of theannuitant. During the period specified by the annuity owner, payments are made to the annuity owner until the period ends. Should the annuitant die before the period ends, their beneficiary will receive the balance of payments until the period reaches its expiration.\n\nFor example, if the annuity buyer chose a years certain annuity with a 10-year period, but they died in year eight, their beneficiary would receive payments for the remaining two years. If the annuitant were to die after the predetermined 10-year period ended, then no additional payment would be due to a beneficiary.\n\nGiven the specialized nature of years certain annuities, they are used less frequently than life annuities. The period lengths for a years certain annuity can range from five to 30 years.\n\nGiven their unique role in retirement income planning, a years certain annuity has a narrow \"sweet spot\" of usefulness. As a result, it may be more appealing to an individual who will have another source of income during retirement, such as another annuity or other retirement plan. A years certain annuity would be risky if it were the only retirement income because the annuitant could outlive the payment period and be forced to spend the remaining retirement years on a reduced income.\n\nA years certain annuity also might be used to cover a short period of time, such as the gap between retirement and the age at which fullSocial Securitybenefits may be claimed. Such a use would generate a higher income payment than a life annuity, which is riskier for the annuity writer because it continues paying benefits until death.",
  "url": "https://www.investopedia.com/terms/y/years-certain-annuity.asp"
}