{
  "term": "Year's Maximum Pensionable Earnings (YMPE) Overview",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nThe Canadian government sets the year's maximum pensionable earnings (YMPE) figure. The YMPE determines the maximum amount on which to base contributions to the Canada or Quebec Pension Plan (C/QPP). The YMPE specifies theearningsamount that can be used in calculating pension contributions for each year.\n\nTheCanada Pension Plan (CPP)determines the maximum earnings amount for which contributions to the Canada Pension Plan can be made. According to the Government of Canada, the maximum pensionable earnings under the Canada Pension Plan (CPP) for 2022 is $64,900—up from $61,600 in 2021. Contributors who earn more than $64,900 in 2022 cannot make additional contributions to the CPP.\n\nBeginning in 2024, a separate contribution rate will be implemented for earnings above the YMPE (expected to be 4% each for employers and employees).\n\nThe Canada Pension Plan is similar to theSocial Securityprogram in the United States. It provides workers with a series of monthly payments in retirement.The size of those payments depends on an individual's earnings during their working years.\n\nOn June 20, 2016, Canada's ministers of finance agreed to augment the CPP. The deal increased how much working Canadians would receive from the CPP—from one-quarter of the employees' eligible earnings to one-third, with a boost to the earnings limit. Changes will be phased in gradually over seven years—from 2019 to 2025—so that the impact is measured and piecemeal.\n\nThe enhancement has the following features:\n\nThe maximum pensionable earnings under the Canada Pension Plan (CPP) for 2022.\n\nThe higher contribution rate on earnings below the YMPE ($64,900 in 2022) will be phased-in over the first five years. In 2023, the CPP contribution rate, as estimated by the Department of Finance Canada, will be one percentage point higher for both employers and employees on earnings up to the YMPE.\n\nIn 2024, a separate contribution rate (expected to be 4% each for employers and employees) will be implemented for earnings above the YMPE at that time.\n\nGovernment of Canada. \"Canada Pension Plan (CPP).\"\n\nGovernment of Canada. \"MP, DB, RRSP, DPSP, and TFSA Limits and the YMPE.\"\n\nGovernment of Canada. \"Canada Revenue Agency Announces Maximum Pensionable Earnings for 2022.\"\n\nGovernment of Canada. \"CPP Retirement Pension: How Much You Could Receive.\"\n\nGovernment of Canada. \"Archived - Background on Agreement in Principle on Canada Pension Plan Enhancement.\"\n\nGovernment of Canada. \"CPP Retirement Pension Overview.\"",
  "url": "https://www.investopedia.com/terms/y/years-maximum-pensionable-earnings.asp"
}