{
  "term": "Yearly Renewable Term (YRT): What It Is, How It Works",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nYearly renewable term is a one-year temporary life insurance policy that automatically continues each year at the same death benefit. When someone buys a YRT insurance policy, the premium quoted is for one year of coverage based on the insured's current age. Premiums then increase annually to cover the increased risk of death as the insured ages while keeping their policy in-force.\n\nYearly renewableterm life insurance, or YRT, provides one year of insurance that pays a tax-freedeath benefitto the policy's beneficiaries if the insured dies during that 12-month period. Each year (unless the policy owner cancels the coverage or stops paying premiums), the YRT renews at the same death benefit but charges a higher premium that reflects the insured's higher age. This type of life insurance is also called increasing premium term insurance or annual renewal term insurance.\n\nActuaries at insurance companies determine what premium to charge for arenewable termpolicy, based on different risk variables. Using specific formulas that consider age, health, and other factors,actuariescan predict the likelihood a policyholder will die at a given age. Renewable term policies allow the policyholder to renew coverage each year without additional medicalunderwritingover a given period of time. YRT essentially actually functions as a series of one-year term policies that levy a new premium each year based on the insured's current age.\n\nYRT policies tend to be attractive to young insurance seekers who want to start out with a low-cost, flexible premium to meet their current needs. YRTs also fill niche short-term demands, such as for those awaiting insurance coverage while changing jobs; people who recently quit smoking; those with short-term medical conditions; and others who might only need one to two years of coverage.\n\nThe primary drawback of yearly renewable term life insurance is that if a policyholder renews for many years, they could end up paying more in premiums than if they'd started out buying a level term life or permanent life insurance policy. If someone buys a YRT policy and later realizes their coverage needs will last longer, the insurance company may let a policyholder convert the policy towhole life insurancewithout taking another medical exam.\n\nPolicyholders with a yearly renewable term life insurance policy can lock in a length of time during which they will remain insurable. During this period, the policy can be renewed without the need for a medical exam. Renewability rules vary by state and insurer, but it is generally permissible up to a certain age. For example, New York doesn't allow you to renew past age 80 as the cost would be too high to be worth it.\n\nThe policyholder's age is a major factor in determining howpremiumsare priced, so YRTs are particularly attractive to adults at lower ages. A young insured person's premiums start lower and generally increase with age. That's because the older you get,the more costly and riskyit becomes to insure you.\n\nMost policies come with a \"schedule of premiums.\" This is a chart that outlines the maximum amount you'll have to pay each year. Premiums are billed for this exact amount when the policy is renewed. While the premiums usually increase, the death benefit stays the same.\n\nYRTs offer flexible, low-cost coverage that appeals to those who only need insurance for a short period of time. Policyholders lock in a length of time during which they remain insurable. During this time, the policy can be renewed without the need for a medical exam.\n\nIf a policyholder renews for many years, they could end up paying more in total premiums than if they'd simply bought a level term life or permanent life insurance policy. However, you may have the option to covert the YRT to a level premium term or whole life policy without additional medical exams or underwriting.\n\nYearly renewable term provides coverage for one year at a time, with premiums rising annually based on the insured's current age. Other policies do not increase the premium as frequently. A 10-year renewable term policy, for example, carries the same premium through its 10-year term, and then can be renewed with new premiums based on your older age.Whole life policies generally charge a set premium throughout the life of the policy that never increases.\n\nYearly renewable term insurance can be a reasonable choice when you are a young adult or recognize the need for temporary insurance to address a short-term financial risk. However, as years pass and you renew the policy, your premiums will rise in parallel with your age. Consult a life insurance agent to help determine whether YRT is a good solution for your particular situation or if you'd be better with a policy that doesn't increase the premium as frequently.\n\nPretected.com. \"What Is Yearly Renewable Term?\"\n\nProgressive. \"Can You Switch From Term to Whole Life Insurance?\"\n\nNew York State. \"Life Insurance.\"\n\nFidelity Life. \"10 Year Term Life Insurance.\"",
  "url": "https://www.investopedia.com/terms/y/yearly-renewable-term-yrt.asp"
}