{
  "term": "Year-End Bonus Definition, Who Gets It, When, and Why?",
  "definition": "Julia Kagan is a financial/consumer journalist and former senior editor, personal finance, of Investopedia.\n\nPhotographer is my life. / Getty Images\n\nA year-end bonus refers to a form of compensation paid by employers to their employees in addition to their wages or salaries. Put simply, a year-end bonus is a reward that companies pay their workers.\n\nThe amount paid can vary but is usually based on an employee's position and salary. It is commonly tied to performance metrics, which means it can depend on whether certain milestones are met. Year-end bonuses may be made in different forms, including lump-sum payments in cash, to reward individuals for their hard work and dedication.\n\nCompensationcomes in many forms. Depending on the nature of the work and the type of company, employers may offer their employees salaries, wages,commissions, retirement plans, health benefits, stock options, and tips. Another type of compensation is the year-end bonus, which may also be called an annual or Christmas bonus.\n\nYear-end bonuses are offered by companies of different sizes, from small businesses to largemultinational corporations. As noted above, it is normally tied to an employee's performance over the calendar or fiscal year.\n\nSo employees who meet their sales quotas or other metrics may qualify for one. In some cases, anyone who exceeds their goals may be entitled to higher bonuses. It isn't uncommon for top executives and employees of financial firms on Wall Street to receive large bonuses at the end of the year.\n\nIf a company misses its targets or otherwise underperforms, a company may withhold year-end bonuses for some, if not all, individuals on the payroll.\n\nYear-end bonuses are often paid in cash as lump sums. Some companies, though, may choose to compensate their employees in other ways. This may include supplementalvacationdays, gifts, or in-kind transfers of stock. Bonuses fluctuate depending on the economy and the year's performance, but in most years the amount is substantial.\n\nSome companies may include these bonuses in their employees' contracts to encourage consistent results. Contractual year-end bonuses are more often offered to executive management when they are hired or promoted, and might not be tied to the company’s performance at all.\n\nIn this capacity, the bonus can serve as a hiring andretention toolto keep key personnel on board with a company when job openings at rival companies offer higher base salaries.\n\nCompanies and employees may choose to defer payment of a year-end bonus until the next year. So rather than receiving it in December, an employee may receive their bonus in January or February.\n\nThis option allows workers to push any additional tax burden to the next year. So although the employee qualifies for the bonus this year, the tax consequences don't apply until they receive the bonus the following year. This allows an employee to plan for thewindfallat the end of the next year.\n\nEmployers have remained cautious since the COVID-19 pandemic. According to a 2023 survey, 34% of employers didn't give their employees a year-end bonus. Of those surveyed, 76% of the companies paying a bonus said they would keep the amount the same while 15% said they were decreasing the amount.\n\nThere are several ways you can choose to use your year-end bonus. But before you do, it's always a good idea to weigh out the options so you make the right choice.\n\nYes, year-end bonuses get taxed. They are seen as another form of compensation and are subject to income tax just like any other form of payment from your employer.\n\nCompanies give year-end bonuses for a variety of reasons. Offering a year-end bonus can be an attractive offer when seeking to hire new employees, especially talented ones. Bonuses are a way to reward good employees for a job well done, inspiring a positive view of the company. This also helps retain good workers. Similarly, bonuses can be offered as an incentive for employees to work harder and better.\n\nYear-end bonuses are usually calculated as a percentage of an employee's salary. For example, if an employee makes $100,000 a year, they can be offered a 20% bonus, which would equate to $20,000. Each company will determine how their bonuses are calculated.\n\nA year-end bonus is an additional form of compensation paid to employees at the end of the year. It is usually based on performance or meeting pre-set goals. A bonus can be seen as a reward and is considered by employees when evaluating total compensation at a prospective employer.\n\nSimilarly, it is used by employers to make a job more attractive to potential candidates as well as an incentive tool to retain good workers or encourage better performance. Bonuses are often paid out as cash lump sums at the end of the year but can also be offered in other ways, such as stock options.\n\nChallenger, Gray & Christmas, Inc. \"2023 Challenger Year-End Survey Results: Companies Are Partying Like It’s 2018: Highest Level of Companies Planning Parties Post-Pandemic, But Lowest Rate of Companies Offering Bonuses Since 2019.\"",
  "url": "https://www.investopedia.com/terms/y/year-end-bonus.asp"
}