{
  "term": "Year to Date (YTD): What It Means and How to Use It",
  "definition": "Year-to-date information is used to analyze investment returns, business performance, and personal earnings.\n\nYear to date (YTD) is a common phrase in finance, used to define how an investment has fared since the beginning of the year. With YTD, a time frame spanning the start of the year to a later date of choice within that same year, investors can track the progress or performance of a company’s sales, profits, expenses, investment returns, or an individual's earnings.\n\nThe start date of YTD depends on whether it’s a calendar or fiscal year.\n\nThe calendar year is the annual period most people follow, beginning on Jan. 1 and ending on Dec. Afiscal yearis a 12-month companies and other entities choose for accounting purposes that better aligns with their revenue and expenses. It also lasts a year but doesn’t necessarily begin on Jan. 1.\n\nIf a calendar year is used, YTD means from Jan. 1 of the current year to the date specified (usually today). Conversely, if the subject has a different fiscal year, YTD would cover when its fiscal year starts, which could be anytime during the year, up to the date given.\n\nSuppose a company with a fiscal year running from Feb. 1 to Jan. 31, which is common among retailers, publishes its financials for the year up to April 30. The dates covered would be as follows:\n\nConversely, if the calendar year was used, the period would be as follows:\n\nCalendar YTD: Jan. 1 to April 30\n\nIf there’s no mention of the YTD being a calendar or fiscal year, it generally means it starts Jan. 1.\n\nYTD is a great tool for tracking progress and can be compared against past data or competitors. This means it is highly influential and not just utilized by companies. Below, we look at some of the most common applications.\n\nYTD is used by investors to determine the performance of investments relative to their goals, expectations, past performance, andbenchmarks. It can represent an idea time frame. Daily or monthly measures are often too short, and overall gains or losses are too long.\n\nPeriodically looking at the YTD returns of all assets in an investmentportfolioand analyzing the findings can prompt smart and timely tweaks to holdings. Based on this research, investors may, for instance, opt to cash in on a high-performing investment that now appears overvalued and poised for a profit-grabbing sell-off or offload one that is performing poorly, not meeting expectations, and could be one more piece of bad news away from crashing hard.\n\nTo aid in decision-making, it’s possible to compare this YTD data to past years, other investments, and the overall market. For example, if a portfolio of stocks or amutual fundis consistently underperforming the general market, as reflected in a relevant market index such as the S&P 500 Index, it might be worth picking up a cheaper exchange-traded fund instead.\n\nCompanies analyze YTD information to determine if specific metrics are improving or worsening and strategic goals and objectives are being met. With YTD, it’s possible to track progress in real-time, which makes it easier to promptly gauge trends, update budgets and forecasts, fix issues, and capitalize on areas of success.\n\nFor example, a company could discover YTD sales are lagging behind projections or the competition and respond by changing or boosting its marketing campaigns. Conversely, if YTD performance is exceeding expectations, the company might explore opportunities to further capitalize and expand.\n\nIn addition, a company may notice its expenses are higher than projected. By taking immediate action, such as cutting discretionary spending or modifying its prices, it can attempt to stay within its annual budget and avoid eroding its yearly profit.\n\nEmployee YTD earnings are typically displayed on their paycheck. This figure is the total amount of money earned from the beginning of the current calendar year up to the date the document is issued.\n\nOn your pay stub, you should see gross pay, which is the total the employer paid, and net pay, which is the amount you keep after deductions, such asMedicareandSocial Securitywithholdings, andincome taxpayments. These deductions are broken down and subtracted from gross earnings to arrive at net earnings, the amount transferred to the employee’s bank account.\n\nTracking earnings and deductions gives individuals an idea of how much they have been paid so far this year and where the rest of their wages went. This information can serve various purposes, including budgeting and calculating taxes.\n\nCalculating YTD is straightforward while annualizing YTD figures for comparison purposes is trickier.\n\nThe basic YTD calculation is relatively simple. To capture the growth or decline of sales, earnings, expenses, investment portfolio valuations, or other numbers from the start of the year to the present, all you need to do is take the following steps:\n\nFor YTD to be effective, sometimes you need to annualize the figure.\n\nAnnualizing makes it easier to compare returns or charges over different periods. For example, if your portfolio rose 8% in value last year and is up 4% by June of the following year, you won’t be able to tell if you’re on track to beat last year’s return unless you convert this year’s figure into a comparable annual figure.\n\nThis can be done by taking the following steps:\n\nSuppose you wanted to determine how well one of the stocks in your portfolio performed so far this year. At the beginning of the year (Jan. 1), your holding was valued at $9,000. Now, at the end of September, it is up to $9,500.\n\nTo get the YTD growth percentage, subtract $9,500 (the current figure) from $9,000 (the starting figure), divide the result by $9,000, and then multiply by 100. The result is 5.56%.\n\nIf you wanted to compare that to last year’s performance of 8%, you’d need to annualize the return. This can be achieved in the following way:\n\nThe annualized return based on the first nine months of the year is 7.46%.\n\nMonth-to-date (MTD) covers the first day of the current month up to the last complete business day before the current date within that same month. For example, if today’s date is June 20, MTD would run from June 1 to June 19.\n\nMTD functions like YTD and is used in the same way to track progress and gauge performance, albeit over a shorter period.\n\nUsing the example above, MTD sales reflect sales from June 1 to June 19. YTD sales, meanwhile, represent sales from the start of the year through to June 19.\n\nYTD tells us how a monetary value has progressed since the beginning of the calendar or fiscal year. That could be an investment or group of investments, a company's accounting figure, such as sales or profit, or an employee’s earnings.\n\nYTD is straightforward to calculate and allows for the monitoring of trends throughout the year rather than waiting for end-of-year figures. The results are highly influential and can impact how companies and investors invest, plan, and spend money.\n\nSapling. \"How to Calculate YTD Annualization.\"",
  "url": "https://www.investopedia.com/terms/y/ytd.asp"
}