{
  "term": "Year-Over-Year (YOY): What It Means and How It's Used in Finance",
  "definition": "Year-over-year (YOY) is a method of measuring growth that compares a statistic, such as revenue in one time period with the same time period one year earlier.\n\nYear-over-year (YOY)—sometimes referred to as year-on-year—is a frequently used financial comparison for looking at two or more measurable events on an annualized basis. Observing YOY performance allows for gauging if a company’sfinancial performanceis improving, static, or worsening. For example, you may read in financial reports that a particular business reported that its revenues increased for the third quarter on a YOY basis for the last three years.\n\nYear-over-year compares a company's financial performance in one period with its numbers for the same period one year earlier. This is considered more informative than a month-to-month comparison, which often reflects seasonal trends.\n\nCommon YOY comparisons include annual and quarterly as well as monthly performance.\n\nYOY measurements facilitate the cross-comparison of sets of data. For a company’s first-quarter revenue using YOY data, a financial analyst or an investor can compare years of first-quarter revenue data and quickly ascertain whether a company’s revenue is increasing or decreasing.\n\nBy comparing the same months in different years, it is possible to draw accurate comparisons despite the seasonal nature of consumer behavior. This YOY comparison is also valuable for investment portfolios. Investors like to examine YOY performance to see how performance changes over time.\n\nYOY comparisons are popular when analyzing a company’s performance because they help mitigateseasonality, a factor that can influence most businesses. Sales, profits, and other financial metrics change during different periods of the year because most lines of business have a peak season and a low-demand season.\n\nFor example, retailers have a peak demand season during the holiday shopping season, which falls in the fourth quarter of the year. To properly quantify a company’s performance, it makes sense to compare revenue and profits YOY.\n\nIt’s important to compare the fourth-quarter performance in one year to the fourth-quarter performance in other years. Suppose an investor looks at a retailer’s results in the fourth quarter versus the prior third quarter. In that case, it might appear that a company is undergoing unprecedented growth when seasonality influences the difference in the results.\n\nSimilarly, in a comparison of the fourth quarter with the following first quarter, there might appear to be a dramatic decline, when this could also be a result of seasonality.\n\nYOY also differs from the termsequential, which measures one quarter or month to the previous one and allows investors to see linear growth. For instance, the number of cell phones a tech company sold in the fourth quarter compared with the third quarter or the number of seats an airline filled in January compared with December.\n\nBelow is Apple's income statement from Q1 2025. Total net sales for the quarter were $124.3 billion. Total net sales for Q1 2024 were $119.6 billion. This means that Apple's net sales in Q1 2025 were up 3.9% year-over-year (YOY).\n\nFor Q1 2025, Apple's net income was $36.3 billion, which was an increase when compared to its net income of $33.9 billion in Q1 2024. This was a 7.07% increase year-over-year.\n\nYOY is used to compare one time period and another one year earlier. This allows for an annualized comparison, say between third-quarter earnings this year versus third-quarter earnings the year before. It is commonly used to compare a company’s growth in profits or revenue, and it can also be used to describe yearly changes in an economy’s money supply,gross domestic product (GDP), and other economic measurements.\n\nYOY calculations are straightforward and usually expressed in percentage terms. This would involve taking the current year’s value, dividing it by the prior year’s value, and subtracting one: (this year) ÷ (last year) - 1. You can then multiply this by 100 to get a percentage.\n\nYOY looks at a 12-month change.Year-to-date (YTD)looks at a change relative to the beginning of the year (usually Jan. 1). YTD canprovide a running total, while YOY can provide a point of comparison.\n\nYou can compute month-over-month orquarter-over-quarter (Q/Q)in much the same way as YOY. Indeed, you can choose any time frame you desire.\n\nYear-over-year (YOY) is a useful tool for financial analysts, corporations, and investors. It allows for the comparison of financial figures from one point in time to the same point a year prior. It paints a clear picture of performance—whether performance is improving, worsening, or static.\n\nThis informs companies on how their business is operating and if changes need to be made. It informs investors if their portfolio needs adjustment, and analysts use it to describe the financial health of a company and make future predictions.\n\nApple Inc. \"Condensed Consolidated Statements of Operations Q1 2025,\" Page 1.",
  "url": "https://www.investopedia.com/terms/y/year-over-year.asp"
}