{
  "term": "Yellow Sheets: What They are, How They Work",
  "definition": "Yellow sheets are bulletins for bond traders which contain information for corporate bonds listed on theover-the-counter(OTC) market. The sheets contain data on each bond's yield, volume, high, low, closing, andbid-ask spread.\n\nYellow sheets are published by the OTC Markets Group, formerly called the National Quotation Bureau (NQB). The company also publishes pink sheets with the equivalent data on stocks that trade over-the-counter.\n\nBoth bulletins have been distributed electronically in real-time since 1999.\n\nYellow sheets provide information about bonds issued by companies that are not listed on a national exchange.\n\nThese non-listed companies may be small and little-known, or still in the process of establishing a business. Many could not meet the requirements for listing on the public exchanges.\n\nThe OTC market is a decentralized system for trading securities. Dealers on the OTC market do not do business from a single physical location, or acentralized market. The yellow sheets provide contact information for the brokerages that make a market for these bonds.\n\nYellow sheet bonds are traded by this network ofmarket makersthrough a closed network that can be accessed in hard copy or online by subscribers. If a subscriber wants to purchase a particular bond, they may use the contact information in the yellow sheets to contact the appropriate brokerage.\n\nBonds listed in the yellow sheets are generally considered to be riskier than other fixed-income securities.\n\nThe companies issuing these bonds are not listed on any public U.S. stock exchange and therefore are not subject to the stringent government regulation and publication requirements of listed public companies.\n\nSome well-established foreign companies list in the U.S. through the over-the-counter markets, often asAmerican Depositary Receipts(ADRs).\n\nThe bid-ask spread is, understandably, wider for bonds listed on yellow sheets to compensate investors for the risks involved in these entities.\n\nThe main risk is that the company will fail and default on the bonds. There also is added liquidity risk. There may be little or no market for the bond if the investor wishes to sell it.\n\nTheNational Quotation Bureau(NQB) was established in 1913 to provide investors with information regarding OTC stocks and bonds. In its early years, the NQB published information on paper of different colors, and the bulletins soon carried the same name as the paper color. Stock quotes appeared on the pink sheets, and bond quotes were published on the yellow sheets.\n\nIn 1963, the NQB was sold to Commerce Clearing House. In 1999, the NQB transitioned from printing its famous paper bulletins to operating as a primarily electronic operation. The NQB has since changed its name toOTC Markets Group.",
  "url": "https://www.investopedia.com/terms/y/yellowsheets.asp"
}