{
  "term": "Yellow Knight",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA yellow knight is a company that was orchestrating ahostile takeoverattempt, but then backs out of it and proposes amergerof equals with the target company instead.\n\nVarious colored knights are used to identify the nature of atakeoveror potential takeover: The process where a company tables an offer to assume control of oracquireanother. Yellow knights are the ones that start out aggressively, seeking to purchase a company against its management’s wishes, and then experience a change of heart, back down and propose joining forces in a merger instead.﻿\n\nYellow knights are a case of if you can’t beat them, join them. They might have any number of reasons for backing out of the takeover attempt. Often, they simply realize that thetarget companyis going to cost more and/or has bettertakeover defensesthan they thought, and that they need to change strategy.\n\nA stern rejection might leave the yellow predator in a weak bargaining position, and lead it to conclude that a friendly merger is the only reasonable option it has left on the table to get hold of the target’sassets. In a complete U-turn, the yellow knight goes from attempting to bully the target into submission and swallow it up to proposing that they team up together as an equal force.\n\nWhy are these types of companies called yellow knights? Because yellow is a color associated, among other things, with cowardice and deceit.\n\nThe term yellow knight is derogatory, as it implies that the hostile bidder got cold feet and chickened out of the takeover attempt, leaving it in a weak bargaining position.\n\nInmergers and acquisitions(M&A), the buying company may be described as a knight of any one of four different colors. Other than yellow knights, there are:\n\nBlack knightsmake unwelcome, hostile takeover bids and, unlike yellow knights, stand their ground. These types of predators are the source of nightmares for target company management as they bully their way into power and usually have goals that deviate from what the current bosses are trying to achieve.﻿\n\nThe opposite of black knights,white knightsare the friendly forces tasked with rescuing thetarget from the clutches of another prospective buyer with intentions to bleed it dry to make a quickprofit.\n\nOften, company officials will seek out a white knight to preserve its core business or to negotiate better takeover terms. The white knight might agree to play this role in exchange for some incentives, such as paying a smallerpremiumto take control than otherwise would be required under competitive bid conditions.﻿\n\nGrey knights, as their color suggests, sit somewhere between white and black knights. Though not as desirable as the former, they are at least viewed as a more appealing option than the latter.\n\nGray knights capitalize on the fact that they are perceived as a friendlier alternative to a hostile black knight and use that as a negotiating chip to get a more favorable deal when a persistent, unwanted predator comes calling.",
  "url": "https://www.investopedia.com/terms/y/yellowknight.asp"
}