{
  "term": "Yield-to-Average Life: What It Is, How It Works",
  "definition": "Compassionate Eye Foundation/Gary Burchell / Getty Images\n\nYield-to-average life is the calculation of a bond's yield based on the average maturity rather than the stated maturity date of the issue. This yield replaces the stated final maturity with the average life maturity. Average life is also called theweighted average maturity(WAM) orweighted average life(WAL).\n\nYield-to-average life lets the investor estimate the actual return from a bond investment, regardless of the bond's exact maturity date. The yield-to-average life calculation assumes that the bond matures on the day given by itsaverage lifeand at the average redemption price instead of the par price. It can be calculated with the same formula asyield to maturity(YTM) by substituting the average life for the bond’s maturity.\n\nYield-to-average life determines the amount of time it will take to recover one-half of a bond’sface value. Bonds that have a faster repayment of principal will lower the risk of default and allows a bondholder to reinvest their money sooner. Speedier reinvestment can be good or bad, depending on which direction interest rates have moved since the investor bought the bond.\n\nWhile some bonds repay the principal in a lump sum at maturity, others repay the principal in installments over the term of the bond. This installment method of repayment is called asinking fundfeature. In these bonds, theindenturerequires the issuer to set money aside into a separate account regularly.\n\nThis account is for the exclusive purpose of redeeming the bonds. With the amortization of a bond's principal in this way, the average life calculation will allow investors to determine how soon repayment of the principal will be.\n\nTrustees of a sinking fund bond will use the yield-to-average life calculation to help them determine if they should re-buy some of the bonds on the open market. This is typical when the bonds are trading below par. The average life, in this case, may be significantly less than the actual number of years until maturity.\n\nA sinking fund is a means of repaying funds borrowed through a bond issue through periodic payments to a trustee who retires part of the issue by purchasing the bonds in the open market. A sinking fund improves a corporation's creditworthiness, letting the business pay investors a lower interest rate.\n\nYield-to-average life allows investors to determine the expected return ofmortgage-backed securities(MBS), because of the prepayment of the underlying mortgage debt. This metric is useful in the pricing of MBSs, such ascollateralized mortgage obligations(CMOs) issued by theFederal Home Loan Mortgage Corporation(Freddie Mac) and private issuers.\n\nAn MBS generally repays principal throughout the life of the investment. Depending on whether the MBS was purchased at a discount or a premium, the advanced paying of the principal can affect an investor's expected return.\n\nAn environment with declining interest rates often leads homeowners to refinance. In the refinancing process, the old loan is paid off as a new loan with lower interest payments takes its place.",
  "url": "https://www.investopedia.com/terms/y/yield-to-average-life.asp"
}