{
  "term": "Yield to Maturity (YTM): What It Is and How It Works",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nYield to Maturity is expressed as an annual rate and is the estimated total return a bond will generate if it is held to maturity.\n\nYield to maturity (YTM) is theinternal rate of return(IRR) that equates all future cash flows of a bond to its current price. YTM assumes the bond is held until maturity and that an investor can reinvest at the same yield.\n\nA bond's YTM can be calculated using the formula:\n\nBonds are priced at a discount, par, or a premium. At par, the bond's interest rate equals its coupon rate. Above par, the bond is called a premium bond with a coupon rate higher than the realized interest rate. A bond priced below par, called adiscount bond, has a coupon rate lower than the realized interest rate.\n\nUnlike stock investments, bond issuers promise to pay the holder the full face value once it matures. Bonds come with two metrics: YTM and coupon rate. YTM is the total return expected on a bond if it's held until maturity.\n\nThe coupon rate is the total amount the bond pays in income to the bondholder for as long as they hold it. The coupon rate is the interest paid annually on the bond's face value. A bond's YTM fluctuates over time while the coupon rate remains fixed.\n\nTo calculate YTM on a bond priced below par, investors plug in various annual interest rates higher than the coupon rate to find a bond price close to the researched bond price. Calculations of yield to maturity assume that all coupon payments are reinvested at the same rate as the bond's current yield and account for the bond's current market price, par value, coupon interest rate, andterm to maturity.\n\nThe YTM is a snapshot of the return on a bond because coupon payments cannot always be reinvested at the same interest rate. As interest rates rise, the YTM will increase; as interest rates fall, the YTM will decrease. Investors can approximate YTM by hand or by using a bond yield table, financial calculator, or online YTM calculator.\n\nThe annual rate of a bond must be calculated via trial and error. Imagine an investor holds a bond whose par value is $100. The bond:\n\nThe current yield is calculated using the formula:\n\nTherefore, the current yield is (5% coupon x $100 par value) / $95.92 market price = 5.21%. This is the value to which investors compare the next calculations.\n\nTo calculate YTM, the cash flows must be determined first. Every six months (semi-annually), the bondholder receives a coupon payment of ( 5% x $100 ) / 2 = $2.50. Next, we incorporate this data into the formula (30 months = 2.5 years):\n\nThis bond's YTM is less than its coupon rate, so the next step is to estimate rates to learn what its YTM is. Here, we'll use 6%, so the coupon payment would be ( 6% x $100 ) / 2 = $3.00.\n\nNext, we'll try 7%, with a YTM of ( 7% x $100 ) / 2 = $3.50\n\nBecause 7% has a YTM of more than thecurrent yieldand 6% results in less than the current yield of 5.21%, we know the rate is between 6% and 7%. This is how investors calculate and test several bond prices by plugging various annual interest rates that are higher than the bond's coupon rate:\n\nTaking the interest rate up by one and two percentage points to 6% and 7% yields bond prices of $98 and $95, respectively. Because the bond price in the example is $95.92, the chart indicates that the interest rate is between 6% and 7%.\n\nHaving determined the range of rates, investors can take a closer look and make another table showing the prices where YTM calculations produce a series of interest rates increasing in increments of 0.1% instead of 1.0%. Using interest rates with smaller increments, calculated bond prices are as follows:\n\nThe present value of this bond is equal to $95.92 when the YTM is at 6.8%. Fortunately, 6.8% corresponds precisely to the bond price, so no further calculations are required. If the investor found that using a YTM of 6.8% in their calculations did not yield the exact bond price, they would continue trials and test interest rates increasing in 0.01% increments.\n\nYield to maturity has variations that account for bonds with embedded options:\n\nA bond's maturity date is the date the issuer is required to pay back the bondholder. Yield to maturity is the estimated total return you get from a bond if you hold it until it matures.\n\nYield to maturity is calculated using different interest rates to find a bond that offers the best estimated total return at current prices.\n\nYield to maturity is the total return you should expect from a bond if you hold it until it matures.\n\nIt depends on market conditions. If the YTM is higher than the current yield, it might be undervalued, indicating a possible buy opportunity. If the YTM is lower than the current yield, it might indicate the bond is overvalued and could be sold.\n\nYield to maturity is calculated using its current value, coupon payment, years to maturity, and face (par) value.\n\nA bond's yield to maturity is the internal rate of return required for the present value of all future cash flows, including face value and coupon payments, to equal the current bond price. YTM assumes that all coupon payments are reinvested at a yield equal to the YTM and that the bond is held to maturity.",
  "url": "https://www.investopedia.com/terms/y/yieldtomaturity.asp"
}