{
  "term": "Yield Curve: What It Is and How to Use It",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA yield curve is a line that plots the yields or interest rates of bonds that have equal credit quality but differentmaturity dates. The slope of the yield curve predicts the direction of interest rates and the economic expansion or contraction that could result.\n\nYield curves have three main shapes: normal upward-sloping, inverted downward-sloping, and flat. Yield curve rates are published on the U.S. Department of the Treasury’s website each trading day.\n\nAyield curve is a benchmarkfor other debts in the market such as mortgage rates and bank lending rates. The yield curve can predict changes in economic output and growth over time.\n\nThe most frequently reported yield curve compares the three-month, two-year, five-year, 10-year, and 30-year U.S. Treasury debt.Yield curve ratesare available on the Treasury's interest rate websites by 6:00 p.m. ET each trading day.\n\nSome investors use the yield curve to make investment decisions based on the likely direction of bond rates. A visual representation of the curve is easy to build using anExcel spreadsheet.\n\nThe three types of yield curves include normal, inverted, and flat.\n\nA normal yield curve shows low yields for shorter-maturity bonds increasing for bonds with a longer maturity. The curve slopes upward. This indicates that yields on longer-term bonds continue to rise, responding to periods ofeconomic expansion.\n\nA normal yield curve implies stable economic conditions and a normaleconomic cycle. A steep yield curve implies strong economic growth with conditions often accompanied by higher inflation and higher interest rates.\n\nSample yields on the curve can include a two-year bond that offers a yield of 1%, a five-year bond that offers a yield of 1.8%, a 10-year bond that offers a yield of 2.5%, a 15-year bond offers a yield of 3.0%, and a 20-year bond that offers a yield of 3.5%.\n\nSome bond investors will use aroll-down return strategyand sell a bond as it moves toward its maturity date. This strategy is also known asriding the curve. It works in a stable rate environment as the bond's yield falls and the price rises. Investors hope to capture profit from the rise in bond prices.\n\nAn inverted yield curve slopes downward with short-term interest rates exceeding long-term rates. This type of curve corresponds to a period of economic recession when investors expect yields on longer-maturity bonds to trend lower in the future.\n\nInvestors seeking safe investments in an economic downturn tend to choose longer-dated bonds over short-dated bonds, bidding up the price of longer bonds and driving down their yield.\n\nImage by Julie Bang © Investopedia 2019\n\nAninverted yield curveis rare. It's historically been a warning of recession.\n\nA flat yield curve shows similar yields across all maturities, implying an uncertain economic situation. A few intermediate maturities may have slightly higher yields that cause a slight hump to appear along the flat curve. These humps are usually for mid-term maturities of six months to two years.\n\nThe curve shows little difference in yield to maturity among shorter and longer-term bonds. A two-year bond may offer a yield of 6%, a five-year bond of 6.1%, a 10-year bond of 6%, and a 20-year bond of 6.05%.\n\nIn times of high uncertainty, investors demand similar yields across all maturities.\n\nThe U.S. Treasury yield curve is a line chart that allows for the comparison of the yields of short-termTreasury billsand the yields of long-term Treasury notes and bonds. The chart shows the relationship between the interest rates and the maturities of U.S. Treasury fixed-income securities.\n\nThe Treasury yield curve is also referred to as the term structure of interest rates.\n\nYield curve risk refers to the adverse effect of a shift in interest rates on the returns from fixed-income instruments such as bonds. It stems from the fact that bond prices and interest rates have aninverse relationshipto each other. The prices of bonds in the secondary market decrease when market interest rates increase and vice versa.\n\nInvestors can use the yield curve tomake predictionsabout the economy that will affect their investment decisions.\n\nAn investor might move their money into defensive assets that traditionally do well during a recession if the bond yield curve indicates an economic slowdown. They might avoid long-term bonds with a yield that will erode against increased prices if the yield curve becomes steep, suggesting future inflation.\n\nYield curves come in three main shapes: a normal upward-sloping curve, an inverted downward-sloping curve, and a flat curve. The slope of the yield curve predicts interest rate changes and economic activity. Investors can use the yield curve to make investment decisions that factor in the likely direction of the economy in the near future.\n\nU.S. Department of the Treasury. \"Treasury Yield Curve Methodology.\"\n\nU.S. Department of the Treasury. \"Daily Treasury Par Yield Curve Rates.\"\n\nFederal Reserve Bank of Chicago. \"Chicago Fed Letter, No. 404, 2018: Why Does the Yield-Curve Slope Predict Recessions?\"",
  "url": "https://www.investopedia.com/terms/y/yieldcurve.asp"
}