{
  "term": "Yield Spread: Definition, How It Works, and Types of Spreads",
  "definition": "Ariel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA yield spread is the difference between the quoted rates of return of two different debt instruments.\n\nA yield spread is the difference between yields on differing debt instruments of varying maturities, credit ratings, issuers, or risk levels. A yield spread is calculated by deducting the yield of one instrument from the other. This difference is most often expressed inbasis points (bps)or percentage points.\n\nThe yield spread is a key metric that bond investors use when gauging the level of expense for a bond or group of bonds. If one bond yields 7% and another one yields 4%, the spread is three percentage points or 300 bps. Non-Treasury bonds are generally evaluated based on thedifference between their yield and that of a Treasury bondof comparable maturity.\n\nYield spreads are commonly quoted in terms of one yield versus that of U.S. Treasuries, where it is called thecredit spread. For example, if the five-yearTreasury bondis at 5% and the 30-year Treasury bond is at 6%, the yield spread between the two debt instruments is 1%. If the 30-year bond is trading at 6%, then based on the historical yield spread, the five-year bond should be trading at around 1%, making it very attractive at itscurrent yieldof 5%.\n\nBecausebond yieldsoften change, yield spreads change, too:\n\nLet's saythe yield on a high-yield bond index increases to 7.5% from 7%. Meanwhile, the 10-year Treasury yield remains at 2%. The spread moved from 500 basis points to 550 basis points (the difference between the bond and the 10-year U.S. Treasury), which indicates that high-yield bonds underperformed Treasuries during that period.\n\nYield spreads can be used to help predictrecessionsand economic recoveries, and may indicate how investors view economic conditions. Widening spreads typically lead to a positive yield curve, indicating stable economic conditions in the future. But when falling spreads contract, worsening economic conditions may be coming, resulting in a flattening of the yield curve.\n\nA bond credit spread reflects the difference in yield between a treasury and corporate bond of the same maturity. Debt issued by the United States Treasury is used as thebenchmarkin the financial industry due to its risk-free status being backed by thefull faith and creditof the U.S. government.\n\nUS Treasury (government-issued) bonds are considered to be the closest thing to a risk-free investment, as the probability ofdefaultis almost non-existent. Investors have the utmost confidence in getting repaid.\n\nThere are a few different types of yield spreads, including the zero-volatility, high-yield bond, and the option-adjusted spread. We explore these in a little more detail below.\n\nAzero-volatility spread (Z-spread)measures the spread realized by the investor over the entireTreasury spot-rate curve, assuming the bond would be held until maturity. This method can be a time-consuming process, as it requires a lot of calculations based on trial and error.\n\nYou would basically start by trying one spread figure and run the calculations to see if the present value of the cash flows equals the bond’s price. If not, you have to start over and keep trying until the two values are equal.\n\nThehigh-yield bond spreadis the percentage difference in current yields of various classes of high-yield bonds compared against investment-grade (e.g. AAA-rated) corporate bonds, Treasury bonds, or another benchmark bond measure. High-yield bond spreads that are wider than the historical average suggest greater credit and default risk for junk bonds.\n\nAnoption-adjusted spread (OAS)converts the difference between the fair price and market price, expressed as a dollar value, and converts that value into a yield measure. Interest rate volatility plays an essential part in the OAS formula. The option embedded in the security can impact the cash flows, which is something that must be considered when calculating the value of the security.\n\nTypically, the higher the risk a bond orasset classcarries, the higher its yield spread. When an investment is viewed as low-risk, investors do not require a large yield to tie up their cash. This occurs when the bond or asset is seen as safer, perhaps due to improved credit ratings, favorable economic conditions, or higher liquidity. In such scenarios, investors are willing to accept lower yields because the likelihood of default or significant losses is reduced. The narrowing of the yield spread indicates that investors require less compensation for the lower risk, which often reflects a more stable or secure investment environment.\n\nHowever, if an investment is viewed as a higher risk, investors demand adequate compensation through a higher yield spread in exchange for taking on the risk of their principal declining. This is because investors are seeking extra returns for taking on the uncertainty and potential losses associated with the riskier asset. As a result, the yield spread between the riskier bond and the benchmark government bond widens. This wider spread reflects the market’s assessment of the increased likelihood of default, volatility, or other adverse factors impacting the riskier bond.\n\nTerm spreads refer to the differences in yields between bonds or securities with varying maturities but similar credit quality. For instance, the term spread might compare the yields on short-term versus long-term government bonds or corporate bonds.\n\nA steeper term spread typically indicates that investors expect higher interest rates in the future, which can be a sign of anticipated economic growth orinflation. While yield spreads focus on differences in credit risk or other factors affecting specific bonds, term spreads highlight the variation in yields based on maturity.\n\nBoth types of spreads help investors assess risk and make decisions, but term spreads provide insights into the broader interest rate environment and expectations for future economic conditions. For example, a narrowing term spread may suggest that investors expect stable or declining interest rates, which could signal aslowing economy. Conversely, a widening term spread might indicate expectations of rising rates and potential inflation.\n\nSwap spreads are the differences between the fixed rate paid on an interest rate swap and the yield on a government bond of similar maturity. An interest rate swap involves exchanging a fixed interest rate for a floating rate based on an underlying benchmark, such asSOFR. The swap spread reflects the additional yield investors require for taking on the credit risk.\n\nSwap spreads are related to yield spreads. While yield spreads focus on the difference between bonds with different credit qualities or sectors, swap spreads specifically measure the difference between swap rates and government bond yields. This difference reflects the additional yield investors demand for the risk associated with the swap for things like credit risk and liquidity.\n\nSimilar to a term spread, there are patterns that investors can look for to signal certain information from a swap spread. A widening swap spread may indicate increased credit risk or concerns about liquidity in the swap market, while a narrowing spread could suggest lower perceived risk or improved market conditions. Understanding swap spreads in conjunction with other yield spreads can enhance an investor's ability to navigate the complexities of interest rate and credit risk in financial markets.\n\nLet's say a bond issued by a large, financially healthy company typically trades at a relatively low spread in relation to U.S. Treasuries. In contrast, a bond issued by a smaller company with weaker financial strength typically trades at a higher spread relative to Treasuries. For this reason, bonds in emerging markets and developed markets, as well as similar securities with different maturities, typically trade at significantly different yields.\n\nThe difference in yields on two debt instruments that have different maturity dates, issuers, credit ratings, or risk levels is known as the yield spread. Yield spreads are commonly reported in percentage or basis points. In order to determine the yield spread, you must subtract one investment's yield from that of the other.\n\nYield curves are valuable tools that can shed light on the economy, which means they can be used to help forecast whether a recession or a recovery is on the horizon. As such, they are often considered leading economic indicators. When spreads widen, it leads to a positive yield curve. This means that the economy is expected to grow in the future. But when the yield curve flattens, it generally indicates that short-term rates are falling. The expectation here is that the economy won't be doing very well in the future.\n\nAyield spread premiumis a type of compensation paid to mortgage brokers. These individuals receive this fee from lenders when they give borrowers mortgage loans with interest rates that are higher than the lender's standard rate. The yield spread premium doesn't include any additional costs that borrowers are typically responsible for, such as commissions or other fees.\n\nIf you're a savvy investor or a fund manager, you can figure out what the best investments are for you or your clients using different metrics, including yield spreads. This is the difference between two investments (notably bonds) with different maturities, issuers, credit ratings, and risks. You can also use yield spreads to figure out which bonds tend to be affordable or expensive.",
  "url": "https://www.investopedia.com/terms/y/yieldspread.asp"
}