{
  "term": "Yield Basis: What it Means, How it Works",
  "definition": "The yield basis is a method of quoting the price of afixed-income securityas a yield percentage, rather than as a dollar value. This allows bonds with varying characteristics to be easily compared. The yield basis is calculated by dividing the coupon amount paid annually by thebondpurchase price.\n\nUnlike stocks, which are quoted in dollars, most bonds are quoted with a yield basis. For example, assume a company is listed with a 6.75%coupon rateand is set to mature 10 years from the date of issuance. The $1,000 par bond is trading at a dollar value of $940.\n\nThe yield basis can be calculated using thecurrent yieldformula presented as:\n\nFollowing our example above, the coupon to be paid annually is 6.75% x $1,000 = $67.50. Therefore, the yield basis is $67.50 / $940 = 0.0718, or 7.18%. The bond will be quoted to investors as having a yield basis of 7.18%.\n\nThe yield quote tells a bond trader that the bond is currently tradingat a discountbecause its yield basis is greater than its coupon rate (6.75%). If the yield basis is less than the coupon rate, this would indicate that the bond is tradingat a premiumsince a higher coupon rate increases the value of the bond in the markets.A bond trader could then compare the bond to others within a certain industry.\n\nThe yield basis of a pure discount instrument can be calculated using thebank discount yieldformula, which is:\n\nUnlike the current yield, the bank discount yield takes the discountvalue from parand expresses it as a fraction of the par value, not the current price, of the bond. This method of calculating the yield basis assumes simple interest; that is, no compounding effect is factored in.Treasury billsarequoted only on a bank discount basis.\n\nFor example, assume a Treasury bill with a $1,000 face value is selling for $970. If its time to maturity is 180 days, the yield basis will be:\n\nAs Treasury bills pay no coupon, the bondholder will earn a dollar return equal to the discount if the bond is held until it matures.\n\nWhen purchasing bonds, it's important for the investor to understand the difference between the yield basis and the net yield basis. On thesecondary market, you can purchase bonds through a broker/dealer, who could charge you a flat commission for this service. However, in lieu of a commission, your broker may opt to sell bonds on a net yield basis.\n\nNet yield means the yield also includes the broker's profit for the transaction. This is the broker'smarkup, which is the difference between what the broker paid for the bonds and what thebroker sellsthem for. If a broker offers bonds on a net yield basis, they've already included their markup. For example, if an online broker sells you a bond with a 3.75%yield to maturity (YTM), their profit is embedded directly in the price you pay and there is no separate commission.\n\nWhen comparing various bonds for a possible purchase, bond buyers should ask their broker if the bonds are on a net yield basis or if they charge a separate commission to execute the trade. Brokers might charge other fees, such as a broker-assisted fee for transactions not conducted online. Your overall cost for the trade may also includeaccrued interest, which is the interest accrued on the bond between the last payment and the settlement date.\n\nFinancial Industry Regulatory Authority. \"Bonds: Key Terms.\"\n\nFinancial Industry Regulatory Authority. \"Bonds: Buying and Selling.\"\n\nTreasuryDirect. \"Treasury Bills In Depth.\"",
  "url": "https://www.investopedia.com/terms/y/yield_basis.asp"
}