{
  "term": "Yield Pickup: What It Means, How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nYield pickuprefers to the additional interest rate an investor receives by selling a lower-yielding bond and buying a higher-yielding bond. The yield pickup is done to improve the risk-adjusted performance of a portfolio.\n\nA yield pickup is an investment strategy which involves trading bonds with lower yields for bonds with higher yields. While picking up additional yield enables greater returns, the strategy also comes at a greater risk. A bond with a lower yield generally has a shorter maturity, while a bond with a higher yield will typically have a longer maturity. Bonds with longer term maturities are moresensitive to interest ratemovements in the markets. Hence, an investor is exposed tointerest rate riskwith the longer maturity bond.\n\nAdditionally, there is a positive relationship between yield and risk. The higher the risk perceived of the bond, the higher the yield required by investors to incentivize them to purchase the bond. Bonds with a higher risk have a lowercredit qualitythan bonds with lower risk. With a yield pickup, then, a certain amount of risk is involved since the bond with a higher yield is often of a lower credit quality.\n\nFor example, an investor owns a bond issued by Company ABC that has a 4% yield. The investor can sell this bond in exchange for a bond issued by Company XYZ that has a yield of 6%. The investor's yield pickup is 2% (6% - 4% = 2%). This strategy can profit from either a highercouponor higheryield to maturity(YTM) or both. Bonds that have a higherdefault riskoften have higher yields, making a yield pickup play risky. Ideally, a yield pickup would involve bonds that have the same rating orcredit risk, though this is not always the case.\n\nThe yield pickup strategy is based on thepure yield pickup swap, which takes advantage of bonds that have been temporarily mispriced, buying bonds that are underpriced relative to the same types of bonds held in the portfolio, thus paying a higher yield, and selling those in the portfolio that are overpriced, which, consequently, pay a lower yield. The swap involves trading lower-coupon bonds for higher coupon bonds, increasing thereinvestment riskfaced by the investor when interest rates decline since it is likely that the high-couponbond will be “called”by the issuer. There is also some risk faced if interest rates go up. For instance if prevailing rates in the economy go up while the transaction is in progress or over the holding period of the bond, the investor may incur a loss.\n\nThe yield pickup strategy is entered into simply to generate higher yields. An investor does not need to speculate or predict the movement of interest rates. This strategy results in worthwhile gains if implemented properly and at the right time.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment investors. Investing involves risk, including the possible loss of principal.",
  "url": "https://www.investopedia.com/terms/y/yieldpickup.asp"
}