{
  "term": "Yield-Based Option: Meaning, Types, Pros and Cons",
  "definition": "Mark Jahn is a financial writer, editor, consultant, and award-winning economist covering ETFs, stocks, cryptocurrencies, options, and more.\n\nGordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA yield-based option allows investors to buy or sellcallsandputson the yield of a security rather than its price.\n\nA yield-based option is a contract that gives the buyer the right, but not the obligation, to purchase or sell at the underlying value, which is equal to 10 times the yield.\n\nYields are expressed as percentage rates, and the underlying values for these options contracts are 10 times their yields. For example, aTreasury bondwith a yield of 1.6% would have a yield-based option with an underlying value of 16. Yield-based options are settled in cash, and they are also calledinterest rate options.\n\nA yield-based call buyer expects interest rates to go up, while a yield-based put buyer expects interest rates to go down. Suppose the interest rate of the underlying debt security rises above thestrike rateof a yield-based call option. In that case, the call isin the money. For a yield-based put, the option is in the money when the interest rate falls below the strike rate. However, yield-based option buyers must also payoption premiums. When yields increase, yield-based call premiums increase and yield-based put options will lose value.\n\nYield-based options areEuropean options, which means that they can only be exercised on the expiration date. On the other hand,American optionscan be exercised any time up to the contract's expiration date.\n\nGiven that these options are cash-settled, the writer of the call will simply deliver cash to the buyer that exercises the rights provided by the option. The cash amount paid is the difference between the actual yield and the strike yield.\n\nSome of the best-known yield-based options follow the yields of the most recently issued 13-weekTreasury bills, five-yearTreasury notes, 10-year Treasury notes, and 30-year Treasury bonds.﻿﻿\n\nYield-based options are extremely useful forhedgingportfolios and profiting in a rising interest rate environment. Yield-based options are one of the few ways to make money when interest rates go up, and we will see why.\n\nFrom time to time, theFederal Reserveembarks on a campaign of sustained interest rate increases. That usually happens because the Fed wants to reduce unsustainable price increases driven by speculation in thestock marketorcommodities markets. As interest rates go up, investors can get more without taking any risk in the money market. That makes the risks of stocks, commodities, and even bonds less attractive. As investors sell risk assets, their prices decline, which also decreases speculation.\n\nThere were several notable years when the Fed repeatedly hiked rates. 1981 and 1994 are perhaps the most famous, and 2018 is a more recent example.﻿﻿\n\nIn a rising rate environment, it is challenging to find any asset with an increasing price. However, yield-based calls, especially on 13-week T-bill yields, are likely to be profitable.\n\nIt is impossible to get the hedging benefits of yield-based options from conventional assets like stocks and bonds.\n\nThere are other ways to get the benefits of yield-based options. Yield-based options are certainly less familiar to many investors than options onexchange-traded funds(ETFs). Buying a put on a long-term Treasury ETF is another way to profit when interest rates go up.\n\nYield-based options also suffer fromtime-decay, just like most other options. If interest rates stay in place, which they can do for years, buyers of yield-based options will lose money.\n\nCBOE. \"Interest Rate Options.\" Accessed Feb. 5, 2021.\n\nFederal Reserve Bank of St. Louis. \"Effective Federal Funds Rate.\" Accessed Feb. 5, 2021.",
  "url": "https://www.investopedia.com/terms/y/yieldbasedoption.asp"
}