{
  "term": "Yield Equivalence",
  "definition": "Yield equivalence is theinterest rateon a taxable security that would generate a return equivalent to the return of atax-exempt security, and vice versa.\n\nYield equivalence is important tomunicipal bondinvestors, who want to know if the tax savings of their bonds will make up for the loweryieldsrelative to similar-duration taxable securities. Yield equivalence is a comparison often used by investors when they are attempting to figure out if they’d get a better return from a tax-exempt or tax-free investment than they would from a taxable alternative.\n\nYield equivalence can be calculated using the following equations:\n\nTaxable Yield Equivalence=Tax-Exempt Yield1−Tax Rate\\begin{aligned} &\\text{Taxable Yield Equivalence} = \\frac { \\text{Tax-Exempt Yield} }{ 1 - \\text{Tax Rate} } \\\\ \\end{aligned}​Taxable Yield Equivalence=1−Tax RateTax-Exempt Yield​​\n\nTax-Exempt Yield Equivalence=Taxable Yield×(1−Tax Rate)\\begin{aligned} \\text{Tax-Exempt Yield Equivalence} =& \\ \\text{Taxable Yield} \\ \\times \\\\ &( 1 - \\text{Tax Rate} ) \\\\ \\end{aligned}Tax-Exempt Yield Equivalence=​Taxable Yield×(1−Tax Rate)​\n\nTo calculate the yield equivalence between tax-exempt and taxable securities, start by dividing the bond’s tax-exempt yield by 1 minus the investor’stax rate. For example, suppose you were considering an investment in a 6% tax-exempt municipal bond, but wanted to know what the interest rate on a taxablecorporate bondwould have to be to give you the same return.If you have a 24% rate of taxation, you would subtract 0.24 minus one, which totals 0.76. Then, you would divide 6, the tax-exempt yield, by 0.76, which equals 7.9.\n\nThis calculation tells you that you would need areturnof 7.9% on your taxable investment to match the 6% return on the tax-exempt investment. If, on the other hand, you were in the 35%tax bracket, you would need a return of 9.2% on your corporate bond to match the 6% return on your muni investment.\n\nConversely, if you know your taxable rate of return, you can calculate the equivalent rate on a tax-exempt investment. This is done by multiplying the taxable rate by 1 minus your tax rate. So, if your taxable return is 6% and your rate of taxation is 24%, you need a 4.6% return on a tax-exempt security tomatch the after-tax return on a taxable security.\n\nThe passage of the Tax Cuts and Jobs Act in late 2017 resulted in a number of changes tomarginal tax ratesand income brackets beginning in 2018.The marginal tax rate is the rate of tax that income earners incur on each additional dollar ofincome. As the marginal tax rate increases, taxpayers end up with less money per dollar earned than they had retained on previously earned dollars.\n\nTax systems employing marginal tax rates apply different tax rates to different levels of income; as income rises, it is taxed at a higher rate. It is important to note, however, the income is not all taxed at one rate but at many rates as it moves across the marginaltax rate schedule.\n\nWhen calculating the yield equivalence between tax-free and taxable investments, investors should be aware of these new tax rates and incorporate them accordingly into their yield equivalence equations.\n\nSource: Internal Revenue Service\n\nMunicipal bond investors want to know if the tax savings of their bonds will make up for the lower yields relative to similar-duration taxable securities. That is why yield equivalence is important to them.\n\nInvestors often use yield equivalence as a comparison when they are attempting to figure out if they’d get a better return from a tax-exempt or tax-free investment than they would from a taxable alternative.\n\nTo calculate the yield equivalence between tax-exempt and taxable securities, start by dividing the bond’s tax-exempt yield by 1 minus the investor’s tax rate.\n\nYield equivalence is the interest rate on a taxable security that would generate a return equivalent to the return of a tax-exempt security, and vice versa. It is important to municipal bond investors, who want to know if the tax savings of their bonds will make up for the lower yields relative to similar-duration taxable securities.\n\nCongressional Research Service Reports. “The Federal Income Tax: How Did P.L. 115-97 Change Marginal Income Tax Rates?”\n\nInternal Revenue Service. “Rev. Proc. 2023-34,” Pages 5–6.\n\nInternal Revenue Service. “Rev. Proc. 2024-40,” Pages 5–6.",
  "url": "https://www.investopedia.com/terms/y/yieldequivalence.asp"
}