{
  "term": "Yield on Earning Assets: What it is, How it Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nThe yield on earning assets is a popular financialsolvency ratiothat compares a financial institution’sinterest incometo its earning assets. Yield on earning assets indicates how well assets are performing by looking at how much income they bring in.\n\nSolvency ratios shed light on if a financial institution has the ability to stay in business by meeting its short-term obligations. Theyieldon earning assets is a way for regulators to determine how much money a financial institution is earning on its assets. Large cash yields are preferred, thereby indicating that a company can pay its short-term obligations and is not at risk of default orinsolvency.\n\nBanks andfinancial institutionsthat provide loans and other investment options that offer yields have to strike a balance between the different types of investment vehicles they offer, the interest rates charged, and the duration of those investments. These factors determine the amount of interest income a debt vehicle will bring in over a specific time frame. This interest income is then compared to the earning assets.\n\nGenerally speaking, the higher a company’sloanto asset ratio, the higher its yield on returning assets. This is because the more loans made the more interest income earned or because higher-yieldinginvestment vehiclesbring in more income relative to the amount of money loaned out.\n\nHigh yield on earning assets is an indicator that a company is bringing in a large amount of income from the loans and investments that it makes. This is often the result of good policies, such as ensuring that loans are appropriately priced, and investments are properly managed, as well as the company’s ability to garner a largershare of the market.\n\nFinancial institutions with a low yield on earning assets are at an increased risk of insolvency, which is the reason the yield on earning assets is of interest to regulators. A low ratio means that a company is providing loans that do not perform well since the amount of interest from those loans is approaching the value of the earning assets.\n\nRegulators may take this as an indicator that a company’s policies are creating a scenario in which the company will not be able to cover losses, and could thus become insolvent.\n\nAs a measure of effectiveness, yield on earning assets can be useful for comparing different managers relative to their asset bases. Managers, or entire businesses, that can generate sizable yield with a small asset base are considered to be more efficient, and likely offer more value.\n\nIncreasing a low yield on earning assets often involves a review andrestructuringof a company’s policies and approach torisk management, as well as a review of the general operations of how the company chooses which loans to provide to which markets.\n\nDepending on the business or strategy, at times, yield on earning assets may need to be adjusted for various methods when compiling financial statements. For instance, certainoff-balancesheet items could distort reported yield on assets when using financial statements that have not been adjusted to reflect these off-balance sheet items.\n\nFurthermore, financial institutions could be charging lowinterest ratesto remain competitive and gain business, which would result in a lower amount of income earned. In this case, a review of a company's pricing policy would be necessary.",
  "url": "https://www.investopedia.com/terms/y/yield-earning-assets.asp"
}