{
  "term": "Yield Spread Premium: What it is, How it Works",
  "definition": "A yield spread premium (YSP) is a form of compensation that amortgage broker, acting as the intermediary, receives from the originating lender for selling an interest rate to a borrower that is above the lender'spar ratefor which the borrower qualifies. The YSP can sometimes be applied to cover costs associated with the loan, so the borrower isn't on the hook for additional fees.\n\nAs a result of legislation that was passed in 1999, the yield spread premium had to be reasonably related to the actual services the mortgage broker performs for the home buyer.The yield spread premium also had to be disclosed by law on theHUD-1 Formwhen the loan is closed. The 2010Dodd-Frank Financial Reform Billsubsequently banned yield-spread premium altogether, a prohibition put into place to protect consumers after the 2008-09 financial crisis.\n\nMortgage brokers are compensated directly by borrowers when the borrower pays an origination fee, when the lender pays the broker a yield spread premium, or a combination of these.If there is no origination fee, the borrower is most likely agreeing to pay an interest rate above the market rate.\n\nPaying an interest rate above-market rates to compensate a mortgage broker/lender is not necessarily a bad thing for the borrower, as it can reduce the mortgage's upfront costs.\n\nThere is no such thing as a 100%no-cost mortgagefor the borrower. If a borrower does not pay closing costs or commissions, they will end up paying those fees spread out over the life of the loan in the form of slightly higher monthly payments.\n\nNote that if a borrower expects to hold the mortgage for a short time, paying a relatively high-interest rate can be more economical than paying high fees upfront. A thorough cost-benefit analysis should be performed before any contracts are signed.\n\nThe par rate is the standard interest rate offered by a mortgage lender based on the terms of the loan and the creditworthiness of the borrower. This rate is free of any adjustments such as closing points,discount (mortgage) points, fees, or commissions.\n\nWhen a homebuyer decides to work with an independentmortgage broker, the broker will be able to compare loans from a variety of banks and mortgage companies. For their work, the broker will be paid a commission. Instead of receiving a cash commission, many brokers instead receive compensation in the form of the yield spread premium, which is an adjustment upward in the par rate. All adjustments made to the par rate must be disclosed in the loan agreement and agreed to at closing in thesettlement statements(the HUD-1 form).\n\nMortgage brokers serve as intermediaries between borrowers and lenders. They can save borrowers time by doing the legwork and finding a lender that is a good fit for the borrower. They also can save borrowers money by finding lower rates the borrower might not have been able to obtain on their own.\n\nMortgage brokers are not doing anything borrowers cannot do on their own. A savvy borrower with the time and knowledge to shop for a lender is unlikely to gain much by working with a broker. There's also the risk that the broker might be steering you to a lender that is good for the broker but not necessarily your best option.\n\nAnorigination feeis compensation to the lender for the expense of processing a loan application. The fee is negotiable to an extent, but there always will be a cost for loan processing. One way to the lower the fee is to pay a higher interest rate, but that might cost more in the long run.\n\nMortgage brokers earn a yield spread premium when they match a borrower with a loan higher than the lender's par rate for that borrower. Details of the fee are provided in the breakdown of costs at the time of closing. Legislation in 1999 and in 2010 was enacted in part to protect borrowers from exorbitant YSPs.\n\nFederal Register. “24 CFR Part 3500 Real Estate Settlement Procedures Act (RESPA) Statement of Policy 1999-\n\n1 Regarding Lender Payments to Mortgage Brokers; Final Rule.”\n\nU.S. Congress. “Dodd-Frank Wall Street Reform and Consumer Protection Act.”",
  "url": "https://www.investopedia.com/terms/y/yield_spread_premium.asp"
}