{
  "term": "Yields in Finance: Formula, Types, and What It Tells You",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe yield of a stock, bond, or other asset is the earnings generated and realized on an investment over a period and includes the interest or dividends paid to investors.\n\nThe yield of a stock, bond, or other asset is the amount of money its investors are paid. An investment's yield includes the interest it earns and/or the dividends paid to investors.\n\nYield is expressed as a percentage based on the invested amount, the current market value, or the face value of the security. For example, Microsoft Corp. (MSFT) announced on March 12, 2024, that it would pay a quarterly dividend of $0.75 per share on June 13, 2024. That means the stock's yield is 0.75%, and owners of the stock's shares receive $75 for every 100 shares they own.\n\nNote that dividend yield is not the same as total return, which reflects any increase in the market value of the asset as well as the dividend payment. If an owner receives the Microsoft dividend on June 13 and sells the shares the next day, the total return or the investor's total yield for Microsoft stock would include any increase in the value of the stock as well as the dividend payment.\n\nYield is a measure of the profit an investor will be paid for investing in an asset. It is usually computed on an annual basis, although it may be paid quarterly or monthly.\n\nThe gross yield is the return on the investment before taxes or other expenses. Yield (or net yield) should not be confused with total return, which is a more comprehensive measure of return on investment. Net yield is calculated as:\n\nFor example, the gains and returns on stock investments can come in two forms. First, it can reflect a price increase, such as when an investor purchases a stock at $100 per share and, after a year, sells it for $120. Second, the stock may pay a dividend, say $2 per share, during the year. The yield would be the appreciation in the share price plus any dividends paid, divided by the original price of the stock. The yield for the example would be:\n\nA higher yield value indicates that an investor is getting more cash flow from holding an investment, but it's not that straightforward.\n\nSince dividends are paid from a company's profits, higher dividend payouts should mean the company's earnings are increasing, which could lead the stock's market price to rise.\n\nBut a higher yield in a company's stock dividend may suggest that the company's management is compensating for a falling or stagnant market value of the stock. In fact, the higher yield may indicate that the stock value used in the formula had declined.\n\nSimilarly, in bonds, a higher-than-average yield in a bond indicates a higher-than-average degree of risk attached to the investment. The company or government body issuing the bond has to pay higher interest to attract investors.\n\nYields on investments vary based on the type of security, the duration of investment, and the return amount.\n\nFor stock-based investments, two types of yields are popularly used. When calculated based on the purchase price, the yield is calledyield on cost(YOC) or cost yield and is calculated as:\n\nFor example, if an investor realized a profit of $20 ($120 - $100) resulting from a price rise, and also gained $2 from a dividend paid by the company. Therefore, the cost yield comes to ($20 + $2) ÷ $100 = 0.22, or 22%.\n\nHowever, many investors may like to calculate the yield based on the current market price, instead of the purchase price. This yield is referred to as the current yield and is calculated as:\n\nFor example, the current yield comes to ($20 + $2) ÷ $120 = 0.1833, or 18.33%.\n\nWhen a company's stock price increases, the current yield goes down because of the inverse relationship between yield and stock price.\n\nThe yield on bonds that pay annual interest can be calculated (called thenominal yield) as:\n\nFor example, if there is a Treasury bond with a face value of $1,000 that matures in one year and pays 5% annual interest, its yield is calculated as $50 ÷ $1,000 = 0.05 or 5%.\n\nHowever, the yield of a floating interest rate bond, which pays a variable interest over its tenure, will change over the life of the bond depending on the applicable interest rate at different terms.\n\nIf there is a bond that pays interest based on the 10-year Treasury yield + 2%, its applicable interest will be 3% when the 10-year Treasury yield is 1%, and will change to 4% if the 10-year Treasury yield increases to 2% after a few months.\n\nThe interest earned on an index-linked bond, which has its interest payments adjusted for an index, such as the Consumer Price Index (CPI), will change with the fluctuations in the value of the index.\n\nYield to maturity(YTM) is a measure of the total return expected on a bond each year if the bond is held until maturity. It differs from nominal yield, which is usually calculated on a per-year basis and is subject to change with each passing year.\n\nYTM is the average yield expected per year, and the value is expected to remain constant throughout the holding period until the bond matures.\n\nTheyield to worst(YTW) is a measure of the lowest potential yield that can be received on a bond without the possibility of the issuer defaulting.\n\nYTW indicates the worst-case scenario on the bond by calculating the return that would be received if the issuer uses provisions including prepayments, call backs, orsinking funds.\n\nThis yield forms an important risk measure and ensures that certain income requirements will still be met even in the worst scenarios.\n\nTheyield to call(YTC) is a measure linked to a callable bond—a type of bond that can be redeemed by the issuer prior to its maturity. YTC refers to the bond's yield at the time of its call date.\n\nThis value is determined by the bond's interest payments, its market price, and the duration until the call date, as that period defines the interest amount.\n\nMunicipal bonds, which are generally non-taxable bonds issued by a state, municipality, or county to finance capital expenditures, also have a tax-equivalent yield (TEY).\n\nTEY is the pretax yield that a taxable bond needs to have for its yield to be the same as that of a tax-free municipal bond, and it is determined by the investor's tax bracket.\n\nMutual fund yieldis used to represent the net income return of a fund and is calculated by dividing the annual income distribution payment by the value of a mutual fund's shares. It includes the income received through dividends and interest that was earned by the fund's portfolio during the given year.\n\nSince mutual fund valuations change every day based on their calculated net asset value, the yields are also calculated and vary with the fund's market value each day.\n\nAlong with investments, yield can also be calculated on any business venture. The calculation retains the form of how much return is generated on the invested capital.\n\nThere are many variations for calculating the different kinds of yields, and some liberty is enjoyed by the companies, issuers, and fund managers to calculate, report, and advertise the yield value according to their own conventions.\n\nRegulators like the Securities and Exchange Commission (SEC) have introduced a standard measure for yield calculation, called theSEC yield. The SEC yield is calculated after considering the fees associated with the fund.\n\nYield represents the cash flow that is returned to the investor, typically expressed on an annual basis. It applies to various bonds, stocks, and funds and is presented as a percentage of a security’s value. Key components that influence a security’s yield include dividends and the price movements of a security.\n\nA 5% yield means that an investment has returned $5 for every $100 invested.\n\nA stock's yield is how much you're actually receiving from the stock in total returns, including dividends.\n\nThe yield of an asset is the amount of cash you receive in return for buying and holding an investment. This is usually expressed as an annual percentage rate of return. In stocks, the yield is the percentage of a company's profits returned to shareholders in the form of dividends. In bonds, yield is the percentage in interest paid to the bondholders.\n\nMicrosoft. \"Microsoft Announces Quarterly Dividend.\"\n\nU.S. Securities and Exchange Commission. \"Investor Bulletin: Municipal Bonds – An Overview.\"\n\nU.S. Securities and Exchange Commission. \"Amendments to Investment Company Advertising Rules.\"",
  "url": "https://www.investopedia.com/terms/y/yield.asp"
}