{
  "term": "Yo-Yo: What It Means, How it Works, Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\n\"Yo-yo\" is a slang term for a very volatile market. The name comes from the movements of a yo-yo toy; in a yo-yo market, security prices continually go up and down.\n\nA yo-yo market has no distinguishing features of either an up or down market—rather, it exhibits characteristics of both. Security prices in a yo-yo market may swing from very high to reach a low point over a given period of time, making it difficult forbuy and holdinvestors to profit.\n\nWhile it is difficult for buy and hold investors to profit in a yo-yo market, they can be profitable environments for astute traders who are able to recognize buy and sell points and make trades before the market reverses. These markets are characterized by steep up and down movements in share prices which can occur within a short timeframe—such as weeks, days, or even hours. The movements are often abrupt, and they usually involve a majority of the stocks moving in unison.\n\nTraders onWall Streetalso refer to this kind of share price activity as “all or nothing,\" implying that everything about the market is either good or bad.\n\nThe occurrence of yo-yo markets is rare, especially those that last for several days or more. They are more likely to occur whenmarket volatilitypicks up following a protracted rise in stock prices, which can tend to make investors nervous.\n\nFor example, during the first six months of 2015, theDow Jones Industrial Average (DJIA)never fluctuated up or down more than 3.5% as it rose to record heights. Then, in August, a convergence of issues—China’s slowing economy, crashing oil prices, and the prospect of higher interest rates—sent the stock market in a steep decline.\n\nFrom Aug. 20, 2015, to Sept. 1, 2015, the market experienced eight trading days in which the Standard & Poor’s 500 Index advance/decline reading was either above 400 or below 400: 400 of the 500 stocks in the index were either advancing or declining at the same time. Within just two days, the DJIA had its worst and best days of the year. Prior to Aug. 20, there had been only 13 days when that occurred.The previous time the market had experienced an extended number of yo-yo days was during the stock market crash of 2008. During a 15-day period from Aug. 20, 2008, to Sept. 9, 2008, there were 11 occurrences.\n\nS&P Dow Jones Indices. \"Dow Jones Industrial Average - 2015 Year in Review.\"",
  "url": "https://www.investopedia.com/terms/y/yoyo.asp"
}