{
  "term": "Yugen Kaisha (YK): What It is, How it Works",
  "definition": "Ayugen kaisha(YK) was a type of limited liability company that could be established in Japan from 1940 through early 2006.\n\nThe Companies Act enacted in Japan in June 2005 abolished the YK business form. The law changed most YKs into KKs, orkabushiki kaisha (KK)—which were in turn replaced bygodo gaisha(GG),a joint-stock company, which is now the most common business form in Japan. The corporation law also changed the corporate governance of YKs.\n\nThe YK corporate structure was based on the GermanGmbH, alimited liability companyand the most common form of corporation in Germany. Japan's YK structure was commonly used by small businesses and could have a maximum of 50 shareholders. The shareholders, called members, were collectively required to contribute 3 million yen in capital. YKs were required to have one director, but they did not need to have a full board of directors.\n\nAfter the Japanese Companies Act of 2005, which became effective on May 1, 2006, no new YK could be formed, and the structure was replaced bygodo gaisha.\n\nAyugen kaishacould have been considered similar to asubchapter S corporation, (a limited liability company, or LLC) or partnership in the United States while a KK is a standard corporation). The accounting, capitalization, and procedural requirements for a YK are much less strict than those for a KK. The owners of a YK have limited liability, but they also are restricted in the transfer of shares. The company cannot offer shares to the public.\n\nJapan is a nation of small businesses. According to David Luhmen of Luhmen.org, 70% of all Japanese companies have fewer than 20 employees, and most Japanese companies are formed as GG rather than YKs.GGs are considered larger and more prestigious in Japan, which is an image-conscious nation where appearances are important.\n\nThe capitalization requirements for KK's and YKs changed in 1991. Before 1991, YK, a limited liability company, could be formed with approximately $1,000. After 1991, the minimum capitalization amount was changed to $30,000 (with one dollar equaling ¥100). In addition, at the same time, the minimum capitalization amount for a KK, a standard corporation, increased from about $4,000 to $100,000.\n\nBecause of its simplified structure and relatively lax incorporation requirements, the YK form was associated with small businesses. However, some larger companies have used the form, for example, ExxonMobil's main Japanese subsidiary was a YK.\n\nHideki Kanda. \"Corporate governance in Japanese law: recent trends and issues.\" Hastings Business Law Journal, Volume 11, No. 1, 2005, Pages 69-84.\n\nLuhman.org. \"Business entities in Japan - yugen kaisha and kabushiki kaishi.\" Accessed Aug. 25, 2021.",
  "url": "https://www.investopedia.com/terms/y/yugen-kaisha.asp"
}