{
  "term": "Yuppie: Definition, History, and Yuppies Today",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nPhotoAlto/Sigrid Olsson/Getty Images\n\nYuppie is a slang term denoting themarket segmentof young urban professionals. A yuppie is often characterized by youth, affluence, and business success. They are often preppy in appearance and like to show off their success by their style and possessions.\n\nCoined in the 1980s, the term yuppie was used as a derogatory title for young business people who were considered arrogant, undeservedlywealthy, and obnoxious. Yuppies often wore high-fashion clothing, drove BMWs, and gloated about their successes. The term has become less of a stereotype and now promotes the image of an affluent professional.\n\nYuppies tend to be educated with high-paying jobs, and they live in or near large cities. Some typical industries associated with yuppies include finance, tech, academia, and many areas in the arts, especially those associated with liberal thinking and style.\n\nThere is some debate over who first coined the term yuppie, but many attribute this to Joseph Epstein, writer and former editor ofThe American Scholar.\n\nOthers credit journalist Dan Rottenberg with coining the term in 1980 in an article titled \"About That Urban Renaissance...\" forChicagomagazine. Rottenberg describes thegentrificationof Chicago's downtown by upwardly mobile young professionals rebelling against suburbia. \"The Yuppies seek neither comfort nor security, but stimulation, and they can find that only in the densest sections of the city,\" he wrote.\n\nLinguistically, the term was an evolution, starting from the word \"hippie,\" which 20 years earlier was a label attached to someone considered \"hip\" to the current culture. That word morphed into \"yippie\"—counterculture advocates associated with the Youth International Party.\n\nAt nearly the same time, a parody of an American stereotype of the \"country club/prep school culture\" called \"The Preppy Handbook\" madeThe New York Timesbestseller list. \"Yuppie\" was the mash-up of all of these moments in the lives of young adults in America, each a reflection of their time.\n\nYippies, in contrast to yuppies, were affiliates of the Youth International Party, a counterculture group that emerged in the late 1960s. The term continued to grow throughout the 1980s as it was used in more newspaper and magazine articles.\n\nAfter the1987 stock market crash, the term yuppie became less political and gained more of the social implications it has today. Although its usage declined in the 1990s, the term was still used in and around that decade.\n\nIt has been used and cited in articles, songs, movies, and other pop culture media. To name a few, the term has appeared in the novel and film \"Fight Club,\" the movie \"American Psycho,\" the satirical blog \"Stuff White People Like\" and the Tom Petty song \"Yer So Bad.\" The term has lost prevalence in the 21st century.\n\nThe term yuppie isn't confined only to the United States—other countries, such as China, Russia, and Mexico, have their variations of yuppies that generally also carry the hallmark connotation of young, higher-class professionals. The term tends to spread and thrive inprospering economies.\n\nIn the 21st century, the term takes on new meaning while retaining the basic tenets of original yuppies. For example, due to the Internet and growing reliance on electronic communication, the term yuppie could refer to aSilicon Valleytech worker who doesn't necessarily have the same social skills as the original yuppie but still works for a prestigious company and makes a lot of money.\n\nThis can make it harder to define yuppies since it might not be obvious at first glance that these people have glamorous careers. Perhaps, as a result, the term yuppie isn't used as widely as it was in the 1980s and early 1990s.\n\nA 2015 article inThe New York Timesmade the case that the all-encompassing definition of yuppies had fragmented. Micro-yuppies abounded. These yuppies profess allegiance to lifestyles, such as nature-based, professional communities, technology executives, or even online communities, such as gaming.\n\nHipsters, who mock the consumption culture fostered by modern society, have replaced earlier yuppies. However, the irony of the situation is that they participate in society actively through their choices.\n\nYuppie is the consolidated word for \"young urban professional.\" In its heyday of use in the 1980s, it was used to label young professionals who worked in an urban environment and made a lot of money. It is considered a derogatory term.\n\nWhile yuppie is not used as commonly today as it was in the 1980s, other words have taken its place to label young urban professionals of affluence. The most common word today in that respect is hipster.\n\nThough not as commonly used as it was in the 1980s, the term yuppie is a derogatory term. Though it simply means \"young urban professional\" it was used negatively to label young professionals who showed off their wealth.\n\nThe concept of the yuppie began in the 1980s and has evolved since then. It started as a derogatory term to label young, affluent professionals who showed off their success but now broadly describes various successful professionals.\n\nThe stereotypical image of a yuppie has faded but the core image of young, affluent urban professionals has adapted to modern cultural changes.\n\nJohn Ayto. \"Movers and Shakers: A Chronology of Words That Shaped Our Age,\" Page 225. Oxford University Press, 2006.\n\nChicago. \"About That Urban Renaissance...\"\n\nDavid Farber. \"Making Yippie!\"An excerpt from Chicago ’68. University of Chicago Press, 1988.\n\nThe New York Times. \"Tell-Tale Signs of the Modern-Day Yuppie.\"",
  "url": "https://www.investopedia.com/terms/y/yuppie.asp"
}