{
  "term": "Z-Score: Meaning and Formula",
  "definition": "Z-score is a statistical measurement that describes a value's relationship to the mean of a group of values. Z-score is measured in terms of standard deviations from the mean. In investing and trading, Z-scores are measures of an instrument's variability and can be used by traders to help determine volatility.\n\nZ-score is a statistical measure that quantifies the distance between a data point and the mean of a dataset. It's expressed in terms of standard deviations. It indicates how many standard deviations a data point is from the mean of the distribution.\n\nIf a Z-score is 0, it indicates that the data point's score is identical to the mean score. A Z-score of 1.0 would indicate a value that is one standard deviation from the mean. Z-scores may be positive or negative, with a positive value indicating the score is above the mean and a negative score indicating it is below the mean.\n\nThe Z-score is sometimes confused with the Altman Z-score, which is calculated using factors taken from a company's financial reports. TheAltman Z-scoreis used to calculate the likelihood that a business will go bankrupt within the range of one to 10 years, while the Z-score can be used to determine how far a stock's return differs from it's average return—and much more.\n\nZ-score is also known as the standard score.\n\nThe statistical formula for a value's z-score is calculated using the following formula:\n\nCalculating a z-score requires that you first determine themeanandstandard deviationof your data.Once you have these figures, you can calculate your z-score. So, assume you have the following variables:\n\nYou would use the variables in the formula:\n\nSo, your selected value has a z-score that indicates it is 1.25 standard deviations from the mean.\n\nTo determine z-score using a spreadsheet, you'll need to input your values and determine the average for the range and the standard deviation. Using the formulas:\n\nYou'll find that the following values have a mean of 12.17 and a standard deviation of 6.4.\n\nUsing the z-score formula, you can figure out each factor's z-score. Use the following formula in D2, then D3, and so on:\n\nIn it's most basic form, the z-score allows you determine how far (measured in standard deviations) the returns for the stock you're evaluating are from the mean of a sample of stocks. The average score you have could be the mean of a stock's annual return, the average return of the index it is listed on, or the average return of a selection of stocks you've picked.\n\nSome traders use the z-scores in more advanced evaluation methods, such as weighting each stock's return to usefactor investing, where stocks are evaluated based on specific attributes using z-scores and standard deviation. In the forex markets, traders use z-scores and confidence limits to test the capability of a trading system to generate winning and losing streaks.\n\nIn most large data sets (assuming a normal distribution of data), 99.7% of values lie between -3 and 3 standard deviations, 95% between -2 and 2 standard deviations, and 68% between -1 and 1 standard deviations.\n\nStandard deviation indicates the amount ofvariability(or dispersion) within a given data set. For instance, if a sample of normally distributed data had a standard deviation of 3.1, and another had one of 6.3, the model with a standard deviation (SD) of 6.3 is more dispersed and would graph with a lower peak than the sample with an SD of 3.1.\n\nA distribution curve has negative and positive sides, so there are positive and negative standard deviations and z-scores. However, this has no relevance to the value itself other than indicating which side of the mean it is on. A negative value means it is on the left of the mean, and a positive value indicates it is on the right.\n\nThe z-score shows the number of standard deviations a given data point lies from the mean. So, standard deviation must be calculated first because the z-score uses it to communicate a data point's variability.\n\nThe Z-score is a way to figure out how far away a piece of data is from the average of a group, measured in standard deviations. It tells us if a data point is typical or unusual compared to the rest of the group, which is useful for spotting unusual values and comparing data between different groups.\n\nThe Z-score is calculated by finding the difference between a data point and the average of the dataset, then dividing that difference by the standard deviation to see how many standard deviations the data point is from the mean.\n\nA z-score is used in many real-life applications, such as medical evaluations, test scoring, business decision-making, and investing and trading opportunity measurements. Traders that use statistical measures like z-scores to evaluate trading opportunities are called quant traders (quantitative traders).\n\nThe higher (or lower) a z-score is, the further away from the mean the point is. This isn't necessarily good or bad; it merely shows where the data lies in a normally distributed sample. This means it comes down to preference when evaluating an investment or opportunity. For example, some investors use a z-score range of -3.0 to 3.0 because 99.7% of normally distributed data falls in this range, while others might use -1.5 to 1.5 because they prefer scores closer to the mean.\n\nA z-score is important because it tells where your data lies in the data distribution. For example, if a z-score is 1.5, it is 1.5 standard deviations away from the mean. Because 68% of your data lies within one standard deviation (if it is normally distributed), 1.5 might be considered too far from average for your comfort.\n\nA z-score is a statistical measurement that tells you how far away from the mean (or average) your datum lies in a normally distributed sample. At its most basic level, investors and traders use quantitative analysis methods such as a z-score to determine how a stock performs compared to other stocks or its own historical performance. In more advanced z-score uses, traders weigh investments based on desirable criteria, develop other indicators, or even try to predict the outcome of a trading strategy.\n\nPennState, Eberly College of Science. \"STAT 500: 3.3.3 - Probabilities for Normal Random Variables (Z-scores).\"\n\nZhao, Tianyang. \"The Relationship Between Z-Score and Stock Prices.\" April 2015, pp. 1-36. Download PDF.\n\nBusiness Compass, LLC. \"Corporate Distress & Bankruptcy: Altman Z-Score+.\"\n\nPennState, Eberly College of Science. \"STAT 500: 3.3.4 - The Empirical Rule.\"",
  "url": "https://www.investopedia.com/terms/z/zscore.asp"
}