{
  "term": "Z Tranche: Meaning, Pros and Cons, Example",
  "definition": "Daniel Rathburn is an editor at Investopedia who works on tax, accounting, regulatory, and cryptocurrency content.\n\nA Z tranche is the lowest-rankedtrancheof acollateralized mortgage obligation(CMO) in terms of seniority. Its owners are not entitled to anycouponpayments, receiving no cash flow fromunderlyingmortgagesuntil the more senior tranches are retired or paid off.\n\nInstead of paying interestto the Z tranche, the money is used to pay off the principal of the upper tranches faster. In turn, the principal of the Z tranche increases over this time due to theaccrued interest. The Z tranche is also written as \"Z-tranche\" and referred to as the \"accrual tranche.\"\n\nTypical Z tranche investors include those that possess long-term liabilities or those who worry aboutreinvestment risk, the possibility of being unable to reinvest cash flows at a rate comparable to their current rate of return.\n\nCMOs, a type ofmortgage-backed security(MBS) that contains a pool of homeloansbundled together and sold as an investment, are stratified so that the contrasting needs of various investors can be met using the same pool of assets.\n\nTranches are created to divide up different mortgage profiles into slices that have financial terms suitable for specific investors. The A tranche, for example, may offer short-termincome and a shorter time tomaturity. The B tranche would then offer a longer time frame of steady cash flow.\n\nAt the bottom of the structure is the Z tranche. The Z tranche is mainly used to improve the attractiveness of the tranches above it. The payments that would be going to the Z tranche instead are dedicated to speeding up the maturity of the senior tranches.\n\nZ tranches are structured as the final tranche in asequential pay CMO. After the earlier tranches in the series have been retired, the Z tranche begins paying cash payments that include both principal and interest.\n\nA Z tranche is structured in a way so that there is no interest paid until the lockout period ends and the tranche begins to pay the principal. The tranche is credited the accrued interest, and the bond's face amount is increased by its coupon rate on each payment date.\n\nThe Z tranche plays a critical role in the creation and long-term success of a CMO, helping to make its senior tranches more secure. That also means that they don't tend to make very attractive investments. Z tranches are described as the riskiest tranche for a reason. It can take decades before an investor sees any money from them, so their holders are up against thetime value of money.\n\nZ tranches have average life spans of 18 to 22 years, of which the accrual period is expected to last eight to 10 years, although aprepaymentrate above expectations can significantly shorten both.\n\nWaiting for everyone else to collect first comes with several other caveats. As we saw during theGreat Recession, homeowners can eventually default on loans. Another big risk that increases over time is outstanding balances on mortgages being paid off ahead of schedule. This phenomenon, known asprepayment risk, prevents MBS holders from recouping all the interest payments they expected to receive as part of their investment.\n\nThe volatility that the Z tranche experiences provides additional stability to the upper tranches, making it the ultimate team player within the CMO stratification.\n\nZ tranches face a lot ofvolatilityover their lifespans as interest ratesfluctuate and the mortgage pool goes through its refinancing bouts and refinancingburnout.\n\nDespite these flaws, there is a market for Z tranches, indicating that there are people out there who choose to invest in them.These individuals usually have capital on hand and want to park it rather than have to reinvest it regularly.\n\nInterest accrues before the payout period\n\nNo cash flow until other tranches retired\n\nCan take a long time to receive a payout\n\nTo give an example of a Z tranche, let's say you get a mortgage from First Example Bank. The bank decides to transfer the money into your account per your agreement. You agree to repay this amount over time per the mortgage payment schedule. First Example Bank doesn't necessarily need to keep the mortgage in their own portfolio, and they could choose to sell it.\n\nIf First Example Bank sells the mortgage to Second Example Bank, they are then able to use the money from the sale for other investments. Once Second Example Bank receives the purchased mortgage, it will group them together. This is called mortgage pooling. Second Example Bank will then sell securities to investors that represent the pool of mortgages.\n\nYou make your payment as scheduled to First Example Bank. They keep a small amount and pass the rest of the payment to Second Example Bank, which also takes a small amount in the form of a fee, passing what is left of the principal and interest to the investors who purchased securities representing the mortgage pool. These are broken down into tranches, with the Z tranche coming last. Therefore, investors who purchased a Z tranche only receive the interest and principal payments after all the other tranches have retired (paid).\n\nCMOs are over-the-counter product offerings and can be purchased through an issuing institution. Other than individual investors, pension funds, insurance companies, commercial banks, credit unions, savings banks, and other financial institutions also buy CMOs.\n\nThe CMO tranche that carries the most prepayment risk is the first tranche, which is the most junior. As more payments are made and tranches retired, the risk of prepayment decreases.\n\nCMOs carry specific risks such as the possibility that not all payments will be made on time, there could be a loss of premium due to prepayments, a risk of interest rates rising and the effect that would have on the securities, and extensions when the principal is returned earlier or later than expected.\n\nA CMO is not apass-through security, although they are similar in that they are both securities created from pools of mortgages.\n\nA Z tranche is the riskiest tranche in a CMO, and the one that takes the longest time to pay out. Investors will typically consider Z tranches if they want to park their money in an investment and not have to worry about adjusting it over time. However, Z tranches are still considered a risk and can be affected by changes in the interest rate environment and if payments are made met on time.\n\nInvestinginbonds.com. \"Various Types of CMOs.\"\n\nWells Fargo Advisors. \"Collateralized Mortgage Obligations.\"\n\nWells Fargo Advisors. \"Collateralized Mortgage Obligations.\"",
  "url": "https://www.investopedia.com/terms/z/ztranche.asp"
}