{
  "term": "Zacks Investment Research",
  "definition": "Zacks Investment Researchis an American company dedicated to the production of independent research and investment-related content. It was founded in 1978 by Len Zacks, based on his insights while pursuing his Ph.D. at MIT.\n\nThe company provides professional investors with financial data and analysis to help make better investment decisions for proprietary accounts and the investment accounts of clients. Zacks is probably known best known for its extensive array of consensus earnings-per-share (EPS) estimates. More recently, the company has moved into other related areas includingresearch reports, recommendation summaries on variousstocks, stock prices, funds, charts and tables, and a host of other investment tools and data.\n\nZacks uses a quantitative stock-rating system that is purely mathematical, meaning they're not influenced by the biases or preferences of individual analysts. The rating system relies heavily onEarnings per share(EPS) related metrics, such as revisions to a company's projected earnings.\n\nThese ratings are based on research produced by U.S. brokerage firms. Every day, the company collects electronic data feeds and printed research on more than 8,500 North American publicly traded companies from 185 brokerage firms. By combining and aggregating the opinions of thousands of analysts, the company is able to identify expert consensus on the earnings potential of certain stocks.\n\nA key element of Zacks research products is Zacks Ranks, a set of investment ratings that groups equity products according to their earnings potential. Originally launched for stock rankings, Zacks Ranks is now available for mutual funds, exchange traded funds, and other vehicles.\n\nZacks Ranks assigns stocks into five categories ranging from \"Strong Buy\" to \"Strong Sell,\" based on the aggregate analysis of multiple brokerage assessments. According to the company, Zacks \"Strong Buy\" stocks have generated better than 25% annual average returns and outperformed the S&P 500 in 26 years out of 30.\n\nZacks Ranks uses four criteria to assess earnings potential:\n\nThese rankings are based on Len Zacks' insight that \"earnings estimate revisions are the most powerful force impacting stock prices.\" When a stocks' earnings estimates are revised upwards, institutional buyers will typically enlarge their positions, thereby buoying the prices of that security. Since large buyers take a long time to enlarge their positions, a small individual investor can quickly take advantage of the anticipated price bump.\n\nZacks Ranks is a system that rates stocks between one to five. Unlike most ratings systems, a #1 Zacks Rank means \"Strong Buy.\"\n\nZacks Investment Research is frequently compared withMorningstar Inc., a Chicago-based investment research firm that compiles data on mutual funds and ETFs. Like Zacks, Morningstar publishes analysis and rates funds on a five-tiered scale.\n\nHowever, the two companies takedifferent approachesto investment research. While Zacks relies on quantitative analysis of fund performance, Morningstar has a larger focus on fundamental analysis. Morningstar also uses a proprietary mathematical formula, based on past performance, to determine how each fund ranks in its respective category. Both companies offer free and paid products, with different levels of access at each tier.\n\nZacks lists several cases of successful predictions to demonstrate the success of their investment model. One example is LSB Industries (LSX), which was given a \"Strong Buy\" in July of 2012 in anticipation of a potential breakout over the next three months.\n\nThe \"Strong Buy\" rating indicated that brokerage analysts had revised their earnings estimates for LSX, and were likely to continue revising their projections upwards. Within three months, following several more upward revisions, LSX had returned 36% gains to investors who used Zacks Research, compared to 5% returns by the S&P 500.\n\nZacks Investment Research is one of many firms that publish data and analysis of mutual funds, stocks, and other investment vehicles. However, Zacks stands out for its unique quantitative approach, focusing on revised earnings estimates as the key to identifying strong performers. Because brokerage analysts tend to be extremely conservative when it comes to revising their estimates, these revisions can be indicators of strong future performance.\n\nThe Stock Screener is a paid product by Zacks Investment Research that allows an investor to sort and search for stocks according to desirable metrics, such as price changes, dividends, or return on investment. In keeping with their focus on earnings estimates, the Zacks Stock Screener also allows investors to sort stocks according to their Zacks Rank and changes to their earnings per share.\n\nZacks Premium Screens are available with a premium membership, priced at $249 per year. This product is also available for higher tiers, with prices ranging as high as $2995 per year.\n\nThe Zacks Industry Rank is the average Zacks Rank of all the companies in a specific industry sector. This metric can be used to identify favorable industry-wide conditions that could benefit similar companies.\n\nThe Zacks Mutual Fund Rank is a rating that is applied to mutual funds, in the same way that Zacks Ranks are assigned to individual stocks. Each quarter, the Zacks Quantitative Research Department calculates a rating for 19,000 different mutual funds, based on the average Zacks Rank of the stocks held by each fund, as well as other quantitative factors.\n\nZacks ETF Rank is a similar ranking system that seeks to identify exchange-traded funds that have a favorable one-year outlook. These rankings are based on a wide range of quantitative metrics, such as expense ratio, momentum, yields, and the assets contained in each ETF.\n\nZacks Investment Research. \"About Us.\" Accessed Sept. 4, 2021.\n\nZacks Investment Research. \"The Zacks Rank Guide.\" p. 2. Accessed Sept. 3, 2021.\n\nZacks Investment Research. \"Four Factors Behind the Zacks Rank.\" Accessed Sept. 3, 2021.\n\nZacks Investment Research. \"The Zacks Rank Guide.\" p. 4. Accessed Sept. 3, 2021.\n\nZacks Investment Research. \"Examples of the Zacks Rank in Action.\" Accessed Sept. 3, 2021.\n\nZacks Investment Research. \"Stock Screener.\" Accessed Sept. 4, 2021.\n\nZacks Investment Research. \"Products.\" Accessed Sept. 4, 2021.\n\nZacks Investment Research. \"Zacks Industry Rank.\" Accessed Sept. 4, 2021.\n\nZacks Investment Researc. \"Mutual Fund Education.\" Accessed Sept. 3, 2021.\n\nZacks Investment Research. \"Zacks ETF Rank Guide.\" Accessed Sept. 3, 2021.",
  "url": "https://www.investopedia.com/terms/z/zacks-investment-research.asp"
}