{
  "term": "Zakat: The Basic Rules for One of the Five Pillars of Islam",
  "definition": "Zakatis anIslamic financeterm referring to the obligation that an individual donate a certain proportion of theirwealtheach year to charitable causes. Zakat is mandatory for all Muslims in most countries and is considered to be a form of worship. Giving away money to the poor is said to purify yearly earnings that are over and above what is required to provide a person and their family with their essential needs.\n\nThere are five pillars of Islam: the declaration of faith, prayer, fasting during Ramadan, theHajjpilgrimage, and zakat. Zakat is a compulsory procedure for Muslims who earn above a certain threshold. It should not be confused withsadaqah, the act of voluntarily giving charitable gifts out of kindness or generosity.\n\nReligious texts offer comprehensive descriptions of the minimum amount of zakat that should be distributed to those less fortunate. It generally varies, depending on whether wealth came from farm produce, cattle,business activities, paper currency, orprecious metalslike gold and silver.\n\nZakat is based onincomeand the value of possessions. The common minimum amount for those who qualify is 2.5% or 1/40 of a Muslim's totalsavingsand wealth.\n\nThe collectors of zakat are also compensated for the work they do.\n\nEach year, between $200 billion and $1 trillion is spent on mandatory alms and voluntary charity across the Muslim world, according to Islamic financial analysts.\n\nAs one of the five pillars of Islam, zakat is a religious obligation for all Muslims who meet the necessary criteria of wealth. This rule plays a major role in the history of Islam and has led to disputes, notably during the Ridda wars.\n\nZakat is considered to be a mandatory type oftax, although not all Muslims abide. In many countries with large Muslim populations, individuals can choose whether or not to pay zakat.\n\nThat is not the case for countries such as Libya, Malaysia, Pakistan, Saudi Arabia, Sudan, and Yemen.Those who fail to pay zakat in places where it is compulsory are treated liketax evaders.\n\nThere has been considerable controversy and criticism surrounding zakat, though. Islamic scholars and development workers argue that it has failed to lift people out ofpoverty, prompting them to suggest that the funds are being wasted and mismanaged.\n\nA personal residence doesn't count toward wealth and thus, doesn't count when calculating zakat. Property used to generate income, such as a rental or vacation home, does.\n\nNisabis a term that often appears alongside zakat. It is a threshold, referring to the minimum amount ofwealthand possessions that a Muslim must own before being obligated to pay zakat. In other words, if personal wealth is below this minimum during one lunar year, no zakat is owed for that period. The nisab is set at the value of 87.48 grams ofgoldor 612.36 grams of silver.\n\nNot everyone pays zakat at the same time. That's where nisab comes into play. Individuals become eligible to pay zakat once they reach the threshold during the full lunar year. So one individual may owe it earlier than someone else.\n\nThere is no set payment date for zakat. But it is often paid out at the end of the year once calculations on any leftover wealth are made. Some Muslims believe that paying zakat duringRamadanbrings good fortune.\n\nThis requires that individuals take regular inventory of their possessions and wealth. This can be done either weekly or monthly.\n\nZakat is an Islamic financial term. As one of the pillars of the faith, it requires all Muslims to donate a portion of their wealth to charity. Muslims must meet a certain threshold before they can qualify for zakat. The amount is 2.5% or 1/40 of an individual's total savings and wealth. Zakat can be paid at any time during the lunar year. Some Islamic countries require citizens to pay zakat while others do not.\n\nMuslims should take inventory of their possessions and wealth. Once they reach nisab or the threshold, which is the value of 87.48 grams of gold or 612.36 grams of silver, they must pay zakat. The total amount to be paid is 2.5% or 1/40 of their total savings and wealth. Muslims can use any number of zakat calculators which are available online to determine their obligations.\n\nIndividuals must meet a certain threshold known as nisab in order to qualify for zakat every lunar year. This is set at the value of 87.48 grams of gold or 612.36 grams of silver. People whose wealth exceeds the value of these amounts must pay 2.5% of the value of their wealth in zakat. Individuals who do not meet this limit are not obligated to pay.\n\nMuslims are obligated to pay 2.5% of the total value of their wealth less any liabilities in zakat provided they reach nisab. This is the threshold, which is the value of 87.48 grams of gold or 612.36 grams of silver. Some Muslim countries make zakat mandatory, just like taxes. Others, though do not obligate their citizens to do so.\n\nSharia is a set of religious laws that adherents of the Islamic faith follow. It dictates various facets of Muslim life, from rituals to raising a family to financial matters. Zakat is an Islamic financial term that obligates Muslims to donate a portion of their wealth to charitable causes. While the practice is mandatory in many Islamic nations, some countries don't obligate their citizens to do so. Whether obligatory or voluntary, using an online zakat calculator can help individuals determine just how much of their wealth they must donate each lunar year.\n\nUnited Nations Development Programme. \"Zakat for the SDGs.\"\n\nElmaghrabi, Mahmoud, et al. \"Towards Developing Standards for the Zakat Administration in the Republic of Sudan.\"International Journal of Management and Applied Research,vol. 7, no 2, 2020, pp. 136-146.\n\nNational Zakat Foundation. \"Do I pay Zakat on my house?\"",
  "url": "https://www.investopedia.com/terms/z/zakat.asp"
}