{
  "term": "Zero-Beta Portfolio: Definition, Formula, Example",
  "definition": "A zero-beta portfolio is a portfolio constructed to have zero systematic risk, or in other words, a beta of zero. A zero-beta portfolio would have the same expected return as the risk-free rate. Such a portfolio would have zero correlation with market movements, given that its expected return equals therisk-free rateor a relatively lowrate of returncompared to higher-beta portfolios.\n\nA zero-beta portfolio is quite unlikely to attract investor interest in bull markets since such a portfolio has no market exposure and would, therefore,underperforma diversifiedmarket portfolio. It may attract some interest during a bear market, but investors are likely to question whether merely investing in risk-free, short-term treasuries is a better and cheaper alternative to a zero-cost portfolio. In theory, building azero-investment portfolioto completely eliminate risk is unachievable.\n\nBeta measures a stock's (or other security's) sensitivity to a price movement of a specifically referenced market index. This statistic measures if the investment is more or less volatile compared to the market index it is being measured against.\n\nA beta of more than one indicates that the investment is more volatile than the market, while a beta less than one indicates the investment is less volatile than the market. Negative betas are possible and indicate that the investment moves in an opposite direction than the particular market measure.\n\nFor example, imagine a large-cap stock. It's possible that this stock could have a beta of 0.97 versus the Standard and Poor's (S&P) 500 index (a large-cap stock index) while simultaneously having a beta of 0.7 versus the Russell 2000 index (a small-cap stock index). At the same time, it could be possible the company would have a negative beta to a very unrelated index, such as an emerging market debt index.\n\nAs a simple example of a zero-beta portfolio, consider the following. A portfolio manager wants to construct a zero-beta portfolio versus the S&P 500 index. The manager has $5 million to invest and is considering the following investment choices:\n\nIf the investment manager allocated capital in the following way, he would create a portfolio with a beta of approximately zero:\n\nThis portfolio would have a beta of -0.037, which would be considered a near-zero beta portfolio.",
  "url": "https://www.investopedia.com/terms/z/zero-betaportfolio.asp"
}