{
  "term": "Zero-Coupon Mortgage: What It is, How it Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nA zero-coupon mortgage is a long-term commercial mortgage that defers all payments ofprincipaland interest until the maturity of the mortgage. The loan's structuring is as an accrual note, meaninginterestdue rolls into the outstanding amount borrowed. At maturity, the borrower either pays off the note or floats another loan at the current interest rates.\n\nZero-coupon mortgages resemblezero-coupon bonds. Thecoupon, the annual interest rate paid on the loan, is zero until the expiration date when it must all be paid back in one hit, together with the full amount borrowed.\n\nCommercial projects use zero-coupon mortgages whencash flowsto service the debt are unlikely to be available until the project nears completion. An example of this would be a sports stadium. In this case, norevenuesare generated until the structure is complete and able to host events.\n\nBecause total interest plus principal repayment is only received by the lender when the loan matures, thecredit riskis significantly higher than with a conventionalloan. As a result, lenders generally only offer this form of financing to established commercial borrowers with clean credit records. They also tend to charge a higher interest rate on zero-coupon mortgages to compensate for the lack of immediate return.\n\nWith a zero-coupon mortgage, a borrower can finance a commercial project with smaller cash flow, on the expectation that appreciation of the property value over the life of the loan is sufficient to pay it off.\n\nLet's say ABC Corp. takes out a $400,000 zero-coupon mortgage due for repayment 20 years from now. Over the course of the next two decades, ABC returns nothing to the lender. Unlike conventionalmortgages, the company isn’t required to immediately start gradually paying back the principal, as well as interest for the privilege of taking out a loan.\n\nThat all changes when its 20 years are up. Suddenly ABC must return the $400,000 it borrowed all at once, together with thecompounded intereston the loan, orrefinanceat prevailing interest rates. Failure to do so will lead it to lose the property and force it to hand over the keys to the lender.\n\nThe year Kansas-based Franklin Savings Association sold the first issue of zero-coupon bonds backed by mortgages.\n\nInvestors have the opportunity to get in on the action and make money from zero-coupon mortgages and bonds. These investments are popular among certain investors, partly due to their availability in specific real estate markets and also because zero-coupon bonds sellat a discountfrom theface valueof the note.\n\nInvestors will not receive regular interest payments. However, the borrower will add the interest amount to the principal amount, which gets returned to thecreditorsat maturity. Interest will compound semiannually, and as the primary value rises, it will create higher interest payments, which roll back into the total principal sum.\n\nBecause they pay no coupons and only deliver money at maturity, zero-coupon mortgage prices can be very volatile. They are also subject to annualincome taxpayments, even though theincomeis attributed and not regularly received by investors. An exception would be if the investment agreement makes no promise to pay investors a specific return, in which case there would be no current taxable yearly income.\n\nAnother similar type of investment is operated primarily forIndividual Retirement Accounts(IRAs)and other entities where current-year taxation is not a consideration.\n\nThe New York Times. \"FINANCE/NEW ISSUES; First Zero Coupon Bond Backed by Mortgages.\"",
  "url": "https://www.investopedia.com/terms/z/zero-coupon-mortgage.asp"
}