{
  "term": "Zero-Investment Portfolio: What it is, How it Works",
  "definition": "A zero-investment portfolio is a collection ofinvestmentsthat has a net value of zero when the portfolio is assembled, and therefore requires an investor to take no equity stake in the portfolio. For instance, an investor may short sell $1,000 worth of stocks in one set of companies, and use the proceeds to purchase $1,000 in stock in another set of companies.\n\nA zero-investment portfolio that requires no equity whatsoever is purely theoretical; it doesn’t exist in the real world, but conceptually this type of portfolio is of interest to academics studying finance. A truly zero-cost investment strategy is not achievable for several reasons. First, when an investor borrows stock from a broker in order to sell the stock and profit from its decline, they must use much of the proceeds as collateral for the loan. Second, in the U.S.,short sellingis regulated by theSecurities and Exchange Commission(SEC) such that it may not be possible for investors to maintain the right balance of short investments with long investments. Finally, buying and selling securities requires investors to pay commissions to brokers, which increases costs to an investor; a real-life attempt at a zero-investment portfolio would involve risking one’s own capital\n\nThe unique nature of a zero-investment portfolio leads it to not have a portfolio weight at all. Aportfolio weightis usually calculated by dividing the dollar amount that a portfolio is long by the total value of all the investments in the portfolio. Because the net value of a zero-investment portfolio is zero, the denominator in the equation is zero. Therefore, the equation cannot be solved.\n\nPortfolio theory is one of the most important areas of study for students and practitioners offinanceand investing. The most important contribution of portfolio theory to our understanding of investments is that a group of stocks can earn investors a better risk-adjusted return than individual investments can. In most real-world markets, however, diversification of assets cannot eliminate risk completely. An investment portfolio that can guarantee a return without any risk is known as an arbitrage opportunity, and academic financial theory usually assumes that such scenarios are not possible in the real world. A true zero-investment portfolio would be considered an arbitrage opportunity—if the rate of return this portfolio earns equals or exceeds the riskless rate of return (usually assumed to be the rate one can earn fromU.S. government bonds).\n\nArbitrage is the process of buying certain amounts of securities in one market while simultaneously selling the same amount of the same or similar securities in another market. The principle of arbitrage can also be applied to buying and selling securities of like value in the same market. The goal of an arbitrage strategy is to minimize the overall risk of losing money, while at the same time taking advantage of opportunities to make money.",
  "url": "https://www.investopedia.com/terms/z/zero-investment-portfolio.asp"
}