{
  "term": "Zero-Day Attack: What it is, Markets, FAQs",
  "definition": "A zero-day attack (also referred to as Day Zero) is an attack that exploits a potentially serious software security weakness that the vendor or developer may be unaware of.The software developer must rush to resolve the weakness as soon as it is discovered in order to limit the threat to software users. The solution is called a software patch. Zero-day attacks can also be used to attack theinternet of things (IoT).\n\nA zero-day attack gets its name from the number of days the software developer has known about the problem.\n\nA zero-day attack can involve malware,adware, spyware, or unauthorized access to user information. Users can protect themselves against zero-day attacks by setting their software—including operating systems, antivirus software, and internet browsers—to update automatically and by promptly installing any recommended updates outside of regularly scheduled updates.\n\nThat being said, having updated antivirus software will not necessarily protect a user from a zero-day attack, because until the software vulnerability is publicly known, the antivirus software may not have a way to detect it. Host intrusion prevention systems also help to protect against zero-day attacks by preventing and defending against intrusions and protecting data.\n\nThink of a zero-day vulnerability as an unlocked car door that the owner thinks is locked but a thief discovers is unlocked. The thief can get in undetected and steal things from the car owner’s glove compartment or trunk that may not be noticed until days later when the damage is already done and the thief is long gone.\n\nWhile zero-day vulnerabilities are known for being exploited by criminal hackers, they can also be exploited by government security agencies who want to use them for surveillance or attacks. In fact, there is so much demand for zero-day vulnerabilities from government security agencies that they help to drive the market for buying and selling information about these vulnerabilities and how to exploit them.\n\nZero-day exploits may be disclosed publicly, disclosed only to the software vendor, or sold to a third party. If they are sold, they can be sold with or without exclusive rights. The best solution to a security flaw, from the perspective of the software company responsible for it, is for an ethical hacker or white hat to privately disclose the flaw to the company so it can be fixed before criminal hackers discover it. But in some cases, more than one party must address the vulnerability to fully resolve it so a complete private disclosure may be impossible.\n\nIn thedark marketfor zero-day information, criminal hackers exchange details about how to break through vulnerable software to steal valuable information. In thegray market, researchers and companies sell information to militaries, intelligence agencies, and law enforcement. In the white market, companies pay white hat hackers or security researchers to detect and disclose software vulnerabilities to developers so they can fix problems before criminal hackers can find them.\n\nDepending on the buyer, the seller, and the usefulness, zero-day information might be worth a few thousand to several hundred thousand dollars, making it a potentially lucrative market to participate in.Before a transaction can be completed, the seller should provide a proof-of-concept (PoC) to confirm the zero-day exploit’s existence. For those who want to exchange zero-day information undetected, theTor networkallows for zero-day transactions to be conducted anonymously usingBitcoin.\n\nZero-day attacks may sometimes be less of a threat than they sound. Governments may have easier ways to spy on their citizens and zero-days may not be the most effective way to exploit businesses or individuals. An attack must be deployed strategically and without the target’s knowledge to have maximum effect. Unleashing a zero-day attack on millions of computers at once could reveal the vulnerability’s existence and get a patch released too quickly for the attackers to accomplish their ultimate goal.\n\nIn April 2017,Microsoftwas made aware of a zero-day attack on its Microsoft Word software. The attackers used a malware called Dridexbanker trojanto exploit a vulnerable and unpatched version of the software.The trojan allowed the attackers to embed malicious code in Word documents which automatically got triggered when the documents were opened. The attack was discovered by antivirus vendor McAfee which notified Microsoft of its compromised software. Although the zero-day attack was unearthed in April, millions of users had already been targeted since January.\n\nIn a more recent example, Google's Chrome web browser has been subject to several attack vectors and exploits. In 2022 alone, Google urged Chrome users to update their browsers on no less than four separate occasions, citing a series of zero-day attacks.\n\nThe term \"zero-day\" (or 0-day) is used for a software exploit or hack referring to the fact that the developer or creator of the at-risk program has only just become aware of it - so they literally have zero days to fix it.\n\nOnce a developer learns of a zero-day attack, the exploit is usually quickly identified and fixed via a software patch or upgrade.\n\nWhile many prominent examples of zero-day examples exist, many cite the Sony Pictures hack of 2014, which utilized a previously-unrecognized vulnerability to install malware unnoticed, which then was used to delete or damage files involved with new films, causing millions of dollars in damages and a scarred reputation for Sony's apparent lack of security. The attack, many believe, was carried out by North Korean agents in response to the release of the film \"The Interview,\" which parodied N. Korea's leader, Kim Jong Un.\n\nU.S. Department of Health and Human Services. \"HHS Cybersecurity Program: Zero-Day Attacks,\" Slide 3-4.\n\nU.S. Department of Health and Human Services. \"HHS Cybersecurity Program: Zero-Day Attacks,\" Slide 10.\n\nU.S. Department of Health and Human Services. \"HHS Cybersecurity Program: Zero-Day Attacks,\" Slide 5.\n\nForbes. \"Google Confirms Chrome’s Fourth Zero-Day Exploit In 2022.\"\n\nVox. \"Here's What Helped Sony's Hackers Break In: Zero-Day Vulnerability.\"",
  "url": "https://www.investopedia.com/terms/z/zero-day-attack.asp"
}