{
  "term": "Zero-Coupon Convertible: What it is, How it Works, Pricing",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA zero-coupon convertible is a fixed income instrument that combines the features of azero-coupon bondwith that of aconvertible bond.\n\nDue to the zero-coupon feature, the bond pays no interest and is therefore issued at a discount to par value, while the convertible feature means that bondholders have the option to convert bonds into common stock of the issuer at a certain conversion price.\n\nZero-coupon convertibles marry two features: zero-coupons and convertibles. A zero-coupon security is a debt instrument which does not make interest payments. An investor purchases this securityat a discountand receives theface valueof the bond on the maturity date. Because there are no payments prior to maturity, zero-coupons have noreinvestment risk. Aconvertible securityis a debt instrument that can be converted into equity of the issuing company at a given time. This is essentially anembedded put optionthat gives bondholders the right to convert bonds into shares, and acts as a sweetener for investors who get to participate in any upside in the price of the issuer's stock.\n\nA zero-coupon convertible is, thus, a non-interest paying bond that can be converted into the equity of the issuing company after the stock reaches a certain price. An investor who purchases this type of security pays a discount for foregoing any interest income. These bonds, however, tend to also benefit shareholders who can use the conversion option to profit on the exchange for shares, and who maintainpriorityahead of equity holders as a creditor in the case of bankruptcy if the bonds are not converted.\n\nHowever, these financial instruments have a built-in option which allows the issuer to force the conversion of the bonds when the stock performs as expected, capping the investor's upside potential. In addition, zero-coupon convertibles tend to be somewhat volatile in the secondary market because the convertible option may or may not become valuable, depending on how the company performs over the life of the debt instrument.\n\nA zero-coupon convertible can also refer to a zero-coupon issued by amunicipalitythat can be converted to an interest-paying bond at a certain time before the maturity date. When a municipal government issues these muni convertibles, they aretax-exempt, but are also convertible to other bonds that may yield more.\n\nThe zero-coupon and convertible features offset each other in terms of the yield required by investors. Zero-coupon bonds are often the most volatile fixed-income investments because they have no periodic interest payments to mitigate the risk of holding them. As a result, investors demand a slightly higher yield to hold them. On the other hand, convertibles pay a lower yield compared to other bonds of the same maturity and quality because investors may be willing to pay a premium for the convertible feature.\n\nThe issuer of zero-coupon convertible increases the principal of the convertible security each year to compensate investors for the absence of coupons. A zero-coupon convertible and interest-paying convertible with identical maturity andcall provisionswill have approximately the sameconversion premiumdespite the difference in compensation to bondholders.\n\nZero-coupon convertibles are priced using option pricing models such as theBlack-Scholesmodel; tree-based models(such as thebinomialortrinomial model); or thedividend valuation model.\n\nThe underlying share price, assumptions about the behavior of the price, assumed equity valuation, and an assumed volatility level are inputs required to price the security. Due to the complexity of zero-coupon convertibles, only sophisticated investors typically trade them.\n\nInvestopedia does not provide tax, investment, or financial services and advice. The information is presented without consideration of the investment objectives, risk tolerance, or financial circumstances of any specific investor and might not be suitable for all investors. Investing involves risk, including the possible loss of principal.\n\nU.S. Securities and Exchange Commission. \"What are Municipal Bonds.\"",
  "url": "https://www.investopedia.com/terms/z/zero-couponconvertible.asp"
}