{
  "term": "Zero-Rated Goods: Definition and Examples",
  "definition": "Zero-rated goods, in countries that usevalue-added tax (VAT), are products that are exempt from that value taxation.\n\nIn most countries, the government mandates a domestic VAT requirement for goods and services. In most reported data, the total price of products sold in a country includes the VAT and is an additional charge tosales taxin most transactions. The VAT is a form of consumption tax.\n\nCountries using VAT designate certain goods as zero-rated goods. Zero-rated goods are typically individualized items. Countries designate these products as zero-rated because they are leading contributors to other manufactured goods and a significant component of a broadersupply chain. Also, many food items are identified as zero-rated goods and sell with 0% VAT.\n\nExamples of items that may be zero-rated include certain foods and beverages,exported goods, donated goods sold by charity shops, equipment for the disabled, prescription medications, water, and sewage services, books and other printed publications, and children's clothing.\n\nIn many cases, buyers use zero-rated goods in production and benefit from paying a lower price for the goods without the tax. A food manufacturer may use zero-rated goods in the manufacturing of a food product, but when the consumer buys the final product, it includes a VAT.\n\nOverall, the absence of VAT on zero-rated goods results in a lower total purchase price for the goods. Zero-rated goods can save buyers a significant amount of money. In the United Kingdom, for example, the standard VAT rate levied on most goods is 20%, and the reduced rate is 5%.\n\nWhen a consumer brings a good from one country to another, either individually or via a shipment, there is generally an international VAT charge in addition to any import or exporttariffsdue. Internationally designated zero-rated goods are not subject to international VAT, so the cost of importing or exporting them is lower.\n\nSome goods and services are also reported as exempt from VAT. These exempt goods and services are typically a focused group provided by a seller that is not subject to VAT.\n\nThe European Commission, for example, exempts goods such as finance andinsuranceservices, and some land building supplies. Other examples of exempt goods are those that serve the public interest, such as medical and dental care, social services, and education.\n\nOften, goods and services that are zero-rated are those that are considered necessary, such as food items, sanitary products, and animal feeds. Zero-rating these items makes them more affordable for lower-income consumers.\n\nFor example, in 2018, an independent panel at the University of Stellenbosch in South Africa made the recommendation to add several items to the country’s list of zero-rated food items. White bread, cake flour, bread flour, baby and adult diapers, sanitary products, and school uniforms were some of the items.\n\nThe recommendation came on the heels of an increase in the VAT rate in South Africa from 14% to 15%, a move that was opposed by many, who saw it as harmful to lower-income households. The country's finance minister at the time, Nhlanhla Nene, appointed the independent panel, which was headed by professor Ingrid Woolard, who teaches economics at the University of Stellenbosch.\n\nThe panel’s recommendations expanded an existing list of 19 zero-rated food items, including brown bread, fruits, vegetables, dried beans, rice, lentils, maize meal, milk, eggs, fish, mealie rice, and vegetable oil.\n\nGovernment of U.K. \"VAT Rates.\"\n\nEuropean Commission, Taxation and Customs Union. \"Exemptions.\"\n\nThe Conversation. \"Zero Rated VAT Items: How South Africa Is Going About Expanding the List.\"",
  "url": "https://www.investopedia.com/terms/z/zero-rated-goods.asp"
}