{
  "term": "Zero Layoff Policy: What It Is, How It Works, Examples",
  "definition": "Katrina Ávila Munichiello is an experienced editor, writer, fact-checker, and proofreader with more than fourteen years of experience working with print and online publications.\n\nA zerolayoffpolicy dictates that no employees shall beterminatedas a result of business-based purposes dictated by the economy. This policy does not exempt termination as a result of poor performance or other violations of theemployment contract, such as ethical lapses.\n\nSuch policies are enacted in recognition that the welfare of employees should not be harmed due to economic factors that are out of their control. A zero layoff policy may also be referred to as a \"no layoffs policy.\"\n\nA zero layoff policy means that an employer will do everything in its power to avoid terminating employees when the economy falls into a recession. This may include salary cuts, cuts to benefits, naturalattrition, moving employees to part-time schedules, or other cost-cutting means.\n\nA zero layoff policy runs contrary to the current habit of treating employees like free agents, almost devoid of any sense of loyalty on both sides. Such a policy is seen by some as a throwback to times of greater paternalism among employers. Having a zero layoff policy has a positive effect on employee morale, especially during rough economic times, as employees do not have to fear being unemployed. Companies that employ zero layoff policies frequently find themselves in lists of top places to work.\n\nA zerolayoff policyis especially evident in recessionary times when most companies will cut headcount in order to improve their financial position. Companies that employ a zero layoff policy tend to treat employees like investments. They hire carefully and tend to train their employees to cover a variety of jobs.\n\nAs of the third quarter of 2020, the following companies have never laid off an employee. Some have been able to maintain a zero layoff policy due to steady growth and lean operating principles, as well as engendering a sense of teamwork among employees that makes occasional belt-tightening more palatable. However, as the impact of COVID-19 drags on, some of the companies have warned that layoffs may end up happening.\n\nReuters. \"Southwest Seeks Pay Cuts from Union to Avoid Layoffs Through 2021.\" Accessed Nov. 23, 2020.\n\nNasdaq. \"NuStar Energy Cuts 2020 Capex View, Follows No Lay-Off Rule.\" Accessed Nov. 23, 2020.\n\nBirmingham Business Journal. \"Nucor to Lay Off Hundreds of Employees at Eufaula Facility.\" Accessed Nov. 23, 2020.\n\nWinsight Grocery Business. \"Wegmans, Publix, and Nugget Markets Show the Way Forward.\" Accessed Nov. 23, 2020.",
  "url": "https://www.investopedia.com/terms/z/zero-layoff-policy.asp"
}