{
  "term": "Zero-Dividend Preferred Stock: What it is, Pros and Cons",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA zero-dividendpreferred stockis a preferred share issued by a company that is not required to pay adividendto its holder. The owner of a zero-dividend preferred share will earn income fromcapital appreciationand may receive a one-time payment at the end of the investment term.\n\nWhen a company issues stock, they issue two types: preferred stock andcommon stock. Preferred stock has priority over common stock when it comes to dividends and asset distribution and is therefore seen as less risky. Preferred stock usually does not havevoting rights, whereas common stock does.\n\nOwners of zero-dividendpreference shareswill not receive a normal dividend but they will still maintain reimbursement priority overcommon shareholdersin the event of a bankruptcy.In such an event, they will get a fixed sum that was agreed upon in advance.\n\nZero-dividend preferred stock is comparable in some ways tozero-coupon bonds, though they are regarded as lower tier than bonds. Still, they do have upper-tier preference compared with common shareholders if a bankruptcy occurs. This type of stock is usually backed by the issuer’s assets and can be part of split capital investment trusts as a sort of share to produce fixed capital growth in a defined period.\n\nCompanies that are likely to issue zero-dividend preferred stock include investment trusts, particularly those that may face challenges getting long-term debt approved. Zero-dividend preferred stock usually comes with a specific time period.\n\nIssuing zero-dividend preferred stock is a way for an investment trust to raisecapitalthat is easier than seeking a loan from a bank, and oftentimes lasts much longer than a bank would typically be willing to lend for. Zero-dividend preferred stock also comes with fewer restrictions than a bank would include in a loan. A zero-dividend preferred stock raises capital, holds no voting rights, and doesn't pay out a dividend. It's an extremely attractive option for a company to issue.\n\nThere are many advantages and disadvantages for an investor that come with a zero-dividend preferred stock.\n\nU.S. Securities and Exchange Commission. \"Stocks.\" Accessed Oct. 8, 2021.\n\nInternal Revenue Service. \"Topic No. 409 Capital Gains and Losses.\" Accessed Oct. 8, 2021.",
  "url": "https://www.investopedia.com/terms/z/zero-dividend-preferred-stock.asp"
}