{
  "term": "Zero Basis Risk Swap (ZEBRA)",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nA zero basis risk swap (ZEBRA) is aninterest rate swapagreement between a municipality and afinancial intermediary. A swap is an agreement with two counterparties, where one party pays the other party a fixed interest rate and receives a floating rate.\n\nThis particular swap is considered zero-risk because the municipality receives afloating ratethat is equal to the floating rate on its debt obligations, meaning that there is nobasis riskwith the trade. The ZEBRA is also known as a \"perfect swap\" or \"actual rate swap.\"\n\nZEBRAs entail the municipality paying afixed rate of intereston a specified principal amount to the financial intermediary. In return, they receive a floating rate of interest from the financial intermediary. The floating rate received is equal to the floating rate on the outstandingdebtinitially issued by the municipality to the public.\n\nBasis risk is the financial risk that offsetting investments in ahedgingstrategy will not experienceprice changesin entirely opposite directions from each other. This imperfect correlation between the two investments creates the potential for excess gains or losses in a hedging strategy, thus adding risk to the position. A ZEBRA is free from such risk.\n\nMunicipalities use these types of swaps to manage risk, as the swap creates more stablecash flows. If the floating rate on their debt rises, the floating rate they receive from the ZEBRA swap also rises. This helps avoid the situation where interest on debt rises but those higher interest charges are not offset by higher interest payments coming in.\n\nThe municipality always pays the fixed interest rate in a ZEBRA swap. This is what allows them to keep their cash flows stable; they know what they will be paying out, and also know that the floating rate they pay will be equally offset by the floating rate they receive.\n\nZEBRA swaps are tradedover-the-counter(OTC) and can be for any amount agreed on by the municipality and the financial institution counterparty.\n\nSay a municipality has $10 million in floating-rate debt issued at theprime rateplus 1%, with the prime rate at 2%. The municipality agrees to pay a fixed rate of 3.1% to a financial intermediary for a term agreed to by the parties. In exchange, the municipality receives floating interest rate payments of the prime rate plus 1% from the financial institution.\n\nNo matter what happens with rates in the future, the floating rate received will equal the floating rate the municipality needs to pay on their debt. This is why it is called a zero basis risk swap.\n\nOne party could still end up better off, though. If interest rates rise, this will favor the municipality because they are paying a fixed rate. Alternatively, should interest rates fall, the municipality is worse off. This is because they will be paying a higher fixed rate when instead they could have just paid the lower interest rate on their debt directly.\n\nWhile there is the possibility of ending up worse off, municipalities still enter into such agreements since their main goal is to stabilize debt costs, not bet on interest rate movements.",
  "url": "https://www.investopedia.com/terms/z/zebra.asp"
}