{
  "term": "Zero-Proof Bookkeeping: What It Is, How It Works",
  "definition": "Andy Smith is a Certified Financial Planner (CFP®), licensed realtor and educator with over 35 years of diverse financial management experience. He is an expert on personal finance, corporate finance and real estate and has assisted thousands of clients in meeting their financial goals over his career.\n\nZero-proof bookkeeping is a manual bookkeeping procedure used in accounting in which posted entries are systematically subtracted from an ending balance to check for errors. In zero-proof bookkeeping, a balance of zero when all entries have been subtracted is proof that the accounting entries have been entered correctly. In this way, this practice is quite similar to keeping abalance sheet, which is a common financial statement issued by firms that balances assets with liabilities and shareholder's equity - such that subtracting the left side from the right side of the balance sheet results in a sum of zero.\n\nZero-proof bookkeeping is employed as part of adouble-entrybookkeeping system, where credits (liabilities) and debits (assets) are kept track of simultaneously.\n\nThis method, used as part of a double-entry bookkeeping system, may be used to reconcile accounting differences in situations where the number of entries or transactions is not overly large. A typical situation where zero-proof bookkeeping is used is by bank tellers to reconcile differences at the end of a day. Zero proof bookkeeping is not practical where large numbers of transactions are the norm, and many of the figures are rounded. Thus, this practice is most often used by smaller businesses or for individual purposes.\n\nBecause zero-proof bookkeeping is carried out by hand, it is a laborious and time-consuming process. It is also tedious in that the same sort of manual calculations must be carried out on a regular basis, for example, at the end of each business day. Of course, this work can be augmented with the work of calculators or spreadsheets such as Microsoft Excel.\n\nTo start in the zeroing out process, the bookkeeper will first engage in \"footing\" the ledger. The footing here meanssumming up all of the numbers recordedin a single column of the accounting ledger. The resulting sum, which appears at the bottom (\"foot') of the column is then used to reconcile against the other columns by comparing and subtracting debits from credits (cross-footing). An example of zero-proof bookkeeping in practice is the use of balance sheets by firms whereshareholders' equityis used as a figure (either positive or negative) to balance assets with liabilities so that they add up to zero on net.",
  "url": "https://www.investopedia.com/terms/z/zero-proof-bookkeeping.asp"
}