{
  "term": "Zero-Volatility Spread (Z-Spread) Formula and Calculation",
  "definition": "The zero-volatility spread (z-spread) is the constant spread that makes the price of a security equal to the present value of its cash flows when added to the yield at each point on the spot rate Treasury curve where cash flow is received.\n\nSuppose you're considering two investments: a super-safe government bond and a riskier corporate bond. The zero-volatility spread (z-spread) helps you understand how much money you'd need to make from the riskier bond over its lifespan to make it worthwhile.\n\nIn short, the z-spread puts a number to the adage that the greater the risk, the greater the potential reward. The z-spread determines the added yield (or interest) an investor can earn from a corporate bond compared with a risk-free government bond. It measures the extra incentive or reward for taking on the risk of investing in a particular bond.\n\nAlso known as thestatic spread, this concept is often made to sound quite tricky, but it's intuitive. Suppose you're fresh out of college and offered a safe job with a local government agency, which promises a decent income and job security. It's an important agency, and it has never had job cuts in its entire history. Meanwhile, you're also offered a job with a startup business that a friend is forming. It offers potentially far higher pay through bonuses and stock options, but there's also a risk the company will struggle or even go out of business. How much more would you need to be offered to take the startup job? To make a decision, you need to know more than the initial salary difference; you also need to know the different effects they would have over your lifetime since you're comparing two career paths. So, how much would it take, on average, for each paycheck to make it worth the risk?\n\nCalculating that difference related to higher and lower-risk bonds is precisely what the z-spread does. Below, we show you how it's measured and why it's crucial to any bond investor.\n\nThe z-spread is the constant spread that needs to be added to a benchmark yield curve to make the price of a bond equal to the present value of its cash flows. Below is a sample spread:\n\nTo understand this concept, let's return to our job analogy. Suppose you took the stable government job, but your friend calls again asking you to move over to the startup. The z-spread is like calculating the extra compensation package (salary, bonuses, and benefits) the startup needs to offer each year, over your entire career, to make the risky move worthwhile.\n\nIn bond terms, the government job is the yield curve of risk-freeTreasurysecurities. These government securities are considered risk-free since the U.S. government has always paid such debts. The startup job is analogous to the greater risk, but potentially higher reward, of the corporate or other non-government bond you're considering. The z-spread gives you a measure of how much more in yield the riskier bond must offer at every point along its life cycle to match the value of the safe Treasury bonds.\n\nHere are key aspects of the z-spread:\n\nAs such, the z-spread is different from the nominal spread. A nominal spread calculation uses one point on the Treasury yield curve (not the spot-rate Treasury yield curve) to determine the spread at a single point that will equal the present value of the security's cash flows to its price.\n\nThe z-spread helps analystsdiscover if there is a discrepancyin a bond's price. Because the z-spread measures the spread that an investor will receive over the entirety of the Treasury yield curve, it gives analysts a more realistic value of a security instead of a single-point metric, such as a bond's maturity date.\n\nTo calculate a z-spread, an investor must take the Treasury spot rate at each relevant maturity, add the z-spread to this rate, and then use this combined rate as the discount rate to calculate the price of the bond. The formula to calculate a z-spread is as follows:P=C1(1+r1+Z2)2n+C2(1+r2+Z2)2n+Cn(1+rn+Z2)2nwhere:P=Current price of the bond plus any accrued interestCx=Bond coupon paymentrx=Spot rate at each maturityZ=Z-spreadn=Relevant period\\begin{aligned} &\\text{P} = \\frac { C_1 }{ \\left ( 1 + \\frac { r_1 + Z }{ 2 } \\right ) ^ {2n} } + \\frac { C_2 }{ \\left ( 1 + \\frac { r_2 + Z }{ 2 } \\right ) ^ {2n} } + \\frac { C_n }{ \\left ( 1 + \\frac { r_n + Z }{ 2 } \\right ) ^ {2n} } \\\\ &\\textbf{where:} \\\\ &\\text{P} = \\text{Current price of the bond plus any accrued interest} \\\\ &C_x = \\text{Bond coupon payment} \\\\ &r_x = \\text{Spot rate at each maturity} \\\\ &Z = \\text{Z-spread} \\\\ &n = \\text{Relevant time period} \\\\ \\end{aligned}​P=(1+2r1​+Z​)2nC1​​+(1+2r2​+Z​)2nC2​​+(1+2rn​+Z​)2nCn​​where:P=Current price of the bond plus any accrued interestCx​=Bond coupon paymentrx​=Spot rate at each maturityZ=Z-spreadn=Relevant period​\n\nAssume a bond is currently priced at $104.90. It has three future cash flows: a $5 payment next year, a $5 payment two years from now, and a final total payment of $105 in three years. The Treasury spot rate at the one-, two-, and three-year marks are 2.5%, 2.7%, and 3%.\n\nWe need to find the z-spread that equates the bond price to the present value of these cash flows. Those cash flows are determined by discounting the two $5 cash flows and the final $105 payment to find their present value. This is done by dividing each cash flow by one plus the sum of the Treasury spot rate for that period (2.5%, 2.7%, and 3.0% in our example) and the z-spread, raised to the power of two times the number of the period:\n\n$104.90=$5(1+2.5%+Z2)2×1+$5(1+2.7%+Z2)2×2+$105(1+3%+Z2)2×3\\begin{aligned} \\$104.90 = &\\ \\frac { \\$5 }{ \\left ( 1 + \\frac { 2.5\\% + Z }{ 2 } \\right ) ^ { 2 \\times 1 } } + \\frac { \\$5 }{ \\left ( 1 + \\frac { 2.7\\% + Z }{ 2 } \\right ) ^ { 2 \\times 2 } } \\\\ &+ \\frac { \\$105 }{ \\left ( 1 + \\frac { 3\\% + Z }{ 2 } \\right ) ^ {2 \\times 3 } } \\end{aligned}$104.90=​(1+22.5%+Z​)2×1$5​+(1+22.7%+Z​)2×2$5​+(1+23%+Z​)2×3$105​​\n\nWe can then calculate thenet present valueof the three cash flows:\n\n4.8696 + 4.7176 + 95.3157 = 104.9029\n\nGiven that our bond price is $104.90 and the calculated present value of the cash flows is about $104.9029, we adjust the z-spread slightly to match the bond price exactly. In this case, the z-spread is found to be the following:\n\n$140.9029 - 140.9000 = 0.0029, or 0.29%.\n\nThe z-spread is particularly useful for analyzing mortgage-backed securities (MBS) because it considers the spread across the entire yield curve, providing a clearer picture of the bond's value. Given the complexity and varied cash flows of an MBS, the z-spread helps investors assess the true yield and risk by discounting each cash flow at the correct rate.\n\nYes, the z-spread on a bond can be negative if it's trading at apremiumcompared withrisk-freeTreasury securities. This would indicate that investors are willing to accept a lower yield because of factors such as superior credit quality, higher liquidity, or other attractive bond features.\n\nThe z-spread provides insights into the credit risk of a bond by comparing its yield to the risk-free Treasury yield curve. A higher z-spread indicates a higher perceived credit risk, as investors demand additional compensation for taking on that risk. Conversely, a lower z-spread suggests lowercredit risk.\n\nIn bond portfolio management, the z-spread helps assess the relative value of different bonds. By comparing the z-spreads of various securities, investors can identify relatively undervalued or overvalued bonds, optimize the portfolio's risk-return profile, and make more informed decisions about buying or selling bonds to achieve their investment objectives.\n\nThe Z-spread measures the spread over the Treasury yield curve without considering anyembedded optionsin the bond, such as call or put options (e.g., a convertible bond, a callable bond, or a putable bond). If present, the option-adjusted spread (OAS) adjusts for these options, providing a more accurate reflection of the bond's true spread by accounting for the value of these options. Essentially, the OAS is the z-spread adjusted for option risk.\n\nThe z-spread is an important tool for assessing the relative value of bonds. It represents the constant spread that, when added to the Treasury spot rate at each cash flow point, equates the bond's price to the present value of its cash flows.\n\nThis spread offers a more detailed valuation compared with single-point metrics like thenominal spread, as it accounts for the entire yield curve. By understanding and utilizing the z-spread, investors, and analysts can more accurately identify price discrepancies and make more informed decisions about bond investments.",
  "url": "https://www.investopedia.com/terms/z/zspread.asp"
}