{
  "term": "Zero-Bound: Definition, Purpose, How It Works, Example",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nZero-bound is anexpansionary monetary policytool where acentral banklowers short-term interest rates to zero, if needed, to stimulate the economy. A central bank that is forced to enact this policy must also pursue other, often unconventional, methods of stimulus to resuscitate the economy.\n\nZero-bound refers to the lowest level thatinterest ratescan fall to, and logic dictates that zero would be that level. The main arrow in a central bank's monetary policy quiver is interest rates. The bank will manipulate interest rates to either stimulate a stagnating economy or dampen an overheating one. Clearly, there are limits, especially at the lower end of the range.\n\nThe zero-bound is the lower limit that rates can be cut to, but no further. When this level is reached, and the economy is still underperforming, then the central bank can no longer providestimulusvia interest rates. Economists use the termliquidity trapto describe this scenario.\n\nWhen faced with a liquidity trap, alternative procedures for monetary stimulus often become necessary. Conventional wisdom was that interest rates could not move into negative territory, meaning once interest rates reach zero or are close to zero, for example, 0.01%,monetary policyhas to be altered to continue to stabilize or stimulate the economy.\n\nThe most familiar alternative monetary policy tool is perhapsquantitative easing(QE). This is where a central bank engages in a large-scale asset-buying program, often involving treasuries and othergovernment bonds. Not only will this keep short-term rates low, but it will push down longer-term rates, which further incentivizes borrowing.\n\nSince theGreat Recessionof 2008 and 2009, some central banks pushed the limits of zero-bound below the numerical level and implementednegative rates.As the global economy plummeted, central banks slashed rates to spur growth and spending. However, as the recovery remained slow, central banks began entering the uncharted territory of negative rates.\n\nSweden was the first country to enter this territory, when in 2009 the Riksbank cut therepo rateto 0.25%, which pushed the deposit rate to -0.25%.Since then, theEuropean Central Bank(ECB), theBank of Japan(BOJ), and a handful of others followed suit at one time or another.\n\nThere are instances where negative rates have been implemented during normal times. Switzerland is one such example; through much of the 2010s, itstarget interest ratewas-0.75%, which was raised to -0.50% in 2021.Japan similarly had adopted anegative interest rate policy(NIRP), with a target rate of -0.1%.\n\nTheSwiss National Bank(SNB) maintains a negative interest-rate policy. While there are other examples of negative interest rates, the Swiss example is rather unique in that the country is opting to keep rates very low (and negative) to prevent itscurrencyfrom rising too significantly.\n\nIn the Swiss example, negative interest rates are only applied to Swiss franc bank balances over a certain threshold.\n\nSwitzerland is viewed as asafe-haven, with low political andinflationrisk. Other examples of negative and zero-bound interest rate policies have often come about because of economic turmoil, which requires cutting interest rates to stimulate the economy. The Swiss situation doesn't fit this scenario.\n\nThe SNB has maintained that it must keep rates low to prevent its already relatively high currency value from going even higher. A rising currency hurts the Swissexportindustry. Therefore, the SNB has taken a two-pronged approach to control the currency. The Bank has actively engaged in currency market interventions to help cap the strongSwiss franc, and also keeps interest rates low or negative to dissuade strong speculative buying of the franc.\n\nIn this situation, the SNB will eventually adopt a zero-bound strategy for moving back to 0% and above. However, that won't happen until the central bank feels it can raise rates without causing too significant of a rise in the currency.\n\nBank for International Settlements. \"Ben S Bernanke: The Effects of the Great Recession on Central Bank Doctrine and Practice,\" Page 3. Accessed April 6, 2021.\n\nThe Federal Reserve System. \"Quantitative Easing and the 'New Normal' in Monetary Policy.\" Accessed April 6, 2021.\n\nInternational Monetary Fund. \"How Can Interest Rates Be Negative?\" Accessed April 6, 2021.\n\nSveriges Riksbank. \"Repo Rate Cut to 0.25 Per Cent.\" Pages 1-3. Accessed April 6, 2021.\n\nBloomberg. \"World’s Longest-Lasting Negative Rate Regime Gets a Revamp.\" Accessed April 6, 2021.",
  "url": "https://www.investopedia.com/terms/z/zero-bound.asp"
}