{
  "term": "Zero-Sum Game Definition in Finance, With Examples",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nA zero-sum game is a situation where the only possible gains come at the cost of someone else's loss.\n\nA zero-sum game is any interaction where one person's gain results in an equivalent loss by another participant. The concept of a zero-sum game is prominent ingame theory. Chess is an example of a zero-sum game, in which one person wins at the expense of another.\n\nSome transactions in the financial market are zero-sum games. Trading in options and futures are common examples: Every contract is an agreement between two parties, where one party wins and the other party loses.\n\nIn financial markets, there may be millions of participants in a zero-sum game. Assets can be bought and sold among millions of investors, redistributing wealth but not increasing the total.\n\nZero-sum games are found in many contexts. Poker is a zero-sum game since the sum of the amounts won by some players equals the combined losses of other players. The pot does not grow, it is simply redistributed.\n\nGames like chess and tennis, where there is one winner and one loser, are also zero-sum games.\n\nDerivatives trades are often cited as zero-sum games, since every dollar earned has to be lost by another party to the transaction.\n\nZero-sum games are the opposite of win-win situations, such as a trade agreement that significantly increases trade between two nations. There can also be lose-lose situations, such as a breakdown in a diplomatic negotiation that ends with no positive outcome for either party.\n\nIn real life, things are not always so obvious, and gains and losses can be difficult to quantify.\n\nWhen applied to economics, there are multiple factors to consider when understanding a zero-sum game. A zero-sum game assumes a version ofperfect competitionand perfect information; both opponents in the model have all the relevant information to make an informed decision.\n\nTaking a step back, most transactions or trades are inherently non-zero-sum games because when two parties agree to trade, they do so with the understanding that the goods or services they are receiving are more valuable than the goods or services they are giving up. This is called positive-sum, and most transactions fall under this category.\n\nMany well-known game theory examples like theprisoner’s dilemma, the Cournot Competition, theCentipede Game, and Deadlock are non-zero-sum games.\n\nA positive-sum game is where the net result is greater than zero, even though there may be some winners and losers. In economics, trade and exchange are thought to be examples of a positive-sum game.\n\nGame theory is a complex theoretical study ineconomics. The 1944 groundbreaking work “Theory of Games and Economic Behavior,” written by Hungarian-born American mathematician John von Neumann and co-written by Oskar Morgenstern, is the foundational text.\n\nGame theory is the study of the decision-making process between two or more intelligent and rational parties. It can be used in a wide array of economic fields, includingexperimental economics, which tests economic theories in a controlled setting.\n\nWhen applied to economics, game theory uses mathematical formulas and equations to predict outcomes in a transaction, taking into account many different factors including gains, losses, optimality, and individual behaviors.\n\nIn theory, a zero-sum game is solved via three solutions, perhaps the most notable of which is theNash Equilibriumput forth by John Nash in a 1951 paper titled “Non-Cooperative Games.”The Nash equilibrium states that two or more opponents in the game—given knowledge of each others’ choices and that they will not receive any benefit from changing their choice—will therefore not deviate from their choices.\n\nThe game ofmatching penniesis often cited as an example of a zero-sum game, according to game theory. The game involves two players, A and B, simultaneously placing a penny on the table. The payoff depends on whether the pennies match or not. If both pennies are heads or tails, Player A wins and keeps Player B’s penny. If they do not match, Player B wins and keeps Player A’s penny.\n\nMatching pennies is a zero-sum game because one player’s gain is the other’s loss. The payoffs for Players A and B are shown in the table below, with the first numeral in cells (a) through (d) representing Player A’s payoff, and the second numeral representing Player B’s payoff. As can be seen, the combined payoff for A and B in all four cells is zero.\n\nIn the stock market, trading is often thought of as a zero-sum game. However, because trades are made based on future expectations and traders have different risk preferences, a trade can be mutually beneficial.\n\nInvesting long-term is considered a positive-sum situation because capital flows facilitate production and create jobs that then provide savings and income, fueling investment to continue the cycle.\n\nOptionsand futures trading is the closest practical example to a zero-sum game scenario because the contracts are agreements between two parties, and if one person loses, the other party gains.\n\nGenerally, if the price of that commodity orunderlying assetrises (usually against market expectations) within a set time frame, an investor can close the futures contract at a profit. Thus, if an investor makes money from that bet, there will be a corresponding loss, and the net result is a transfer of wealth from one investor to another.\n\nEven if you never work in business or finance, daily life is full of zero-sum interactions where one person's success comes at another's expense. For example, imagine two people fighting over a taxi, or roommates arguing over fridge space. Since there's only one taxi and a finite amount of fridge space, there's no way for one party to gain without the other party suffering an equal loss.\n\nLuckily, real life is also full of positive-sum interactions, where both players feel better off. If you spend a dollar on an apple, it's because you feel better off with the apple than with the dollar. Likewise, the supermarket prefers to have your dollar rather than the apple.\n\nYes. Often, the terms zero-sum and \"all or nothing\" are used to describe the same phenomenon, in which there can only be one winner at the expense of the loser(s).\n\nThe term zero-sum comes from the fact that some situations require winners to gain at the expense of losers while the net value of the system remains unchanged.\n\nFor example, a winner with +3 would result in, say, two losers, one with -1 and one with -2. The sum is zero (3 - 2 - 1).\n\nIn the context of personal relationships, a zero-sum game implies that there can only be one winner at the expense of the other person or people. This can create conflict and tension.\n\nIn a zero-sum game, or any zero-game interaction, there are winners and losers but there is no net gain. Luckily, most interactions in life are non-zero-sum games. Some of the participants can gain while others lose, but it is not a winner-take-all outcome. And, in the end, the amount gained can be greater than the amount risked.\n\nBritannica. \"The von Neumann-Morgenstern Theory.\"\n\nMIT Libraries. \"Year 91 – 1951: 'Non-cooperative Games' by John Nash, in: Annals of Mathematics 54 (2).\"",
  "url": "https://www.investopedia.com/terms/z/zero-sumgame.asp"
}