{
  "term": "Zero-Coupon Inflation Swap (ZCIS): Formula, Examples and Benefits",
  "definition": "Gordon Scott has been an active investor and technical analyst or 20+ years. He is a Chartered Market Technician (CMT).\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA zero-coupon inflation swap (ZCIS) is a type ofderivativein which a fixed-rate payment on a notional amount is exchanged for a payment at the rate of inflation. It is an exchange of cash flows that allows investors to either reduce or increase their exposure to the changes in the purchasing power of money.\n\nA ZCIS is sometimes known as a breakeven inflation swap.\n\nAninflation swapis a contract that transfers inflation risk from one party to another through an exchange of fixed cash flows. A ZCIS is a basic type of inflation derivative, where an income stream tied to the inflation rate is exchanged for an income stream with a fixed interest rate. Azero-couponsecurity does not make periodic interest payments during the life of the investment. Instead, a lump sum is paid on thematurity dateto the security holder.\n\nLikewise, with a ZCIS, both income streams are paid as one lump-sum payment when the swap reaches maturity and the inflation level is known. The payoff at maturity depends on theinflation raterealized over a given period, as measured by an inflation index. In effect, the ZCIS is a bilateral contract used to provide ahedgeagainst inflation.\n\nWhile payment is typically exchanged at the end of the swap term, a buyer may choose to sell the swap on theover-the-counter (OTC)market prior to maturity.\n\nUnder a ZCIS, the inflation receiver, or buyer, pays a predetermined fixed rate and, in return, receives an inflation-linked payment from the inflation payer or seller. The side of the contract that pays a fixed rate is referred to as the fixed leg, while the other end of the derivatives contract is the inflation leg. The fixed rate is called the breakeven swap rate, even though the two parties may not actually end up with even payouts.\n\nThe payments from both legs capture the difference between expected and actual inflation. If actual inflation exceeds expected inflation, the resulting positive return to the buyer is considered acapital gain. As inflation rises, the buyer earns more; if inflation falls, the buyer earns less.\n\nThe inflation buyer pays a fixed amount, known as the fixed leg. This is:\n\nThe inflation seller pays an amount given by the change in the inflation index, known as the inflation leg. This is:\n\nInflation Leg=A×[(IE÷IS)−1]where:A=Reference notional of the swapr=The fixed ratet=The number of yearsIE=Inflation index at the end (maturity) dateIS=Inflation index at the start date\\begin{aligned}&\\text{Inflation Leg}=A\\times[(\\text{I}_{\\text{E}}\\div \\text{I}_{\\text{S}})-1]\\\\&\\textbf{where:}\\\\&A=\\text{Reference notional of the swap}\\\\&r=\\text{The fixed rate}\\\\&t=\\text{The number of years}\\\\&\\text{I}_{\\text{E}}=\\text{Inflation index at the end (maturity) date}\\\\&\\text{I}_{\\text{S}}=\\text{Inflation index at the start date}\\end{aligned}​Inflation Leg=A×[(IE​÷IS​)−1]where:A=Reference notional of the swapr=The fixed ratet=The number of yearsIE​=Inflation index at the end (maturity) dateIS​=Inflation index at the start date​\n\nAssume that two parties enter into a five-year ZCIS with a notional amount of $100 million, a 2.4% fixed rate, and the agreed-upon inflation index, such as theConsumer Price Index (CPI), at 2.0% when the swap is agreed upon. At maturity, the inflation index is at 2.5%.\n\nFixed Leg=$100,000,000×[(1.024)5−1)]=$100,000,000×[1.1258999−1]=$12,589,990.68Inflation Leg=$100,000,000×[(0.025÷0.020)−1]=$100,000,000×[1.25−1]=$25,000,000.00\\begin{aligned}\\text{Fixed Leg}&=\\$100,000,000\\times[(1.024)^5-1)]\\\\&=\\$100,000,000\\times[1.1258999-1]\\\\&=\\$12,589,990.68\\\\\\text{Inflation Leg}&=\\$100,000,000\\times[(0.025\\div0.020)-1]\\\\&=\\$100,000,000\\times[1.25-1]\\\\&=\\$25,000,000.00 \\end{aligned}Fixed LegInflation Leg​=$100,000,000×[(1.024)5−1)]=$100,000,000×[1.1258999−1]=$12,589,990.68=$100,000,000×[(0.025÷0.020)−1]=$100,000,000×[1.25−1]=$25,000,000.00​\n\nThe fixed leg counterparty received a lump sum payment of 12.59M at expiration but had to pay out 25.0M, resulting in a net loss. Since the compounded inflation rate rose above 2.4%, the inflation buyer profited; the inflation seller would have profited if the inflation index dropped below 2.25% because, at that rate, they would have broken even.\n\nThe currency of the swap determines the price index used to calculate the inflation rate. For example, a swap denominated in U.S. dollars would be based on the CPI, a proxy for inflation that measures price changes in a basket of goods and services in the United States. Meanwhile, a swap denominated in British pounds would typically be based on Great Britain'sRetail Price Index (RPI).\n\nLike every debt contract, a ZCIS is subject to therisk of defaultfrom either party, either because of temporary liquidity problems or more significant structural issues, such as insolvency. Both parties may agree to put upcollateralfor the amount due to mitigate this risk.\n\nOther financial instruments that can be used to hedge against inflation risk are real yield inflation swaps, price index inflation swaps,Treasury Inflation-Protected Securities (TIPS), municipal and corporateinflation-linked securities, inflation-linked certificates of deposit, and inflation-linked savings bonds.\n\nThe advantage of an inflation swap is that it provides an analyst with a reasonably accurate estimation of what the market considers to be the \"break even\" inflation rate. Conceptually, it is very similar to how a market sets the price for any commodity, namely the agreement between a buyer and a seller (between demand and supply) to transact at a specified rate. In this case, the specified rate is the expected rate of inflation.\n\nSimply put, the two parties to the swap agree based on their respective takes on what the inflation rate is likely to be for the period in question. As withinterest rate swaps, the parties exchange cash flows based on a notional principal amount (this amount is not actually exchanged), but instead of hedging against or speculating oninterest rate risk, their focus is solely on the inflation rate.\n\nThis hedge against inflation is called a zero-coupon inflation swap because the instrument has no coupon (interest payment) until maturity. It is sold to another investor with payment due at maturity for the inflation rate at that time.\n\nAzero-coupon swapis a contract where one party makes fixed interest payments to another, and the other makes floating payments based on the agreed-upon interest rate index.\n\nAn inflation swap is a contract where one party agrees to pay a fixed rate, and the other pays a floating rate based on an inflation index.\n\nA zero coupon inflation swap is where a debt instrument with an inflation-adjusting interest payment is sold to another investor for a fixed amount, delivered at maturity. Investors use it as a way to hedge against inflation.\n\nCorrection—Aug. 23, 2023:A previous version of this article did not specify the point at which two investors engaged in a zero-coupon inflation swap would break even. Content was added to reduce any confusion and address the inflation rate at which a breakeven would occur.",
  "url": "https://www.investopedia.com/terms/z/zero-coupon-inflation-swap.asp"
}