{
  "term": "Zero Capital Gains Rate: What It is, How It Works, Example",
  "definition": "Witthaya Prasongsin / Getty Images\n\nA zero capital gains rate implies a tax rate of 0% on capital gains. This 0% rate may be charged to individuals who sell property within a so-called \"enterprise zone.\" Such a zone is a geographic area that has been granted special tax breaks, regulatory exemptions, or other public assistance in order to encourage private economic development and job creation. They are used most often to promote therevitalizationof a city neighborhood.\n\nThe zerocapital gainsrate can be applied by a given level of government in order to prompt investment in a given area.\n\nIn 2004, the U.S. Congress passed, and the president approved, the Working Families Tax Relief Act.﻿﻿ The act contains provisions that extend the 0% capital gains tax to certain properties being sold within certain enterprise zones.﻿﻿ Enterprise zones were introduced in the U.S. in the 1970s in an effort to reverse the flight of people and businesses from urban centers to the suburbs. The programs may be used to encourage a private company to stay in a neighborhood, expand in it, or relocate to it.\n\nThe logic behind this act is to give an incentive to individuals to invest in this area. The rate is not exclusive to any one region, state, or municipality. Legislators looking to create jobs and draw investment into a community frequently enact a zero capital gains tax rate, or institute other tax-related incentives in that area.\n\nA 2012 tax bill made the 0% capital gains rate permanent for most filers, provided that are either single with a taxable income under $37,950, or couples with taxable income under $75,900.﻿﻿ Even still, some of these filers face modest tax rates of 25% to 30%, if they earn additional income that’s taxed at ordinary rates, consequently pushing their long-term gains or qualifieddividendincome from the 0% bracket into the 15% bracket for investment income.\n\nOn the other hand, itemized deductions may reduce ordinary income, placing individuals beneath the 15% bracket and thus increasing the capital gains or dividends that are taxed at 0%. This helps explain why taxpayers can have high adjusted gross incomes but still face 0% taxes on their long-term capital gains.\n\nUnder this program, each enterprise zone has its own particular set of rules, which may change as the legislation is extended or amended. For example, with the D.C. enterprise zone, the following mandates must be satisfied:\n\nU.S. Congress. \"H.R.1308 - Working Families Tax Relief Act of 2004.\" Accessed Feb. 6, 2020.\n\nU.S. Congress. \"Public Law No: 108-311.\" Page 16, Feb. 6, 2020.\n\nU.S. Congress. \"H.R.8 - American Taxpayer Relief Act of 2012.\" Accessed Feb. 6, 2020.",
  "url": "https://www.investopedia.com/terms/z/zero_capital_gains.asp"
}