{
  "term": "Zero Cost Collar: Definition and Example",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA zero cost collar is a form of options collar strategy that limits your losses. To execute it, you sell a short call option and buy a long put option whose prices cancel each other out. The downside of this strategy is that profits are capped if the underlying asset's price increases.\n\nA zero cost collar strategy involves the outlay of money on one half of the strategy, which offsets the cost incurred by the other half. It is a protective options strategy implemented after yourlong positionin a stock experiences substantial gains.\n\nTo create the position, you use a stock you own, buy aprotective put, and sell acovered call. Other names for this strategy include zero cost options, equity risk reversals, and hedge wrappers.\n\nTo implement a zero cost collar, you buy anout-of-the-moneyput option (making the seller buy the underlying at strike) and simultaneously sell an out-of-the-money call option (hoping the buyer purchases the underlying at strike) with the sameexpiration date.\n\nFor example, imagine you purchased a stock for $100. One month later, it was trading at $120 per share. You want to lock in some gains, so you buy a put option with a $115strike priceat $0.95 and sell a call with a $124 strike price for $0.95. In terms of dollars, the put will cost $0.95 x 100 shares per contract = $95.00. The call will create a credit of $0.95 x 100 shares per contract—the same $95.00. Therefore, the net cost of this trade is zero, and you've locked in profits.\n\nExecuting this strategy is not always possible as thepremiums—or prices—of the puts and calls do not always match exactly. Therefore, investors can decide how close to a net cost of zero they want to get. Choosing puts and calls that are out of the money by different amounts can result in a net credit or debit to the account.\n\nThe further out-of-the-money the option, the lower its premium. Therefore, to create a collar with only a minimal cost, you can choose a call option farther out of the money than the respective put option. In the previous example, that could be a strike price of $125.\n\nTo create a collar with a small credit to the account, you do the opposite—choose a put option farther out of the money than the respective call. In the example, that could be a strike price of $114.\n\nIf the collar resulted in a net cost or debit, that outlay would reduce the profit. On the other hand, if the collar resulted in a net credit, that amount is added to the total profit.\n\nAt the expiration of the options, the maximum loss would be the difference between your purchase price and the value of the stock at the lower strike price, even if the underlying stock price fell sharply. The maximum gain would be the difference between the purchase price and the value of the stock at the higher strike, even if the underlying stock moved up sharply. If the stock closed within the strike prices, then there would be no effect on its value to you because the options would expire.\n\nBuying and selling the option make the collar costless, although additional fees and costs might be associated with the trade.\n\nThis strategy minimizes your losses if the market takes a turn for the worse. However, your gains are also minimized by selling the call. That will be the highest price you can get for your stock unless the buyer elects not to exercise.\n\nRisk reversal is the same strategy as a zero cost collar. You sell a call and buy a put on a long position to minimize the risk of significant losses.\n\nThe zero cost collar is a long position strategy that protects you from significant losses if the market drops. To create the collar, you buy a put with a lower strike price and sell a call with a higher strike price. This creates a safety net for you but also limits how much you can make on the underlying asset if the call purchaser exercises. There are other strategies that traders use tomanage risk reversal. Thefence is one of these strategiesand uses three option contracts instead of the collar's two.\n\nThe comments, opinions, and analyses expressed on Investopedia are for informational purposes online. Read ourwarranty and liability disclaimerfor more info.\n\nCorrection—May 20, 2023:A previous version of this article mistakenly stated that a trader needed to buy a call and put option to create a zero cost collar. This was inaccurate, as a trader buys a call and sells a put to create the collar.",
  "url": "https://www.investopedia.com/terms/z/zerocostcollar.asp"
}