{
  "term": "Zero-Coupon Certificate of Deposit (CD): What It is, How It Works",
  "definition": "A zero-coupon certificate of deposit (CD) is a type ofCDthat does not pay interest during its term. Instead, zero-coupon CDs provide a return by being sold for less than theirface value. This means that an investor would receive more than their initial investment once the CD reaches itsmaturity date. This provides the investor with areturn on investment (ROI), even though no interest payments were made prior to the maturity date.\n\nBy contrast, traditional CDs pay interest periodically throughout their term, usually on an annual basis. Both zero-coupon CDs and regular CDs are popular options among risk-averse investors because they offer guaranteed principal protection. Zero-coupon CDs, however, may be especially attractive for investors who are not particularly concerned with generating cashflow during the investment term.\n\nA zero-coupon CD is a CD sold at a steep discount, which nevertheless pays out the full face value at maturity. For instance, a zero-coupon CD with a face value of $100 might be sold for only $90, meaning investors would receive a profit of $10 upon reaching the end of the term. The term “zero-coupon” comes from the fact that these investments have no annual interest payments, which are also referred to as “coupons”.\n\nZero-coupon CDs are considered a low-risk investment. Provided they do not withdraw their funds before the end of the term, investors are guaranteed a specified return over a predetermined time period. And because zero-coupon CDs are often issued by banks, this means they are backed by theFederal Deposit Insurance Corporation (FDIC)as long as the bank issuing the CD is insured by the FDIC.\n\nThe main advantage of zero-coupon CDs is that they tend to offer slightly higher returns as compared to traditional CDs. However, they also have their disadvantages. For instance, even though zero-coupon CDs do not pay interest each year, theaccrued interestearned each year is considered taxable income even though those funds are not actually received until the end of the term. This means that investors must plan ahead to ensure that they have sufficient funds available in order to cover these taxes. Aside from their treatment, the other potentially significant drawback of zero-coupon CDs is that they can be structured as callable investments. This means that they can be called back by the issuing bank prior to maturity and thenreissued at a current lower interest rate. And of course, zero-coupon CDs do not offer annual interest payments, which might be inconvenient for cashflow-oriented investors.\n\nTo illustrate, consider the case of a 5-year zero-coupon CD with a face value of $5,000 being sold for $4,000. To purchase the CD, the investor only needs to pay $4,000. At the end of 5 years, they will receive the full $5,000. In the meantime, however, no interest will be paid on the instrument.\n\nIn this case, the $1,000 profit received on the investment works out to accrued income of $200 per year for 5 years. From the investor’s perspective, this can be seen as equivalent to a 5% annual interest rate, with the important caveat that those funds will not actually be received until the end of year 5. Also, because the accrued interest is considered taxable income, the investor will need to ensure they have sufficient funds available to cover that tax expense in the years prior to the maturity date.\n\nTaking all of this into consideration, an investor might consider this to be an attractive investment to the extent that alternative fixed-income investments are yielding less than 5%, and if the investor is not in need of regular cashflow during the 5-year term.",
  "url": "https://www.investopedia.com/terms/z/zero-coupon-cd.asp"
}