{
  "term": "Zero Plus Tick: What It Is, How It Works, and Example",
  "definition": "A zero plus tick or zero uptick is a security purchase that is executed at the same price as the trade immediately preceding it, but at a price higher than the transaction before that.\n\nA zero plus tick or zerouptickis a security trade that is executed at the same price as the preceding trade but at a higher price than the last trade of a different price. For example, if a succession of trades occurs at $10, $10.01, and $10.01 again, the latter trade would be considered a zero plus tick or zero uptick trade because it is the same price as the previous trade, but a higher price than the last trade at a different price.\n\nThe term zero plus tick or zero uptick can be applied to stocks, bonds, commodities, and other traded assets, but it is most often used for listed equity securities. The opposite of a zero plus tick is a zero minus tick.\n\nA zero uptick, or zero plus tick, means the price of a stock moved higher and then stayed there, albeit briefly. It was for this reason that, for more than 70 years, there was an uptick rule as established by the U.S.Securities and Exchange Commission(SEC), which stated that stocks could only beshortedon an uptick or a zero plus tick, not on adowntick.\n\nThe uptick rule was intended to stabilize the market by preventing traders from destabilizing a stock’s price by shorting it on a downtick. Prior to the implementation of the uptick rule, it was common for groups of traders to pool capital and sell short in order to drive down the price of a specific security. The goal of this was to cause panic among shareholders, who would then sell their shares at a lower price. This manipulation of the market caused securities to decline even further in value.\n\nIt was thought that short selling on downticks may have led to the stock market crash of 1929, following inquiries into short selling that occurred during the 1937 market break. The uptick rule was implemented in 1938 and lifted in 2007 after the SEC concluded that markets were advanced and orderly enough to not need the restriction. It is also believed that the advent of decimalization on the major stock exchanges helped to make the rule unnecessary.\n\nDuring the2008 financial crisis, widespread calls for the reinstatement of the uptick rule led the SEC to implement an alternativeuptick rulein 2010. This rule stated that if a stock dropped more than 10% in a day, short selling would only be allowed on an uptick. Once the 10% drop has been triggered, the alternate uptick rule remains in effect for the rest of the day and the following day.\n\nSuppose stock ABC has been rising from $45 to $50 throughout the day. After a series of upticks (when each trade occurs at a higher price than the previous one), the stock repeats at $50 again.\n\nAssume that Company XYZ has a bid price of $273.36 and an offer of $273.37. Transactions have occurred at both of these prices in the last second as the price holds there. A transaction occurring at $273.37 is an uptick. If another transaction occurs at $273.37, that is a zero plus tick.\n\nIn most circumstances, this doesn't matter. But say the stock has fallen by 10% from theprior close priceat one point in the day. Then the upticks matter because a trader could only short if the price is on an uptick. Essentially this means they can only get filled on theofferside. They can't cross the market to remove liquidity off thebid. This is per the alternative uptick rule established in 2010.\n\nA zero downtick is the opposite of a zero uptick, occurring when a transaction is executed at the same price as the trade immediately preceding it but at a price lower than the transaction before that. This subtle price movement pattern provides traders and analysts with valuable information about the market's short-term direction and momentum. Understanding zero downticks can be particularly useful for those engaged in short selling or attempting to gauge potentialsupport levelsfor a stock.\n\nThe concept of zero downticks gained prominence in the context of short selling regulations, particularly after the removal of the uptick rule in 2007. While a zero downtick doesn't necessarily indicate a strong bearish trend, it can suggest a temporary pause in upward momentum or a potential shift in market sentiment.\n\nThe uptick rule is a former regulation established by theSECthat required every short sale transaction to be entered at a higher price than the previous trade. This rule was introduced in the Securities Exchange Act of 1934 as Rule 10a-1 and implemented in 1938. It preventedshort sellersfrom adding to the downward momentum of an asset already experiencing sudden declines.\n\nUptick rules can be frustrating to short sellers (people who are betting that a stock will fall) because they must wait for the stock to stabilize before their order can be filled. Some investors argue that uptick rules inhibit trading and shrinks liquidity.\n\nShorting means an investor must first borrow the shares from someone who owns them. This creates demand for the shares. They argue that short selling providesliquidityto markets and also prevents stocks from being bid up to ridiculously high levels of hype and overoptimism.\n\nUnderstanding zero upticks is important for traders because these subtle price movements can affect trading strategies. First, zero upticks serve as indicators of short-term price momentum. When a stock experiences a zero uptick, buyers are willing to purchase shares at the same price as the previous trade, despite the overall upward movement. This could signal a potential continuation of the upwardtrend,as it demonstrates sustained buying interest even at higher prices.\n\nA trader considering shorting the stock may look at zero uptick moments carefully. Under certain \"uptick rules\" (like the now-repealed SEC Rule 10a-1), an investor could only start a short sale if the last price change was an uptick. If there’s a zero uptick, the trader can't short the stock at that moment unless the stock price ticks up.\n\nFrequent zero upticks suggest high liquidity (ease of trading), suggesting that there are many buyers and sellers actively trading at similar price levels. This typically results in tighter bid-ask spreads and smoother price movements. A stock trading with few zero upticks suggests lower liquidity, potentially leading to more volatile price movements and wider spreads.\n\nZero upticks also play a role intechnical analysis. Traders who use candlestick charts or other technical indicators may incorporate zero upticks into their analysis to better understand price action. These small price movements can sometimes indicate potential support or resistance levels, helping traders make more informed decisions about entry and exit points.\n\nLastly, the frequency and pattern of zero upticks can provide insights into overall market liquidity and trading behavior. A high frequency of zero upticks suggests active trading with tight bid-ask spreads, while infrequent zero upticks could indicate lower liquidity or wider spreads.\n\nThe zero-uptick rule specifically applies to short sellers. It restricts short selling to prevent excessive downward pressure on a stock’s price by only allowing short sales when the last sale price is higher than or equal to the previous trade (i.e., a zero or positive uptick).\n\nAtickis the minimum price movement of a security in financial markets. It represents the smallest increment by which the price of a stock, bond, or other traded instrument can change. For stocks, the tick size is typically $0.01 in the U.S., though it can vary for very low-priced stocks or in different markets. Ticks are important for traders because they define the narrowest spread possible between the bid and ask prices.\n\nTechnical analysis evaluates investments and identifies trading opportunities by analyzing statistical trends gathered from trading activity, such as price movement and volume. Unlikefundamental analysis, which looks at a company's financial health and economic factors, technical analysis focuses on a security's trading and price history. Practitioners use charts and other tools to identify patterns that can suggest future market behavior.\n\nShort selling is an investment strategy where an investor borrows shares of a stock or other asset from a broker and immediately sells them, hoping to buy them back later at a lower price. The investor then returns the borrowed shares to the lender, pocketing the difference as profit if the price has fallen. However, if the price rises, the short seller incurs a loss. This practice allows investors to profit from a decline in a security's price and is often used forspeculationor hedging.\n\nA zero uptick occurs when an asset is traded at the same price as the preceding trade, but at a higher price than the trade before that. These price patterns can offer hints about short-term momentum, market liquidity, and trading behavior. For investors and traders, recognizing zero upticks can enhance technical analysis, inform short-selling strategies, and provide a more nuanced view of price action.\n\nU.S. Securities and Exchange Commission. \"SEC Votes on Regulation SHO Amendments and Proposals; Also Votes to Eliminate 'Tick' Test.\"\n\nReview of Quantitative Finance and Accounting. \"One Size Fits All? High Frequency Trading, Tick Size Changes and the Implications for Exchanges: Market Quality and Market Structure Considerations.\"\n\nU.S. Government Printing Office. \"Securities Exchange Act of 1934,\" Page 90.",
  "url": "https://www.investopedia.com/terms/z/zeroplustick.asp"
}