{
  "term": "Zero Liability Policy: How It Works for Credit and Debit Cards",
  "definition": "A credit or debit card’s zero liability policy means the cardholder is not liable or financially responsible for unauthorized charges in most cases. Credit card issuers typically provide stronger protection, though terms may vary. Many debit cards offer zero liability as well. It’s important to understand the limits set by federal law and if the issuer provides more coverage.\n\nIn general, zero liability policies reimburse you for charges when others use your credit card for without your permission. Zero liability policies may apply to personal and business accounts,debit cards, and credit cards.\n\nThe bank will investigate any claim you make of unauthorized use and it's possible your claim may not be valid. For example, if the bank finds that anauthorized userused your account without your approval, the zero liability claim may not be valid.\n\nWhile the bank investigates the fraud, it will likely offer a temporary credit within a few days after you make the claim.\n\nIf the claim meets the requirements, the temporary credit is made permanent. However, the temporary credit is removed from your account if the claim isn't valid.\n\nZero liability policies frequently have exceptions. The cardholder agreement should specify these exceptions, so read it carefully.\n\nYou might not be covered by your zero liability policy if you:\n\nCredit cards offerbetter fraud protectionthan debit cards. According to federal law, credit card issuers are responsible for covering the costs associated withfraudulent credit card charges.\n\nIf you notice and report a charge that doesn’t belong on your credit card, you aren’t liable for any charges. But if you fail to report the fraud on time, you may need to pay a maximum of $50 toward the charges.\n\nDebit cards are subject to a different set of federal rules. With debit cards, your responsibility is determined by how soon you reported the fraud and whether the physical card or card number was involved. Here’s are come key federal protection rules:\n\nIf your physical card wasn’t used to commit thedebit card fraud—just the card number—you have up to 60 days from your statement mailing date to report the incident before you are liable.\n\nHowever, debit card issuers may voluntarily offer zero liability policies that are more consumer-friendly than federal protections.\n\nPolicies vary from issuer to issuer and card network to card network.\n\nBank of America offers a $0 Liability Guarantee for account holders, which covers fraudulent transactions made by others using yourBank of Americadebit and credit cards. For this coverage, you must report transactions made by other people promptly. However, you are not allowed to share personal or account information with anyone.\n\nChase bankalso offers Zero Liability Protection. This policy fully reimburses unauthorized debit card transactions if account holders report fraud promptly. Chase defines “promptly” as within 60 days for personal accounts and 30 days for business accounts.\n\nIf yourCapital OneDebit Mastercard is lost or stolen, you have no liability for unauthorized charges. Like other banks, Capital One expects you to report fraud as soon as possible after spotting an unauthorized transaction.\n\nMastercardsays that cardholders will not be held responsible for unauthorized transactions if \"1. You have used reasonable care in protecting your card from loss or theft; and 2. You promptly reported loss or theft to your financial institution.\" However, this zero liability doesn’t apply to Mastercard payment cards, including unregistered gift cards.\n\nVisa'sZero Liability Policy replaces funds stemming from an unauthorized credit or debit transaction within five business days after you notify them. Once again, this policy doesn’t apply to anonymous prepaid cards.\n\nFraudulent charges can appear on a credit or debit card account in a few different ways, such as through a data breach, skimming, or phishing.\n\nHackers sometimes access organizations’ databases via adata breach, stealing customer card information or other personal information.\n\nThese numbers are sold on the black market; purchasing scammers use the numbers to make unauthorized purchases. The fraudsters’ goal is to make card purchases before you report the fraud to your card issuer.\n\nYour banking institution or credit issuer might contact you to ask about suspicious charges. To be safe, it’s always best to hang up and call the issuer directly to inquire if the scammer is calling to get more of your personal information.\n\nThroughskimming, criminals tamper with a credit or debit card swiping device at an ATM, store, or gas pump to steal card information. The information is then used to make unauthorized purchases.\n\nUsingcards with embedded microchipsor mobile wallets can help avoid this situation. When using a machine, inspect it well to ensure no skimmer devices are attached.\n\nPhishingscams use fraudulent emails or texts that pretend to be from a trusted company or government agency. Unsuspecting consumers hand over their personal information after requesting a login—but inadvertently submit account information to a fraudster.\n\nContact your bank or credit issuer by phone when you see a suspected fraudulent charge. From there, theFederal Trade Commission (FTC)also suggests following up immediately with a letter to the bank that includes all the pertinent details. These details include your account number, the date and time you think your card was missing, and the date you reported the fraud. This creates a paper trail to prove you reported the charges.\n\nAvalidation codeoften called a CVV code, is a three- or four-digit number on the front or back of your credit or debit card. The code adds a layer of protection in online or phone transactions. Thieves who attempt to use your card number without the physical card can’t supply the validation code if asked.\n\nPrepaid cardstypically do not have the same federal protections as credit and regular debit cards. However, some issuers and networks may provide liability protection if you register the card in your name.\n\nWhile federal law provides some liability protections to credit and debit cardholders whose cards, or card numbers, have been used in fraudulent transactions, many card issuers go beyond that. Zero-liability policies help further limit the cardholder's financial exposure, so it’s always good to have one. Just be sure you keep tabs on your accounts so that you can spot fraud and report it immediately.\n\nFederal Trade Commission. \"Lost or Stolen Credit, ATM, and Debit Cards.\"\n\nConsumer Financial Protection Bureau (CFPB). \"§ 1005.6 Liability of Consumer for Unauthorized Transfers.\"\n\nBank of America. \"Fraud Protection.\"\n\nChase. \"Deposit Account Agreement.\"\n\nMastercard. \"Zero Liability Protection.\"\n\nConsumer Financial Protection Bureau. \"Why Do I Need to Register My Prepaid Card?.\"",
  "url": "https://www.investopedia.com/terms/z/zero-liability-policy.asp"
}