{
  "term": "Zero-Bound Interest Rate: Meaning, History, Crisis Tactics",
  "definition": "Suzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA central bank's weapons for stimulating the economy may become ineffective if short-term interest rates are \"zero-bound,\" or hit zero. At least, that is the conventional wisdom, but the assumption has been tested in the recent past and found faulty.\n\nIn three recent cases, a central bank's action in pushing interest rates below zero seemed to have had modest success, or at least not worsened the situation. In all three cases, the action was a response to a financial crisis.\n\nIn general, short-term interest rates are loans for less than one year. Bank certificates of deposit and Treasury bills fall into this category.\n\nFor consumers and investors, these are the ultimate safe-haven investments. They pay a minimal amount of interest but there's virtually no risk of the loss of principal.\n\nThe central bank, such as the Federal Reserve in the U.S., revises lending rates periodically. It may push lending rates lower in order to stimulate economic activity or hike them higher to slow an overheated economy.\n\nIt also sets the overnight lending rate. That's the interest rate that banks (and the Fed) charge each other for borrowing and loaning money amongst themselves for very short terms (literally \"overnight.\")\n\nBut these adjustments by the Federal Reserve are incremental and the powers of the Fed are limited.\n\nSo, what happens when short-term rates go to zero? Conventional wisdom says they can go no lower. Zero is the boundary beyond which monetary policy won't work.\n\nAfter all, below zero rates mean negative interest. The borrower is asking for a loan and demanding to be paid for the privilege of taking the money. Or, a bank is accepting your cash and demanding to be paid for the privilege.\n\nUntil recently it was assumed that central banks, in setting overnight lending rates, did not have the ability to push thenominal interest ratebeyond 0% and into negative territory.\n\nAnd yet it happened, in three cases.\n\nYields on both the 1-month and 3-month U.S. Treasury bills dipped below zero on March 25, 2020.\n\nIn March of 2020, the U.S. Federal Reserve lowered the federal funds rate to a range of 0%-0.25% in reaction to the economic slowdown caused by the start of the COVID-19 pandemic.\n\nYields on both one-month and three-month Treasury bills dipped below zero on March 25, 2020, a week and a half after the Federal Reserve cut its benchmark rate. Amid the turmoil, investors flocked to the safety of fixed-income investments, even at a slight loss.\n\nIt was the first time that had happened in 4½ years when a brief dip below zero had occurred.\n\nThe belief in this constraint was severely tested during the period following thefinancial crisisof 2007-2008.\n\nThe recovery was sluggish, and central banks including the U.S. Federal Reserve and the European Central Bank began quantitative easing programs which brought interest rates to record low levels.\n\nThe ECB introduced a negative rate policy (effectively a charge for deposits) on overnight lending in 2014.\n\nJapan’s interest rate policy tested convention for decades. For much of the 1990s, the interest rate set by the Japanese central bank, theBank of Japan, hovered near the zero bound as the country struggled to recover from an economic crash and reduce the threat ofdeflation.\n\nBOJ moved to negative interest rates in 2016, by charging depositing banks a fee to store their overnight funds. Japan’s experience has been instructive for other developed markets.\n\nIn extreme conditions, it seems that central banks can pursue non-conventional means of stimulating the economy.\n\nA study by the New York Fed found that, as interest rates hovered near the zero bound, it was important for the central bank to manage investor expectations. That might mean assuring investors that interest rates would remain low for the foreseeable future and that the bank would continue various aggressive measures such as quantitative easing and purchases of bonds on the open markets. In fact, the Fed's management of expectations made “the sum... more powerful than the component parts,\" the study concluded.\"\n\nU.S. Department of the Treasury. \"Daily Treasury Yield Curve Rates.\" Accessed Oct. 13, 2021.\n\nThe Federal Reserve System. \"Federal Reserve Issues FOMC Statement.\" Accessed Oct. 13, 2021.\n\nU.S. Department of the Treasury. \"Daily Treasury Yield Curve Rates.\" Accessed Oct. 13, 2021.\n\nEuropean Central Bank. \"How Quantitative Easing Works.\" Accessed Oct. 13, 2021.\n\nEuropean Central Bank. \"ECB Introduces a Negative Deposit Facility Interest Rate.\" Accessed Oct. 13, 2021.\n\nTrading Economics. \"Japan Interest Rate.\" Accessed Oct. 13, 2021.\n\nBank of Japan. \"Introduction of \"Quantitative and Qualitative Monetary Easing with a Negative Interest Rate,\" Page 1. Accessed Oct. 13, 2021.\n\nFederal Reserve Bank of New York. \"Lessons at the Zero Bound: The Japanese and U.S. Experience.\" Accessed Nov. 6, 2021.",
  "url": "https://www.investopedia.com/terms/z/zero-bound-interest-rate.asp"
}