{
  "term": "Zeta Model: Meaning, Formula, Significance",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nThe Zeta Model is a mathematical model that estimates the chances of a public company goingbankruptwithin a two-year time period. The number produced by the model is referred to as the company's Z-score (or zeta score) and is considered to be a reasonably accurate predictor of future bankruptcy.\n\nThe model was published in 1968 by New York University professor of finance Edward I. Altman. Theresulting Z-scoreuses multiple corporate income and balance sheet values to measure the financial health of a company.\n\n﻿ζ=1.2A+1.4B+3.3C+0.6D+Ewhere:ζ=scoreA=working capital divided by total assetsB=retained earnings divided by total assetsC=earnings before interest and tax divided by total assetsD=market value of equity divided by total liabilitiesE=sales divided by total assets\\begin{aligned} &\\zeta = 1.2A + 1.4B + 3.3C + 0.6D + E\\\\ &\\textbf{where:}\\\\ &\\zeta=\\text{score}\\\\ &A = \\text{working capital divided by total assets} \\\\ &B = \\text{retained earnings divided by total assets}\\\\ &C = \\text{earnings before interest and tax divided by total assets}\\\\ &D = \\text{market value of equity divided by total liabilities}\\\\ &E = \\text{sales divided by total assets}\\\\ \\end{aligned}​ζ=1.2A+1.4B+3.3C+0.6D+Ewhere:ζ=scoreA=working capital divided by total assetsB=retained earnings divided by total assetsC=earnings before interest and tax divided by total assetsD=market value of equity divided by total liabilitiesE=sales divided by total assets​﻿\n\nThe Zeta Model returns a single number, thez-score(or zeta score), to represent the likelihood of a company going bankrupt in the next two years. The lower the z-score, the more likely a company is to go bankrupt. The Zeta model’s bankruptcy prediction accuracy has been found to range from more than 95% percent one period prior to a bankruptcy to 70% for a series of five priorannual reportingperiods.\n\nZ-scores exist in so-called zones of discrimination, which indicates the likelihood of a firm going bankrupt. A z-score lower than 1.8 indicates that bankruptcy is likely, while scores greater than 3.0 indicate bankruptcy is unlikely to occur in the next two years. Companies that have a z-score between 1.8 and 3.0 are in the gray area, and bankruptcy is as likely as not.\n\nDifferent z-score formulations and zeta models exist for special cases such as private firms, emerging market risks, and non-manufacturer industrials.\n\nThe Zeta Model was developed by New York University professor Edward Altman in 1968. The model was originally designed for publicly traded manufacturing companies. Later versions of the model were developed for privately held companies, small businesses and non-manufacturing companies and emerging markets.\n\nNYU Stern. \"Predicting Financial Distress of Companies: Revisiting the Z -Score and Zeta® Models,\" Page 32. Accessed Nov. 26, 2021.",
  "url": "https://www.investopedia.com/terms/z/zeta_model.asp"
}