{
  "term": "ZEW Indicator of Economic Sentiment: What It Means and How It Works",
  "definition": "Clay Halton was a Business Editor at Investopedia and has been working in the finance publishing field for more than five years. He also writes and edits personal finance content, with a focus on LGBTQ+ finance.\n\nAriel Courage is an experienced editor, researcher, and former fact-checker. She has performed editing and fact-checking work for several leading finance publications, including The Motley Fool and Passport to Wall Street.\n\nThe ZEW Indicator of Economic Sentiment is asentiment indicatorcreated out of the monthly ZEW Financial Market Survey. This survey is an aggregation of the sentiments of approximately 350economistsand analysts on the economic future of Germany in the medium term.\n\nZEW stands forZentrum für Europäische Wirtschaftsforschungwhich translates to the Center for European Economic Research.\n\nThe ZEW Financial Market Survey covers several areas, sectors, and regions but only the questions related specifically to the German economy are used to create the ZEW Indicator of Economic Sentiment.\n\nA simple indicator reading from this data is given showing the difference between the number of analysts who arebullishon the German economy versus those who arebearish.\n\nThe majority of analysts are bearish if the reading is a negative percentage. The majority is bullish if the reading is positive.\n\nThe ZEW Indicator of Economic Sentiment would have a positive value of 30 if 20% of respondents expect the German economic situation to deteriorate, 50% expect it to improve, and 30% expect it to remain unchanged. This is a bullish reading. It suggests that financial experts see positive signs for growth in the medium term.\n\nDouble-digit readings aren't uncommon because this is a sentiment indicator. The ZEW Indicator of Economic Sentiment went from a positive reading of 20.4 to -25 over seven months in 2018. German economic growth slowed from 2.2% in 2017 to 1.5% during this time but the impact on the ZEW Indicator of Economic Sentiment somewhat overstated the severity of this slowdown as sentiment indicators are known to do.\n\nEconomic sentiment indicators are a popular means ofgauging and forecasting trendsin the economy and the markets. Various economic theories support the use of such indicators although they may otherwise disagree greatly in their assumptions and conclusions.\n\nThese includeKeynesian economicswith its focus on investor and consumer psychology as fundamentally irrational driving forces ofrecessionsandbusiness cycles.\n\nThey include therational expectations theorywith its assertion that market participants in general use all available and relevant economic input combined with a more or less accurate understanding of the structure of the economy to efficiently form rational expectations of future economic trends.\n\nSentiment indicators usually take the form of surveys of opinions or intentions toward future actions and economic trends among various groups of people in the economy. Sentiment indicators are geared to leveraging thewisdom of crowdsby surveying large numbers of people. Individuals might be mistaken but the average thinking of a large number of people aggregates more dispersed information and is likely to be more accurate.\n\nThe groups surveyed may include investors, CEOs, supply chain managers, small business owners, bank lending officers, or consumers. A survey of consumer sentiment might ask a sample of consumers whether they feel optimistic about the economy and whether they plan to make any big-ticket purchases in the next six months.\n\nSome indicators are targeted at key participants such as consumers and investors who directly drive markets. Some like the ZEW Index of Economic Sentiment are targeted at experts who are expected to have better-than-average insight into future economic trends.\n\nThe ZEW Indicator of Economic Sentiment takes the aggregate of around 350 economists' and analysts' sentiments to get a sense of Germany's economic future. These experts come from banks, insurance companies, and the financial departments of selected corporations. They're asked about their expectations for the coming six months and their opinions regarding the general economy,inflation rates, interest rates, stock markets,exchange rates, and oil prices.\n\nBullish describes a trader who believes that market prices are going to move up. A bearish trader believes that they're about to move down. A bear market is defined by a price decline of 20% or more. A bull market has shown a 20% recovery.\n\nThe Index is calculated as the percentage of experts who are optimistic regarding Germany's economy in the next six months minus the percentage who are pessimistic about the German economy over that period.\n\nSentiment indicators provide a glimpse into how a specified group feels about economic data. They're not a carved-in-stone judgment of what action an investor should take but are best used to confirm trends and be used in tandem with other factors when making buy/sell decisions.\n\nThe ZEW Indicator is a sentiment indicator that measures expert opinions regarding the German economy. It’s based on a monthly survey of up to 350 experts including financial professionals and analysts. It’s used to gauge trends in the economy.\n\nThe ZEW Financial Market Survey covers the economic futures of several other countries and regions in addition to the questions about the German economy. They include Japan, the United States, theeurozone, the UK, France, and Italy.\n\nZEW. \"ZEW Financial Market Survey & ZEW Indicator of Economic Sentiment.\"\n\nZEW. \"ZEW Finance Market Report 2018.\" Page 1. In German only.\n\nCFI Education. \"Definition of Bullish and Bearish.\"",
  "url": "https://www.investopedia.com/terms/z/zew-economic-statement.asp"
}