{
  "term": "Zig Zag Indicator: Definition, How Pattern Is Used, and Formula",
  "definition": "The Zig Zag indicator lowers the impact of random price fluctuations and is used to help identify pricetrendsand changes in price trends.\n\nThe Zig Zag indicator plot points on a chart whenever prices reverse by apercentage greater than a pre-chosen variable. An analyst can set the percentage level to trigger the indicator. Straight lines are then drawn, connecting these points.\n\nThe indicator is used to help identify price trends. It eliminates random price fluctuations and attempts to show trend changes. Zig Zag lines only appear when there is a price movement between aswing highand a swing low that is greater than a specified percentage—often 5%. By filtering minor price movements, the indicator makes trends easier to spot in all time frames.\n\nThe Zig Zag indicator is often used in conjunction withElliot Wave Theoryto determine the positioning of each wave in the overall cycle. Traders can experiment with different percentage settings to see what gives the best results. For example, a setting of 4% may define waves more clearly than a setting of 5%. Stocks have their own patterns, so it is likely that traders will need to optimize the Zig Zag indicator’s percentage setting to suit thosesecurities.\n\nAlthough the Zig Zag indicator does not predict future trends, it helps to identify potentialsupport and resistancezones between plotted swing highs and swing lows. Zig Zag lines can also reveal reversal patterns, i.e.double bottomsand head and shoulders tops. Traders can use popular technical indicators such as the relative strength index (RSI) and the stochastics oscillator to confirm whether the price of a security is overbought or oversold when the Zig Zag line changes direction.\n\nAmomentum investormight use the indicator to stay in a trade until the Zig Zag line confirms in the opposite direction. For example, if the investor holds along position, they would not sell until the Zig Zag line turns downward.\n\nZigZag(HL,%change=X,retrace=FALSE,LastExtreme=TRUE)If%change>=X,plot ZigZagwhere:HL=High-Low price series or Closing price series%change=Minimum price movement, in percentageRetrace=Is change a retracement of the previousmove or an absolute change from peak to trough?LastExtreme=If the extreme price is the same overmultiple periods, is the extreme price the first orlast observation?\\begin{aligned} &\\text{ZigZag}(\\text{HL}, \\%change=X, retrace=\\text{FALSE},\\\\ &LastExtreme=\\text{TRUE})\\\\ &\\text{If } \\%change >=X, \\text{plot ZigZag}\\\\ &\\textbf{where:}\\\\ &\\text{HL}=\\text{High-Low price series or Closing price series}\\\\ &\\%change=\\text{Minimum price movement, in percentage}\\\\ &Retrace=\\text{Is change a retracement of the previous}\\\\ &\\text{move or an absolute change from peak to trough?}\\\\ &LastExtreme=\\text{If the extreme price is the same over}\\\\ &\\text{multiple periods, is the extreme price the first or}\\\\ &\\text{last observation?}\\\\ \\end{aligned}​ZigZag(HL,%change=X,retrace=FALSE,LastExtreme=TRUE)If%change>=X,plot ZigZagwhere:HL=High-Low price series or Closing price series%change=Minimum price movement, in percentageRetrace=Is change a retracement of the previousmove or an absolute change from peak to trough?LastExtreme=If the extreme price is the same overmultiple periods, is the extreme price the first orlast observation?​\n\nLike othertrend-following indicators, buy andsell signalsare based on past price history that may not be predictive of future price action. For example, the majority of a trend may have already happened when a Zig Zag line finally appears.\n\nTraders should be aware the most recent Zig Zag line may not be permanent. When price changes direction, the indicator starts to draw a new line. If that line does not reach the indicator’s percentage setting and the price of the security reverses direction, the line is removed and replaced by an extended Zig Zag line in the trend’s original direction.\n\nGiven the lag, many traders use the Zig Zag indicator to confirm the direction of the trend rather than attempting to time a perfect entry or exit.",
  "url": "https://www.investopedia.com/terms/z/zig_zag_indicator.asp"
}