{
  "term": "Zombie Title Definition",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nInvestopedia / Madelyn Goodnight\n\nA zombie title is a real estate title that remains with a homeowner who is mistakenly under the impression that the property has been lost toforeclosureand that, as a result, the title has passed to thelender.  Zombie titles are the result of lenders initiating foreclosure proceedings by issuing a notice of foreclosure and then unexpectedly dismissing it.\n\nIf the homeowner is unaware of a foreclosure dismissal, they will be left holding a zombie title. A lender may decide to dismiss the foreclosure for a variety of reasons, including a surplus of inventory or unjustifiable costs.\n\nA zombie title can pose a significant financial risk to the homeowner who continues to be shown on the property title, since they remain liable for property taxes and code violations.\n\nZombie titles are often the result of confusion on the part of homeowners regarding foreclosure rules. A homeowner who has defaulted on a mortgage may abandon the property and move out upon receiving a foreclosure notice from the lender. The lender will assess the property prior to the .foreclosure sale. If the property is in disrepair and needs a substantial outlay for repairs and unpaid taxes before it can be sold, the lender may choose to not take the title, based on the premise that there is no point in throwing good money after bad. If the lender cancels or dismisses the foreclosure process, the homeowner is left with a zombie title.\n\nZombie titles arise for two reasons. First, a lender or financial institution is under no obligation to take the legal title of a property in foreclosure, even if the homeowner has defaulted on the loan. If the costs of selling the property or potential liability associated with the property are too high, the lender may walk away rather than take the title of the property. Second, the lender is also not required to let the homeowner know if it has decided to dismiss the foreclosure; even if the lender does decide to inform the homeowner, it may not have an address or contact information for the homeowner who is now living elsewhere.\n\nA homeowner in this situation will unknowingly still hold title to the property, along with all of the associated costs and responsibilities of owning a home, without any of the intended benefits. Ownership does not change until someone else's name is on the title.\n\nThe 2007-2008mortgage lending crisisresulted in millions of homeowners facing foreclosure.While the majority of those foreclosures were carried through, many were left dangling in the middle of the process or unexpectedly dismissed, resulting in tens of thousands of homeowners unknowingly holding zombie titles in the years after the financial crisis. As the U.S. economy and housing market gradually strengthened, the number ofzombie foreclosuresbegan declining.\n\nHowever, with inflation and interest rates ticking up in 2022, vacancies have again seen a tick up. According to industry data, in the third quarter of 2022 around 1.3 million residential properties in the United States sat vacant, or 1.3% of all U.S. homes.\n\nAccording to property data provider ATTOM Data Solutions, of approximately 270,500 homes that were in the process of foreclosure during the third quarter of 2022, just over 7,700 or 2.85% were sitting empty as zombie foreclosures.\n\nWhat are the financial implications for the lender? By walking away from such mortgages, banks can at least reap the insurance, tax, and accounting benefits arising from such losses.A lender may also sell the unpaid debt to debt collectors to recoup all or part of the loan.\n\nWhile the financial impact of zombie titles on deep-pocketed financial institutions may thus be limited, they can lead to significant, and often catastrophic, financial problems for homeowners who thought they had moved out and moved on. A zombie title represents a double-whammy for a homeowner who is already financially stressed due to bankruptcy, and may be faced with a hefty bill for back taxes and code violations just as they are getting back on their feet financially.\n\nAn unoccupied home, for example, can easily fall into disrepair. Not only does the homeowner remain liable forproperty taxes, but they can also be held liable by the local government for maintenance and repairs on the property. If the house is derelict and has to be demolished, these costs have to be borne by the zombie title homeowner.\n\nThe homeowner also has to contend with the host of problems that arise in connection with an abandoned property. These may range from public nuisance issues arising from the property developing pest infestations or being used for criminal activity, to complications arising from illegalsquattersoradverse possession.\n\nAbandoned properties also have a negative impact on the value of other houses in the neighborhood. Complaints from neighbors and area residents about abandoned and neglected houses often forces the local municipality to step in and perform basic maintenance such as trimmingovergrown yardsor trash removal, since neither the lender nor the absentee homeowner will take responsibility for the property's upkeep.\n\nThe costs of such third-party maintenance, and the penalties levied for code violations can mount up over time. If those costs are left unpaid, the homeowner could incur penalties and fees, and even face legal action. In addition, holders of zombie titles may have their wages andtax refundsgarnished and their credit destroyed, resulting in more financial trouble in the future. Many homeowners do not realize they hold zombie titles until they find themselves being pursued by mortgage servicers, debt collectors and local governments.\n\nBuyers who unwittingly buy homes with zombie titles can also be left in legal limbo, as the previous homeowner may be unable to transfer title to the buyer due liens on the property arising from unpaid taxes and penalties.Caveat emptorshould be the main guiding principle before buying a house, the biggest purchase decision for most people.\n\nSome real estate professionals advise that the homeowner's only recourse is to continue staying in the home through the foreclosure process, in order to keep it secure and well-maintained. In any case, homeowners can protect themselves against zombie titles by seeing the foreclosure process through to completion, as well as making sure that the title to their home legally transfers to another party.\n\nFederal Reserve History. \"Subprime Mortgage Crisis.\"\n\nPR Newswire. \"ZOMBIE PROPERTY COUNT INCHES UP AGAIN IN THIRD QUARTER OF 2022 ACROSS U.S. AMID CONTINUED RISE IN FORECLOSURE ACTIVITY.\"\n\nReuters. \"Special Report: The latest foreclosure horror: the zombie title.\"",
  "url": "https://www.investopedia.com/terms/z/zombie-titles.asp"
}