{
  "term": "Zombie Bank: What it Means, How it Works, Examples",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA zombie bank is aninsolventfinancial institution that is able to continue operating thanks to explicit or implicit support from the government.\n\nJavier Zayas Photography / Getty Images\n\nZombie banks have large amounts ofnonperforming assetson their balance sheets and are kept afloat to prevent panic from spreading to healthier banks. Normally, a bank running at a significant loss will eventually be forced intobankruptcy, at which point its assets will be sold off to pay down as many debts as possible.That is unless they arebailed outby governments.\n\nZombie banks are creatures offinancial repression. When loans go bad, acapital flighttakes hold, and the value of assets plummet, central banks sometimes decide to keep debt-burdened banks, corporations, and households on life support instead of allowing nature to take its course andcreative destructionto do its work.\n\nPreviously, banks were left to die. Government intervention surfaced later on when it became clear that struggling financial institutions incite panic. Policymakers wanted to avoid healthier ones getting caught in the crossfire and decided to take action. Since then, debates have raged about when is the right time to pull the plug. Governments might arrange for thecreation of a bad bankto purchase bad loans and illiquid assets of a failing institution.\n\nThe termzombie bank was first coined by Edward Kane of Boston College in 1987 in reference to thesavings and loan crisis(S&L). Commercial mortgage losses threatened to wipe out savings and loan institutions. Rather than let them go under, policymakers allowed many of them to stay in business.They hoped that keeping them afloat would pay off should the marketrebound. Eventually, policymakers gave up on this strategy—when the losses of the zombies had tripled.\n\nShutting down struggling banks can incite widespread panic. However, evidence shows that enabling them to continue operating comes with several drawbacks as well. Restoring banks back to health can cost hundreds of billions of dollars and weigh on economic growth.\n\nBy notliquidatingzombie banks,investors’ capital is trapped, instead of being put to more productive use. Plus, rather than strengthening healthy companies and supporting economic recovery, zombie banks prop up rotting corporations. By distorting market mechanisms, the resulting misallocation of resources weakens the whole financial system.\n\nWhen itsreal estate bubblecollapsed in 1990, Japan kept its insolvent banks going, rather thanrecapitalizingthem or letting them go bust, as the U.S. did during the S&L crisis. Nearly 30 years later, Japan's zombie banks still have large amounts ofnon-performing loanson their books. Instead of helping Japan to recover, these banks locked its economy into adeflationarytrap that it has never escaped from.\n\nIn its desperation to avoid becoming Japan after the2008 global financial crisis, the eurozone made the same mistake. Zombie banks, stuffed withtoxicliabilities, have increased lending to existing impaired borrowers, instead of financially healthy or new borrowers. This zombie lending behavior by distressed banks, designed to avoid realizing losses on outstanding loans, has led to a significant misallocation of credit, which has hurt creditworthy firms. No other economy has taken longer to recover.\n\nTheEuropean Central Bank(ECB) has warned that debt sustainability is the biggest risk to financial stability if interest rates rise. In other words, zombie banks that are dependent on ECB liquidity may be unable to absorb the losses if zombie companies, which have also only survived thanks to the ECB’s regime of artificially cheap finance, go under.Europe's banks are still sitting on $1 trillion of bad loans.\n\nWhat about the U.S.?Bank stress testswere more rigorous in the U.S. than in Europe, in the wake of the financial crisis. They forced the weakest banks to raise private capital and sell off toxiclegacy assets.\n\nHowever, there may be just as many zombie firms, whose interest expenses exceed theearnings before interest and taxes(EBIT), stalking the economy in America as there are in Europe, according to theBank of International Settlements(BIS). So,quantitative easing(QE) may have only postponed the day when banks in Europe and America will have to write off bad debt.\n\nHerold Financial Dictionary. \"What Are Zombie Banks?\" Accessed June 18, 2021.\n\nInternational Banker. \"The Spectre of Zombie Banks.\" Accessed June 18, 2021.\n\nEuropean Central Bank. \"Are the Pandemic Relief Measures Creating Zombie Firms?\" Accessed June 18, 2021.\n\nThe Corporate Law Academy. \"The Horde of the European Zombie Banks.\" Accessed June 18, 2021.\n\nCongressional Research Service. \"'Zombie' Companies: Background and Policy Issues.\" Accessed June 18, 2021.",
  "url": "https://www.investopedia.com/terms/z/zombie-bank.asp"
}