{
  "term": "Zombie Foreclosure: What It Is, How It Works",
  "definition": "Thomas J Catalano is a CFP and Registered Investment Adviser with the state of South Carolina, where he launched his own financial advisory firm in 2018. Thomas' experience gives him expertise in a variety of areas including investments, retirement, insurance, and financial planning.\n\nA zombie foreclosure occurs when a home is left vacant by homeowners who have defaulted on their mortgage and either incorrectly believes they have to immediately move out after receiving a foreclosure notice or choose to abandon the property for other reasons. More commonly, the former scenario where the owner mistakenly believes that the foreclosing lender is now responsible for the property, even though the homeowners still hold title to the property.\n\nFor example, let's say a homeowner defaults on their mortgage and vacates their property, and the lender doesn't complete the foreclosure process, so the title is still held by the original homeowner. The property becomes unoccupied for an extended time, and the lawn, driveway, etc. is not taken care of. As a result, the state of the property falls into disrepair, creating safety concerns and resulting in an appearance that may lower property values in the surrounding community.\n\nZombie foreclosure results from a homeowner's misunderstanding of theforeclosureprocess. During a typical foreclosure, the homeowners notice the institution holding thedefaultedmortgage that the house is entering foreclosure.\n\nAfter this notice is issued, there is a mandated waiting period during which the homeowners can pull the house out of foreclosure by paying a large lump sum of money. The required payment may range from a few back payments to the total amount the homeowners owe in arrears or the entire balance of the mortgage.\n\nUntil a foreclosure goes through, the homeowner continues to hold the title to the property. If the homeowners do not pay the lump sum, the process continues, and a court will rule that the house belongs to the lender. It is only after this point that the house legally becomes the lender's property that the homeowners must vacate the property.\n\nIn the fourth quarter of 2020, zombie foreclosures rose to 3.8% of all foreclosures, but overall, they have fallen by more than half since 2016, according to ATTOM Data Solutions.\n\nSometimes, a lender will decide not to complete a foreclosure—one reason might be that it's too expensive to pay for repairs and back property taxes that are owed on the property. The lender won't take title to the house but is under no obligation to notify the homeowner of this. In this circumstance—when the title of a home in zombie foreclosure remains in the name of the original homeowner (who is often unaware that the foreclosure wasn't completed)—it is known as azombie title.\n\nZombie foreclosure escalates a bad situation—default on a mortgage—making it a problem for the entire neighborhood, not just the homeowner. A homeowner who leaves a property upon receiving a foreclosure notice is abandoning the property without understanding the legal and financial ramifications of the notice or their actions.\n\nThe owner of a zombie foreclosure is likely still responsible for maintenance, upkeep,homeowners association(HOA) fees, andproperty taxes.These requirements do not end just because someone has abandoned their home. Eventually, local authorities could attempt to recover unpaid property taxes or fees or charge the owner expenses for maintenance.\n\nTo protect against the impact of a home falling into zombie foreclosure, homeowners who have defaulted on their mortgage and are facing foreclosure should stay in the residence until an official notice to vacate arrives. Afterward, they should follow up to ensure that the title of the property is no longer in their name.\n\nA zombie foreclosure refers to an incident in which a homeowner is presented with a pending foreclosure notice and abandons their house before legally necessary. Because the foreclosure process can be a long one, homeowners are still responsible for taxes and home insurance. If an owner leaves their home and it becomes zombie foreclosure, it often means the house can fall into disrepair.\n\nA zombie foreclosure will impact your credit because when you walk away from your mortgage, you are defaulting on loan.\n\nForeclosures can happen in any state but zombie foreclosures often happen in lower-income communities. According to a Q1 2022 report from ATTOM Data Solutions, the Midwest and Northeast are home to states with the most zombie foreclosures.\n\nBecause a zombie foreclosure occurs after a homeowner receives a notice of default. This paperwork is the beginning of foreclosure. If the mortgage holders leave the home before the bank forecloses, the home may stay vacant for a length of time, often falling into disrepair.\n\nATTOM Data Solutions. \"Vacant Zombie Properties Diminish Across U.S. As Foreclosure Moratorium Remains in Effect in Fourth Quarter of 2020.\"\n\nUrban Institute. \"State and Local Finance Initiative.\"\n\nATTOM Data Solutions. \"Vacant Zombie Properties Inch Down Again In First Quarter Of 2022 Even As Foreclosure Activity Rises.\"",
  "url": "https://www.investopedia.com/terms/z/zombie-foreclosure.asp"
}