{
  "term": "Zombie ETF Definition",
  "definition": "Charlene Rhinehart is a CPA , CFE, chair of an Illinois CPA Society committee, and has a degree in accounting and finance from DePaul University.\n\nSuzanne is a content marketer, writer, and fact-checker. She holds a Bachelor of Science in Finance degree from Bridgewater State University and helps develop content strategies.\n\nA zombie exchange-traded fund (ETF) is no longer growing and attracting money from new investors. When an ETF enters zombie territory, it is usually only a matter of time before it is shut down by the company that issued it.\n\nInvestors will get their money back, or most of it. However, they may make less than they had hoped, and taxes will be due on any profits they earned from the fund.\n\nThe popularity of ETFs has led to a flood of niche offerings. Some of them fail to catch on with investors. Or, they may have been tied to a once-hot market trend that has petered out.\n\nZombie ETFs are a symptom of a saturatedETF market. There were 8,754 ETFs to choose from as of 2022, according to Statista.\n\nETFs are investments that are designed to replicate the contents and the performance of a specific market index or sector. They are not actively managed, as many mutual funds are. Stocks are bought or sold only as needed to mirror the index and their shares go up (or down) in value with the index or sector.\n\nThe biggest and most popular ETFs are tied to the biggest and broadest indexes like the S&P 500 Index. Others are tied to performance measures for a specific sector such as oil, cloud services, or emerging markets.\n\nThere is no hard and fast rule on when an ETF will be declared a zombie, and when or whether it will be closed down. Some issuers have a generous timeline for a new fund to start generating interest, while others make quick calls based on the growth in other offerings.\n\nAs a general rule of thumb, if a fund hasn’t seen inflowsfor two or more successive quarters and the trading volume is low, there is a good chance the issuer is at least thinking about pulling the plug on that ETF.\n\nETFs that enter zombie territory are more likely to close than they are to come back from the dead. Once seen as an admission of failure, closures can be seen as a good thing for the issuing company and for the industry, ridding it of rubbish and helping asset managers learn from their past mistakes and come up with better ideas.\n\nETFs are popular with individual investors because they can produce results comparable to those of mutual funds or professional investment managers but with lower fees. The industry average fee for an ETF is 0.45%, compared with anaverage expense ratio of 0.16%for a managed mutual fund. The difference was far greater before competition from ETFs forced managed funds to trim their fees.\n\nETFs that struggle to attract new money can go into a downward spiral.Liquidityconcerns associated with low trading volume can scare investors away. Meanwhile, the cost of administering a fund that isn't attracting new capital erodes the profitability of the fund to the issuing company.\n\nInvestors measure the success of an ETF by its return. The company issuing it measures its success by its profitability to the business. For this reason, some ETFs have been declared zombies and shut down despite making good returns for their investors.\n\nLook at the numbers. A low number for assets under management (AUM) indicates a fund that is not currently attracting strong interest from investors. A low trading volume indicates the same.\n\nIt's not a question of whether it is a good or a bad ETF. If it's not attracting enough interest, it's headed toward zombie land.\n\nZombie ETFs are no longer a rarity. The broadest and most popular ETFs, such as the SPDR S&P 500 ETF Trust (SPY), have filled much of the market demand, leaving few gaps left to capitalize on.\n\nAgainst this competitive backdrop, providers are coming up with increasingly quirky ideas to stand out from the crowd, increase market share, and broaden their lineup of offerings.\n\nThis has resulted in a number of hyper-focused ETFs investing in niche areas of the market. Consider the Global X Millennials Thematic ETF (MILN), an ETF that focuses on companies that make products that are relevant to young Americans.\n\nWhile these funds might have good or even great returns, they're not obvious picks for investors looking to diversify their portfolios across sectors.\n\nThe real issue is whether or not a fund fits a strategic need in enough investors' portfolios.\n\nQuirky ETFs tend to follow hot investing trends. Unfortunately, they can ride the trend to its bitter end, at which time they become zombie ETFs.\n\nFor example, there is The Obesity ETF (SLIM), which invests in biotechnology, obesity-related disease, and, of course, Weight Watcher's International.\n\nOr, there's the HealthShares Dermatology and Wound Care ETF, which closed in 2008 due to a lack of investor interest.\n\nA thematic ETF invests in current megatrends that are seen as transformative, not to mention lucrative. In 2023, the list could include ETFs that focus on artificial intelligence, the blockchain, and alternative energy sources.\n\nA thematic ETF is probably never going to attract as high a total of assets under management (AUM) as an ETF that is tied to the S&P 500. That does not mean it's headed for zombie territory.\n\nSome will perform very well for the informed investor who wants to put some money into a hot area but wants the diverse selection of related assets that an ETF offers.\n\nAs always in investing, there will be winners and there will be losers.\n\nOwning shares in a zombie ETF is not the end of the world. It's not called a zombie because it's losing money. It's a zombie because it has failed to attract a steady stream of new investors.\n\nAt worst, the company that issued the ETF will shut it down. In that case, you'll get your money back, or most of it. Then, you can invest the proceeds in another ETF that shows some real signs of life. Look for reasonably high trading volume and an AUM number that reflects good demand.\n\nStatista. \"Number of exchange traded funds (ETFs) worldwide from 2003 to 2022.\"\n\nInvestment Executive. \"Understanding zombie ETFs.\"",
  "url": "https://www.investopedia.com/terms/z/zombie-etf.asp"
}