{
  "term": "Zomma: What It is, How it Works, Example",
  "definition": "Zomma is a third-order risk measure of the degree to which thegammaof an options contract is sensitive to changes inimplied volatility. It is also referred to as \"D-gamma/D-vol.\" Gamma itself is a second-order risk measure of an option's sensitivity of itsdeltato changes in the underlying price.\n\nZomma is part of a category of measurements used to assess the price sensitivity of a derivative to various factors, such as changes ininterest rates,volatility, or thespot priceof the derivative'sunderlying asset. These measurements are commonly referred to as \"Greeks\" because they are denoted by Greek symbols; however, the word \"zomma\" was made up by traders to sound like a Greek letter and is not part of the Greek alphabet.\n\nUnderstanding zomma can be quite difficult for those who are not experienced in the jargon of derivatives. This is because zomma can only be defined in relation to two other abstract concepts: gamma and delta. In order to understand the \"real world\" meaning of zomma, you therefore need to understand gamma and delta as well.\n\nWith that in mind, we can begin by stating that zomma is a third-order derivative. What this means is that zomma measures the change of a second-order derivative—specifically, gamma. Gamma, in turn, measures the sensitivity of delta to changes in the price of the underlying asset. Lastly, delta measures the sensitivity of change between the underlying asset and the derivative product.\n\nDerivative traders and portfolio managers often use zomma to determine the effectiveness of agamma hedgedportfolio. In this context, zomma would measure fluctuations in the volatility and/or the underlying assets of that portfolio.\n\nGamma hedging is a hedging strategy used in relation to options or other derivative products. In essence, the user of the delta hedging strategy aims to protect against the risk that the price of the derivative will become decoupled from the price of its underlying asset. Zomma is an important measurement in this context.\n\nDerivative portfolios can have very dynamic risk profiles. For instance, their risk can vary based on factors such as price fluctuations in the underlying assets, changes in interest rates, or adjustments to implied volatility.\n\nIn order to keep track of this ever-evolving risk profile, derivative traders use various measurements. For example, delta is a measurement of how much profit or loss will be generated as the prices of the underlying assets move up or down. However, even this seemingly straightforward concept is more nuanced than it appears. This is because the relationship between delta and the underlying asset's price movements is notlinear. This gives rise to a second measure, gamma, which tracks the sensitivity of delta to those price changes. In this sense, delta is a first-order measurement, while gamma is a second-order measurement.\n\nZomma, lastly, measures the rate of change of gamma in relation to changes in implied volatility. For example, if zomma = 1.00 for an options position, then a 1% increase in volatility will also increase the gamma by 1 unit, which will, in turn, increase the delta by the amount given by the new gamma. If the zomma is high in absolute terms (either positive or negative), it will indicate that small changes in volatility could produce large changes in directional risk as the underlying price moves.",
  "url": "https://www.investopedia.com/terms/z/zomma.asp"
}