{
  "term": "Zone of Support: What it Means, How it Works",
  "definition": "A zone of support refers to a price zone reached when a security's price has fallen to a predicted low, known as asupport level.\n\nA zone of support generally shows an area of price lows that the security has not previously easily moved beneath. The zone of support typically occurs around a supporttrendline. While it can be a finite point on a technical chart, continuous trading of a security keeps the support trendline's price dynamic.\n\nTraders typically usetechnical analysisto identify a zone of support. The zone of support on a chart shows a lower boundary that the stock has not previously broken through. At the support level, supply outweighs demand and volume is usually low.\n\nA zone of support can provide profitable areas for traders. Similar tozones of resistance, these areas present an opportunity for a reversal. As such, traders can use a variety of differenttechnical analysis patternsto identify these zones for profitable trading opportunities.\n\nEnvelope channels are a popular charting technique that allows a trader to draw continuous support and resistance boundaries around a security’s moving price. TheBollinger Band®tool is one of the most common envelope channels used by traders. This indicator draws support and resistance trendlines two standard deviations above and below a security price'smoving average. Other popular envelope channels that incorporate support and resistance boundaries includeKeltner ChannelsandDonchian Channels.\n\nTraders can also use shorter-term trendlines to draw tighter channels at a security'speak and troughlevels. These channels are known as ascending, descending, or horizontal channels and can help identify a zone of support.\n\nSupport zone areas can be subjective. They sit around a support trendline, but the price action in this area can be volatile. Market pricing mechanisms and the use of similar charting techniques by other traders can make trading somewhatchoppyin a support zone.\n\nTo identify trading indicators in the support zone, there are a few defined systems traders can use. One isFibonacci Retracement. This methodology is built around ascending, descending, and sideways channels. The technique draws parameters by percentages, from 0% at the support boundary to 100% at the resistance boundary. Intermediary lines drawn through the charting pattern are available to help a trader better identify zones for trading.\n\nAdvancedtechnical analysis charting softwarecan also help a trader to draw support zones on a technical analysis candlestick chart. These software programs typically include support and resistance zones with varying color schemes to represent the strength of the support signals. Traders can usually customize the parameters for support in the charting software based on their preferences.\n\nTraders typically watch support zone activity closely as it can be profitable for identifying areversalor further downside. If a trader believes that a security's price will rebound from the support zone, then the area can be a good place to buy to benefit from price increases. If the trader finds that the price seems likely to continue its downtrend, then selling orshort-sellingpositions would be the most profitable course of action.\n\nAdding two horizontal trendlines to the Campbell Soup Company (CPB) chart below shows a clear zone of support between $26.50 and $27.50. The two trendlines connect significant peaks and troughs over the past twelve months of price action. Traders can watch the zone of support area for a potential upside reversal or look for abreakdownthat would indicate downsidecontinuation. In either case, the zone of support provides a higher probability area from which to trade, due to the increased level of interest in this area from market participants.\n\nImage by Sabrina Jiang © Investopedia 2021",
  "url": "https://www.investopedia.com/terms/z/zone-of-support.asp"
}