{
  "term": "Zone of Resistance: What it Means, How it Works",
  "definition": "The zone of resistance is the upper range of a stock's price that shows priceresistance, with the lower range being itssupport levels. Understanding a share price's zones allows investors to buy and sell shares in order to maximize theirshort-term gains. It may therefore be contrasted with thezone of support.\n\nThe zone of resistance is an important concept in technical analysis. Technical analysts look for signs that a stock price is moving through the zone of resistance and establishing new support and resistance levels.\n\nMost day traders buy and sell on the belief that support and resistance zones maintain themselves for extended periods of time. This logic follows the rules of basic supply and demand. As more shares are purchased at the lower support level the price begins trending upwards until it meets the zone of resistance and selling sends the price back down.\n\nAs is the case with all technical analysis, there are key times when the zone of resistance and support levels of a stock will be reconfigured by external events, which is why experienced technical traders rely on several charts when attempting to predict future price moves. A move through the zone of resistance may beconfirmed on a chartas a new breakout opportunity for taking a long position in a stock previously traded solely within the support and resistance levels.\n\nOftentimes this breakout occurs due tofundamental changesin the company’s performance, such as a new product launch or news aboutmarket sharegains and improved cash on hand.\n\nSupport and resistance zones are utilized by technical analysts to study past prices and predict future market moves. These zones can be drawn using simple technical analysis tools, like horizontal lines or up/down trendlines, or by applying more advanced indicators, such asFibonacci retracements. Market psychology plays a major role in a given instrument's price movement as traders and investors remember the past, react to changing conditions, and anticipate future market movement.\n\nTrend linesare useful in painting a more complete picture of stock movement over time. Within every significant price move up or down there will be times when plateaus are reached and the stock price drifts sideways. An example of a plateau occurring within an overall price move upwards is seen in a bull market when investors look to lock in gains across many stocks. The risk here is they will miss a significant ongoing move upwards thinking the plateau is the beginning of yet another downward move, when in fact it is just a rest on the way to new highs.\n\nUsing trend lines can help investors see the longer-term trends in a chart so they don't set their strategy solely based on short-term movements.\n\nTechnical investors rely on several indicators to help them make informed decisions. In addition to the zone of resistance, traders monitormoving averages(MAs),candlestick analysis, and daily stock volume to help predict the next moves up or down.\n\nTraders look for confirmation in a chart to identify when a breakout is underway in terms of setting new resistance and support levels.Volumeis an excellent indicator of interest in a stock and as volume increases, so does the likelihood that a new high or low will be established.",
  "url": "https://www.investopedia.com/terms/z/zone-of-resistance.asp"
}