{
  "term": "Zoning Ordinance: Definition, Types of Regulations, Pros and Cons",
  "definition": "Erika Rasure is globally-recognized as a leading consumer economics subject matter expert, researcher, and educator. She is a financial therapist and transformational coach, with a special interest in helping women learn how to invest.\n\nA zoning ordinance is a rule that defines how property in specific geographic zones can be used.Zoningordinances detail whether specific geographic zones are acceptable for residential or commercial purposes. Zoning ordinances may also regulate lot size, placement, density, architectural style, and the height of structures. Zoning ordinances also describe the procedures for how to handle any zoning rule infractions (including any penalties).\n\nThe main types of zoning are industrial, commercial, residential, and agricultural. Other types of zoning used in some municipalities include historic, school, hospital, and airport zoning. Within the main categories, there are usually designations for density of units. For example, in some areas, residential zoning includes designations like R-2 for up to two residential units per acre or R-4 for up to four residential units per acre. Designations like R-2 and R-4 mean very different things depending on the municipality, so check with your local zoning office to see what it means in yours.\n\nThe process of zoning consists of dividing a particular region of land into districts or zones, then specifying the types of land uses that are allowed or prohibited for each zone. This is generally performed by a municipal corporation or county. Zoning rules vary greatly by region, but their most general, shared purpose is to separate residential property use fromcommercial propertyuse.\n\nMunicipal governments can institute highly specific zoning ordinances to influence the nature of a district or neighborhood in its municipality. For example, by designating several neighboring sections of a city strictly for residential use, residents of that region will experience less traffic and noise pollution in their environment. Zoning ordinances are also used to preserve the architectural integrity of the buildings in a specific area. If a municipality wishes to maintain the historic appearance of a part of town, zoning ordinances can be used to limit real estate construction there so that all new buildings must be of comparable height and square footage with the historic buildings.\n\nZoning designations vary wildly by state, county, and municipality. If you are confused about zoning laws in your area, the first step is to check with your county’s or municipality’s zoning office, sometimes referred to as your land use office. You may need to consult with a localreal estate attorneyif you have an issue with zoning.\n\nChanges to zoning ordinances can create tension among current and prospective residents and landlords of property in the zoned region. For example, this may be the case if a new business plans to move to a specific city, only to discover that the zoning rules have changed in the geographic region of the property that they intended to occupy.\n\nAs a result of new zoning ordinances, commercial properties may be forced to switch to residential properties and vice versa. In some instances, existing tenants may be forced to relocate because of these changes. However, zoning ordinances sometimes containlegacy clauses, also referred to as grandfather clauses. Legacy clauses exempt existing tenants from being impacted by any changes to the current zoning rules, provided that they were already residing in the zone by a specified date. This process of being exempt from new rules and regulations is also referred to as being “grandfathered in.”\n\nCertain exceptions allow properties that do not meet the requirements of a zoning ordinance to still be established in those respective geographic zones. If an ordinance changes a zone that once allowed commercial businesses to operate to a residential-only zone, then some small, local businesses may be allowed to stay open because of a legacy clause.\n\nNew businesses also have the option of applying for a variance. A variance is a request to deviate from current zoning rules. If the variance is approved, the new tenant can move in and operate regardless of the zoning ordinance.\n\nTraditional applications of zoning ordinances geographically separate residential neighborhoods from where people work, shop, and play, making residents dependent on cars. Those who would like to move away from the high economic and environmental costs of transportation advocate for integrated, walkable neighborhoods with less rigid zoning ordinances.\n\nWhen done properly, zoning allows cities to grow sustainably for generations. By setting aside areas near schools or airports or hospitals for future expansion, cities are able to build their communities responsibly.\n\nLow-density residential zoning regulations have contributed to the housing crisis in areas with limited opportunities for expansion. Formerly small cities that have exploded in population, like Palo Alto, Calif., are full of areas zoned for low density. If they stay low density, then their housing crisis will continue to worsen. However, locals in these low-density areas usually strongly oppose any proposals to build more dense neighborhoods.\n\nZoning ordinances exist to help cities keep their character as they grow. They prevent a factory from being built in your backyard or a residential high rise from being built miles away from any transportation hubs or roads built for high capacity. As populations rise globally, particularly in urban areas, cities will need to adjust some residential ordinances to allow for higher-density housing.\n\nPalo Alto Online. “By Curbing ‘Planned Home’ Zone, Palo Alto Steers Housing Plans Away from Single-Family Neighborhoods.”",
  "url": "https://www.investopedia.com/terms/z/zoning-ordinance.asp"
}